export const CLASS7_CSV = `반,번호,이름,학년,학기,교과,과목,단위수,등급
7 ,1 ,강민건,1 ,1 ,국어,국어,3 ,1 
7 ,1 ,강민건,1 ,1 ,수학,수학,4 ,2 
7 ,1 ,강민건,1 ,1 ,영어,영어,4 ,2 
7 ,1 ,강민건,1 ,1 ,한국사,한국사,3 ,1 
7 ,1 ,강민건,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,1 
7 ,1 ,강민건,1 ,1 ,과학,통합과학,3 ,2 
7 ,1 ,강민건,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,1 
7 ,1 ,강민건,1 ,2 ,국어,국어,3 ,1 
7 ,1 ,강민건,1 ,2 ,수학,수학,4 ,3 
7 ,1 ,강민건,1 ,2 ,영어,영어,4 ,2 
7 ,1 ,강민건,1 ,2 ,한국사,한국사,3 ,2 
7 ,1 ,강민건,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,1 
7 ,1 ,강민건,1 ,2 ,과학,통합과학,3 ,2 
7 ,1 ,강민건,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,1 
7 ,1 ,강민건,2 ,1 ,국어,문학,4 ,1 
7 ,1 ,강민건,2 ,1 ,수학,수학Ⅰ,4 ,3 
7 ,1 ,강민건,2 ,1 ,수학,확률과 통계,2 ,2 
7 ,1 ,강민건,2 ,1 ,영어,영어Ⅰ,3 ,2 
7 ,1 ,강민건,2 ,1 ,사회(역사/도덕포함),세계사,4 ,1 
7 ,1 ,강민건,2 ,1 ,사회(역사/도덕포함),경제,4 ,1 
7 ,1 ,강민건,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
7 ,1 ,강민건,2 ,2 ,국어,독서,4 ,1 
7 ,1 ,강민건,2 ,2 ,수학,수학Ⅱ,4 ,2 
7 ,1 ,강민건,2 ,2 ,수학,확률과 통계,2 ,2 
7 ,1 ,강민건,2 ,2 ,영어,영어Ⅱ,3 ,2 
7 ,1 ,강민건,2 ,2 ,사회(역사/도덕포함),세계지리,4 ,1 
7 ,1 ,강민건,2 ,2 ,사회(역사/도덕포함),윤리와 사상,4 ,1 
7 ,1 ,강민건,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
7 ,1 ,강민건,3 ,1 ,국어,화법과 작문,4 ,1 
7 ,1 ,강민건,3 ,1 ,영어,영어 독해와 작문,4 ,2 
7 ,1 ,강민건,3 ,1 ,사회(역사/도덕포함),한국지리,3 ,1 
7 ,1 ,강민건,3 ,1 ,사회(역사/도덕포함),사회·문화,3 ,1 
7 ,1 ,강민건,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,1 
7 ,2 ,김현성,1 ,1 ,국어,국어,3 ,3 
7 ,2 ,김현성,1 ,1 ,수학,수학,4 ,9 
7 ,2 ,김현성,1 ,1 ,영어,영어,4 ,5 
7 ,2 ,김현성,1 ,1 ,한국사,한국사,3 ,6 
7 ,2 ,김현성,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,6 
7 ,2 ,김현성,1 ,1 ,과학,통합과학,3 ,8 
7 ,2 ,김현성,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,6 
7 ,2 ,김현성,1 ,2 ,국어,국어,3 ,5 
7 ,2 ,김현성,1 ,2 ,수학,수학,4 ,8 
7 ,2 ,김현성,1 ,2 ,영어,영어,4 ,5 
7 ,2 ,김현성,1 ,2 ,한국사,한국사,3 ,5 
7 ,2 ,김현성,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,5 
7 ,2 ,김현성,1 ,2 ,과학,통합과학,3 ,7 
7 ,2 ,김현성,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,6 
7 ,2 ,김현성,2 ,1 ,국어,문학,4 ,4 
7 ,2 ,김현성,2 ,1 ,수학,수학Ⅰ,4 ,7 
7 ,2 ,김현성,2 ,1 ,수학,확률과 통계,2 ,6 
7 ,2 ,김현성,2 ,1 ,영어,영어Ⅰ,3 ,5 
7 ,2 ,김현성,2 ,1 ,사회(역사/도덕포함),세계사,4 ,5 
7 ,2 ,김현성,2 ,1 ,사회(역사/도덕포함),경제,4 ,3 
7 ,2 ,김현성,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,5 
7 ,2 ,김현성,2 ,2 ,국어,독서,4 ,4 
7 ,2 ,김현성,2 ,2 ,수학,수학Ⅱ,4 ,7 
7 ,2 ,김현성,2 ,2 ,수학,확률과 통계,2 ,7 
7 ,2 ,김현성,2 ,2 ,영어,영어Ⅱ,3 ,5 
7 ,2 ,김현성,2 ,2 ,사회(역사/도덕포함),세계지리,4 ,5 
7 ,2 ,김현성,2 ,2 ,사회(역사/도덕포함),윤리와 사상,4 ,4 
7 ,2 ,김현성,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,5 
7 ,2 ,김현성,3 ,1 ,국어,화법과 작문,4 ,5 
7 ,2 ,김현성,3 ,1 ,영어,영어 독해와 작문,4 ,5 
7 ,2 ,김현성,3 ,1 ,사회(역사/도덕포함),한국지리,3 ,6 
7 ,2 ,김현성,3 ,1 ,사회(역사/도덕포함),사회·문화,3 ,4 
7 ,2 ,김현성,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,5 
7 ,3 ,김형욱,1 ,1 ,국어,국어,3 ,6 
7 ,3 ,김형욱,1 ,1 ,수학,수학,4 ,5 
7 ,3 ,김형욱,1 ,1 ,영어,영어,4 ,7 
7 ,3 ,김형욱,1 ,1 ,한국사,한국사,3 ,6 
7 ,3 ,김형욱,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,6 
7 ,3 ,김형욱,1 ,1 ,과학,통합과학,3 ,6 
7 ,3 ,김형욱,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,7 
7 ,3 ,김형욱,1 ,2 ,국어,국어,3 ,6 
7 ,3 ,김형욱,1 ,2 ,수학,수학,4 ,4 
7 ,3 ,김형욱,1 ,2 ,영어,영어,4 ,6 
7 ,3 ,김형욱,1 ,2 ,한국사,한국사,3 ,6 
7 ,3 ,김형욱,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,6 
7 ,3 ,김형욱,1 ,2 ,과학,통합과학,3 ,5 
7 ,3 ,김형욱,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,6 
7 ,3 ,김형욱,2 ,1 ,국어,문학,4 ,7 
7 ,3 ,김형욱,2 ,1 ,수학,수학Ⅰ,4 ,7 
7 ,3 ,김형욱,2 ,1 ,수학,확률과 통계,2 ,6 
7 ,3 ,김형욱,2 ,1 ,영어,영어Ⅰ,3 ,8 
7 ,3 ,김형욱,2 ,1 ,사회(역사/도덕포함),세계사,4 ,7 
7 ,3 ,김형욱,2 ,1 ,사회(역사/도덕포함),경제,4 ,6 
7 ,3 ,김형욱,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,7 
7 ,3 ,김형욱,2 ,2 ,국어,독서,4 ,7 
7 ,3 ,김형욱,2 ,2 ,수학,수학Ⅱ,4 ,8 
7 ,3 ,김형욱,2 ,2 ,수학,확률과 통계,2 ,8 
7 ,3 ,김형욱,2 ,2 ,영어,영어Ⅱ,3 ,7 
7 ,3 ,김형욱,2 ,2 ,사회(역사/도덕포함),세계지리,4 ,7 
7 ,3 ,김형욱,2 ,2 ,사회(역사/도덕포함),윤리와 사상,4 ,7 
7 ,3 ,김형욱,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,7 
7 ,4 ,류재민,1 ,1 ,국어,국어,3 ,6 
7 ,4 ,류재민,1 ,1 ,수학,수학,4 ,8 
7 ,4 ,류재민,1 ,1 ,영어,영어,4 ,6 
7 ,4 ,류재민,1 ,1 ,한국사,한국사,3 ,7 
7 ,4 ,류재민,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,6 
7 ,4 ,류재민,1 ,1 ,과학,통합과학,3 ,7 
7 ,4 ,류재민,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,7 
7 ,4 ,류재민,1 ,2 ,국어,국어,3 ,6 
7 ,4 ,류재민,1 ,2 ,수학,수학,4 ,5 
7 ,4 ,류재민,1 ,2 ,영어,영어,4 ,6 
7 ,4 ,류재민,1 ,2 ,한국사,한국사,3 ,7 
7 ,4 ,류재민,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,6 
7 ,4 ,류재민,1 ,2 ,과학,통합과학,3 ,5 
7 ,4 ,류재민,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,6 
7 ,4 ,류재민,2 ,1 ,국어,문학,4 ,6 
7 ,4 ,류재민,2 ,1 ,수학,수학Ⅰ,4 ,6 
7 ,4 ,류재민,2 ,1 ,수학,확률과 통계,2 ,6 
7 ,4 ,류재민,2 ,1 ,영어,영어Ⅰ,3 ,6 
7 ,4 ,류재민,2 ,1 ,사회(역사/도덕포함),세계사,4 ,5 
7 ,4 ,류재민,2 ,1 ,사회(역사/도덕포함),경제,4 ,5 
7 ,4 ,류재민,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,6 
7 ,4 ,류재민,2 ,2 ,국어,독서,4 ,6 
7 ,4 ,류재민,2 ,2 ,수학,수학Ⅱ,4 ,6 
7 ,4 ,류재민,2 ,2 ,수학,확률과 통계,2 ,6 
7 ,4 ,류재민,2 ,2 ,영어,영어Ⅱ,3 ,6 
7 ,4 ,류재민,2 ,2 ,사회(역사/도덕포함),세계지리,4 ,4 
7 ,4 ,류재민,2 ,2 ,사회(역사/도덕포함),윤리와 사상,4 ,6 
7 ,4 ,류재민,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,7 
7 ,4 ,류재민,3 ,1 ,국어,화법과 작문,4 ,5 
7 ,4 ,류재민,3 ,1 ,영어,영어 독해와 작문,4 ,6 
7 ,4 ,류재민,3 ,1 ,사회(역사/도덕포함),한국지리,3 ,5 
7 ,4 ,류재민,3 ,1 ,사회(역사/도덕포함),사회·문화,3 ,5 
7 ,4 ,류재민,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,6 
7 ,5 ,박재범,1 ,1 ,국어,국어,3 ,5 
7 ,5 ,박재범,1 ,1 ,수학,수학,4 ,5 
7 ,5 ,박재범,1 ,1 ,영어,영어,4 ,3 
7 ,5 ,박재범,1 ,1 ,한국사,한국사,3 ,2 
7 ,5 ,박재범,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,5 ,박재범,1 ,1 ,과학,통합과학,3 ,5 
7 ,5 ,박재범,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,5 
7 ,5 ,박재범,1 ,2 ,국어,국어,3 ,2 
7 ,5 ,박재범,1 ,2 ,수학,수학,4 ,5 
7 ,5 ,박재범,1 ,2 ,영어,영어,4 ,3 
7 ,5 ,박재범,1 ,2 ,한국사,한국사,3 ,1 
7 ,5 ,박재범,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,5 ,박재범,1 ,2 ,과학,통합과학,3 ,5 
7 ,5 ,박재범,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,4 
7 ,5 ,박재범,2 ,1 ,국어,문학,4 ,2 
7 ,5 ,박재범,2 ,1 ,수학,수학Ⅰ,4 ,5 
7 ,5 ,박재범,2 ,1 ,수학,확률과 통계,2 ,5 
7 ,5 ,박재범,2 ,1 ,영어,영어Ⅰ,3 ,3 
7 ,5 ,박재범,2 ,1 ,사회(역사/도덕포함),세계사,4 ,2 
7 ,5 ,박재범,2 ,1 ,사회(역사/도덕포함),경제,4 ,3 
7 ,5 ,박재범,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,6 
7 ,5 ,박재범,2 ,2 ,국어,독서,4 ,2 
7 ,5 ,박재범,2 ,2 ,수학,수학Ⅱ,4 ,5 
7 ,5 ,박재범,2 ,2 ,수학,확률과 통계,2 ,5 
7 ,5 ,박재범,2 ,2 ,영어,영어Ⅱ,3 ,3 
7 ,5 ,박재범,2 ,2 ,사회(역사/도덕포함),세계지리,4 ,3 
7 ,5 ,박재범,2 ,2 ,사회(역사/도덕포함),윤리와 사상,4 ,3 
7 ,5 ,박재범,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,6 
7 ,5 ,박재범,3 ,1 ,국어,화법과 작문,4 ,1 
7 ,5 ,박재범,3 ,1 ,영어,영어 독해와 작문,4 ,3 
7 ,5 ,박재범,3 ,1 ,사회(역사/도덕포함),한국지리,3 ,4 
7 ,5 ,박재범,3 ,1 ,사회(역사/도덕포함),사회·문화,3 ,3 
7 ,5 ,박재범,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,3 
7 ,6 ,박종수,1 ,1 ,국어,국어,3 ,7 
7 ,6 ,박종수,1 ,1 ,수학,수학,4 ,5 
7 ,6 ,박종수,1 ,1 ,영어,영어,4 ,3 
7 ,6 ,박종수,1 ,1 ,한국사,한국사,3 ,4 
7 ,6 ,박종수,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,5 
7 ,6 ,박종수,1 ,1 ,과학,통합과학,3 ,6 
7 ,6 ,박종수,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,4 
7 ,6 ,박종수,1 ,2 ,국어,국어,3 ,6 
7 ,6 ,박종수,1 ,2 ,수학,수학,4 ,5 
7 ,6 ,박종수,1 ,2 ,영어,영어,4 ,3 
7 ,6 ,박종수,1 ,2 ,한국사,한국사,3 ,4 
7 ,6 ,박종수,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,6 ,박종수,1 ,2 ,과학,통합과학,3 ,5 
7 ,6 ,박종수,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,4 
7 ,6 ,박종수,2 ,1 ,국어,문학,4 ,4 
7 ,6 ,박종수,2 ,1 ,수학,수학Ⅰ,4 ,6 
7 ,6 ,박종수,2 ,1 ,수학,확률과 통계,2 ,5 
7 ,6 ,박종수,2 ,1 ,영어,영어Ⅰ,3 ,4 
7 ,6 ,박종수,2 ,1 ,사회(역사/도덕포함),세계사,4 ,5 
7 ,6 ,박종수,2 ,1 ,사회(역사/도덕포함),경제,4 ,4 
7 ,6 ,박종수,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,7 
7 ,6 ,박종수,2 ,2 ,국어,독서,4 ,5 
7 ,6 ,박종수,2 ,2 ,수학,수학Ⅱ,4 ,6 
7 ,6 ,박종수,2 ,2 ,수학,확률과 통계,2 ,5 
7 ,6 ,박종수,2 ,2 ,영어,영어Ⅱ,3 ,4 
7 ,6 ,박종수,2 ,2 ,사회(역사/도덕포함),세계지리,4 ,3 
7 ,6 ,박종수,2 ,2 ,사회(역사/도덕포함),윤리와 사상,4 ,4 
7 ,6 ,박종수,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,5 
7 ,6 ,박종수,3 ,1 ,국어,화법과 작문,4 ,5 
7 ,6 ,박종수,3 ,1 ,영어,영어 독해와 작문,4 ,4 
7 ,6 ,박종수,3 ,1 ,사회(역사/도덕포함),한국지리,3 ,2 
7 ,6 ,박종수,3 ,1 ,사회(역사/도덕포함),사회·문화,3 ,4 
7 ,6 ,박종수,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,5 
7 ,7 ,서형주,1 ,1 ,국어,국어,3 ,8 
7 ,7 ,서형주,1 ,1 ,수학,수학,4 ,9 
7 ,7 ,서형주,1 ,1 ,영어,영어,4 ,8 
7 ,7 ,서형주,1 ,1 ,한국사,한국사,3 ,8 
7 ,7 ,서형주,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,9 
7 ,7 ,서형주,1 ,1 ,과학,통합과학,3 ,8 
7 ,7 ,서형주,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,8 
7 ,7 ,서형주,1 ,2 ,국어,국어,3 ,9 
7 ,7 ,서형주,1 ,2 ,수학,수학,4 ,8 
7 ,7 ,서형주,1 ,2 ,영어,영어,4 ,8 
7 ,7 ,서형주,1 ,2 ,한국사,한국사,3 ,8 
7 ,7 ,서형주,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,8 
7 ,7 ,서형주,1 ,2 ,과학,통합과학,3 ,9 
7 ,7 ,서형주,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,8 
7 ,7 ,서형주,2 ,1 ,국어,문학,4 ,7 
7 ,7 ,서형주,2 ,1 ,수학,수학Ⅰ,4 ,9 
7 ,7 ,서형주,2 ,1 ,수학,확률과 통계,2 ,9 
7 ,7 ,서형주,2 ,1 ,영어,영어Ⅰ,3 ,8 
7 ,7 ,서형주,2 ,1 ,사회(역사/도덕포함),세계사,4 ,7 
7 ,7 ,서형주,2 ,1 ,사회(역사/도덕포함),경제,4 ,8 
7 ,7 ,서형주,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,6 
7 ,7 ,서형주,2 ,2 ,국어,독서,4 ,8 
7 ,7 ,서형주,2 ,2 ,수학,수학Ⅱ,4 ,9 
7 ,7 ,서형주,2 ,2 ,수학,확률과 통계,2 ,9 
7 ,7 ,서형주,2 ,2 ,영어,영어Ⅱ,3 ,9 
7 ,7 ,서형주,2 ,2 ,사회(역사/도덕포함),세계지리,4 ,7 
7 ,7 ,서형주,2 ,2 ,사회(역사/도덕포함),윤리와 사상,4 ,9 
7 ,7 ,서형주,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,7 
7 ,7 ,서형주,3 ,1 ,국어,화법과 작문,4 ,8 
7 ,7 ,서형주,3 ,1 ,영어,영어 독해와 작문,4 ,9 
7 ,7 ,서형주,3 ,1 ,사회(역사/도덕포함),사회·문화,3 ,6 
7 ,7 ,서형주,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,8 
7 ,8 ,우승진,1 ,1 ,국어,국어,3 ,6 
7 ,8 ,우승진,1 ,1 ,수학,수학,4 ,6 
7 ,8 ,우승진,1 ,1 ,영어,영어,4 ,5 
7 ,8 ,우승진,1 ,1 ,한국사,한국사,3 ,4 
7 ,8 ,우승진,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
7 ,8 ,우승진,1 ,1 ,과학,통합과학,3 ,5 
7 ,8 ,우승진,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,4 
7 ,8 ,우승진,1 ,2 ,국어,국어,3 ,5 
7 ,8 ,우승진,1 ,2 ,수학,수학,4 ,6 
7 ,8 ,우승진,1 ,2 ,영어,영어,4 ,6 
7 ,8 ,우승진,1 ,2 ,한국사,한국사,3 ,4 
7 ,8 ,우승진,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,3 
7 ,8 ,우승진,1 ,2 ,과학,통합과학,3 ,5 
7 ,8 ,우승진,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,5 
7 ,8 ,우승진,2 ,1 ,국어,문학,4 ,4 
7 ,8 ,우승진,2 ,1 ,수학,수학Ⅰ,4 ,5 
7 ,8 ,우승진,2 ,1 ,수학,확률과 통계,2 ,5 
7 ,8 ,우승진,2 ,1 ,영어,영어Ⅰ,3 ,5 
7 ,8 ,우승진,2 ,1 ,사회(역사/도덕포함),세계사,4 ,2 
7 ,8 ,우승진,2 ,1 ,사회(역사/도덕포함),경제,4 ,4 
7 ,8 ,우승진,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,4 
7 ,8 ,우승진,2 ,2 ,국어,독서,4 ,5 
7 ,8 ,우승진,2 ,2 ,수학,수학Ⅱ,4 ,5 
7 ,8 ,우승진,2 ,2 ,수학,확률과 통계,2 ,5 
7 ,8 ,우승진,2 ,2 ,영어,영어Ⅱ,3 ,5 
7 ,8 ,우승진,2 ,2 ,사회(역사/도덕포함),세계지리,4 ,3 
7 ,8 ,우승진,2 ,2 ,사회(역사/도덕포함),윤리와 사상,4 ,2 
7 ,8 ,우승진,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
7 ,8 ,우승진,3 ,1 ,국어,화법과 작문,4 ,4 
7 ,8 ,우승진,3 ,1 ,영어,영어 독해와 작문,4 ,4 
7 ,8 ,우승진,3 ,1 ,사회(역사/도덕포함),한국지리,3 ,4 
7 ,8 ,우승진,3 ,1 ,사회(역사/도덕포함),사회·문화,3 ,4 
7 ,8 ,우승진,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,3 
7 ,9 ,이민우,1 ,1 ,국어,국어,3 ,5 
7 ,9 ,이민우,1 ,1 ,수학,수학,4 ,6 
7 ,9 ,이민우,1 ,1 ,영어,영어,4 ,8 
7 ,9 ,이민우,1 ,1 ,한국사,한국사,3 ,6 
7 ,9 ,이민우,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,7 
7 ,9 ,이민우,1 ,1 ,과학,통합과학,3 ,6 
7 ,9 ,이민우,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,6 
7 ,9 ,이민우,1 ,2 ,국어,국어,3 ,6 
7 ,9 ,이민우,1 ,2 ,수학,수학,4 ,6 
7 ,9 ,이민우,1 ,2 ,영어,영어,4 ,7 
7 ,9 ,이민우,1 ,2 ,한국사,한국사,3 ,5 
7 ,9 ,이민우,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,7 
7 ,9 ,이민우,1 ,2 ,과학,통합과학,3 ,6 
7 ,9 ,이민우,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,5 
7 ,9 ,이민우,2 ,1 ,국어,문학,4 ,4 
7 ,9 ,이민우,2 ,1 ,수학,수학Ⅰ,4 ,6 
7 ,9 ,이민우,2 ,1 ,수학,확률과 통계,2 ,6 
7 ,9 ,이민우,2 ,1 ,영어,영어Ⅰ,3 ,6 
7 ,9 ,이민우,2 ,1 ,사회(역사/도덕포함),세계사,4 ,5 
7 ,9 ,이민우,2 ,1 ,사회(역사/도덕포함),경제,4 ,5 
7 ,9 ,이민우,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,4 
7 ,9 ,이민우,2 ,2 ,국어,독서,4 ,5 
7 ,9 ,이민우,2 ,2 ,수학,수학Ⅱ,4 ,5 
7 ,9 ,이민우,2 ,2 ,수학,확률과 통계,2 ,7 
7 ,9 ,이민우,2 ,2 ,영어,영어Ⅱ,3 ,6 
7 ,9 ,이민우,2 ,2 ,사회(역사/도덕포함),세계지리,4 ,5 
7 ,9 ,이민우,2 ,2 ,사회(역사/도덕포함),윤리와 사상,4 ,6 
7 ,9 ,이민우,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,4 
7 ,9 ,이민우,3 ,1 ,국어,화법과 작문,4 ,5 
7 ,9 ,이민우,3 ,1 ,영어,영어 독해와 작문,4 ,6 
7 ,9 ,이민우,3 ,1 ,사회(역사/도덕포함),한국지리,3 ,5 
7 ,9 ,이민우,3 ,1 ,사회(역사/도덕포함),사회·문화,3 ,5 
7 ,9 ,이민우,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,6 
7 ,10 ,이승민,1 ,1 ,국어,국어,3 ,6 
7 ,10 ,이승민,1 ,1 ,수학,수학,4 ,8 
7 ,10 ,이승민,1 ,1 ,영어,영어,4 ,8 
7 ,10 ,이승민,1 ,1 ,한국사,한국사,3 ,6 
7 ,10 ,이승민,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,6 
7 ,10 ,이승민,1 ,1 ,과학,통합과학,3 ,6 
7 ,10 ,이승민,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,6 
7 ,10 ,이승민,1 ,2 ,국어,국어,3 ,7 
7 ,10 ,이승민,1 ,2 ,수학,수학,4 ,8 
7 ,10 ,이승민,1 ,2 ,영어,영어,4 ,9 
7 ,10 ,이승민,1 ,2 ,한국사,한국사,3 ,7 
7 ,10 ,이승민,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,8 
7 ,10 ,이승민,1 ,2 ,과학,통합과학,3 ,6 
7 ,10 ,이승민,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,6 
7 ,10 ,이승민,2 ,1 ,국어,문학,4 ,7 
7 ,10 ,이승민,2 ,1 ,수학,수학Ⅰ,4 ,7 
7 ,10 ,이승민,2 ,1 ,수학,확률과 통계,2 ,7 
7 ,10 ,이승민,2 ,1 ,영어,영어Ⅰ,3 ,8 
7 ,10 ,이승민,2 ,1 ,사회(역사/도덕포함),세계사,4 ,6 
7 ,10 ,이승민,2 ,1 ,사회(역사/도덕포함),경제,4 ,6 
7 ,10 ,이승민,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,5 
7 ,10 ,이승민,2 ,2 ,국어,독서,4 ,7 
7 ,10 ,이승민,2 ,2 ,수학,수학Ⅱ,4 ,9 
7 ,10 ,이승민,2 ,2 ,수학,확률과 통계,2 ,7 
7 ,10 ,이승민,2 ,2 ,영어,영어Ⅱ,3 ,8 
7 ,10 ,이승민,2 ,2 ,사회(역사/도덕포함),세계지리,4 ,8 
7 ,10 ,이승민,2 ,2 ,사회(역사/도덕포함),윤리와 사상,4 ,7 
7 ,10 ,이승민,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,5 
7 ,10 ,이승민,3 ,1 ,국어,화법과 작문,4 ,8 
7 ,10 ,이승민,3 ,1 ,영어,영어 독해와 작문,4 ,7 
7 ,10 ,이승민,3 ,1 ,사회(역사/도덕포함),한국지리,3 ,8 
7 ,10 ,이승민,3 ,1 ,사회(역사/도덕포함),사회·문화,3 ,9 
7 ,10 ,이승민,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,8 
7 ,11 ,이정우,1 ,1 ,국어,국어,3 ,4 
7 ,11 ,이정우,1 ,1 ,수학,수학,4 ,6 
7 ,11 ,이정우,1 ,1 ,영어,영어,4 ,5 
7 ,11 ,이정우,1 ,1 ,한국사,한국사,3 ,5 
7 ,11 ,이정우,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
7 ,11 ,이정우,1 ,1 ,과학,통합과학,3 ,5 
7 ,11 ,이정우,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,11 ,이정우,1 ,2 ,국어,국어,3 ,4 
7 ,11 ,이정우,1 ,2 ,수학,수학,4 ,5 
7 ,11 ,이정우,1 ,2 ,영어,영어,4 ,4 
7 ,11 ,이정우,1 ,2 ,한국사,한국사,3 ,4 
7 ,11 ,이정우,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,11 ,이정우,1 ,2 ,과학,통합과학,3 ,3 
7 ,11 ,이정우,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,11 ,이정우,2 ,1 ,국어,문학,4 ,3 
7 ,11 ,이정우,2 ,1 ,수학,수학Ⅰ,4 ,3 
7 ,11 ,이정우,2 ,1 ,수학,확률과 통계,2 ,3 
7 ,11 ,이정우,2 ,1 ,영어,영어Ⅰ,3 ,4 
7 ,11 ,이정우,2 ,1 ,사회(역사/도덕포함),세계사,4 ,2 
7 ,11 ,이정우,2 ,1 ,사회(역사/도덕포함),경제,4 ,2 
7 ,11 ,이정우,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
7 ,11 ,이정우,2 ,2 ,국어,독서,4 ,3 
7 ,11 ,이정우,2 ,2 ,수학,수학Ⅱ,4 ,4 
7 ,11 ,이정우,2 ,2 ,수학,확률과 통계,2 ,3 
7 ,11 ,이정우,2 ,2 ,영어,영어Ⅱ,3 ,4 
7 ,11 ,이정우,2 ,2 ,사회(역사/도덕포함),세계지리,4 ,2 
7 ,11 ,이정우,2 ,2 ,사회(역사/도덕포함),윤리와 사상,4 ,2 
7 ,11 ,이정우,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
7 ,11 ,이정우,3 ,1 ,국어,화법과 작문,4 ,3 
7 ,11 ,이정우,3 ,1 ,영어,영어 독해와 작문,4 ,3 
7 ,11 ,이정우,3 ,1 ,사회(역사/도덕포함),한국지리,3 ,3 
7 ,11 ,이정우,3 ,1 ,사회(역사/도덕포함),사회·문화,3 ,3 
7 ,11 ,이정우,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,3 
7 ,12 ,정안성,1 ,1 ,국어,국어,3 ,6 
7 ,12 ,정안성,1 ,1 ,수학,수학,4 ,7 
7 ,12 ,정안성,1 ,1 ,영어,영어,4 ,7 
7 ,12 ,정안성,1 ,1 ,한국사,한국사,3 ,7 
7 ,12 ,정안성,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,7 
7 ,12 ,정안성,1 ,1 ,과학,통합과학,3 ,7 
7 ,12 ,정안성,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,5 
7 ,12 ,정안성,1 ,2 ,국어,국어,3 ,4 
7 ,12 ,정안성,1 ,2 ,수학,수학,4 ,6 
7 ,12 ,정안성,1 ,2 ,영어,영어,4 ,6 
7 ,12 ,정안성,1 ,2 ,한국사,한국사,3 ,7 
7 ,12 ,정안성,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,7 
7 ,12 ,정안성,1 ,2 ,과학,통합과학,3 ,6 
7 ,12 ,정안성,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,5 
7 ,12 ,정안성,2 ,1 ,국어,문학,4 ,5 
7 ,12 ,정안성,2 ,1 ,수학,수학Ⅰ,4 ,6 
7 ,12 ,정안성,2 ,1 ,수학,확률과 통계,2 ,7 
7 ,12 ,정안성,2 ,1 ,영어,영어Ⅰ,3 ,6 
7 ,12 ,정안성,2 ,1 ,사회(역사/도덕포함),세계사,4 ,5 
7 ,12 ,정안성,2 ,1 ,사회(역사/도덕포함),경제,4 ,5 
7 ,12 ,정안성,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,4 
7 ,12 ,정안성,2 ,2 ,국어,독서,4 ,6 
7 ,12 ,정안성,2 ,2 ,수학,수학Ⅱ,4 ,7 
7 ,12 ,정안성,2 ,2 ,수학,확률과 통계,2 ,6 
7 ,12 ,정안성,2 ,2 ,영어,영어Ⅱ,3 ,6 
7 ,12 ,정안성,2 ,2 ,사회(역사/도덕포함),세계지리,4 ,4 
7 ,12 ,정안성,2 ,2 ,사회(역사/도덕포함),윤리와 사상,4 ,3 
7 ,12 ,정안성,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,4 
7 ,12 ,정안성,3 ,1 ,국어,화법과 작문,4 ,5 
7 ,12 ,정안성,3 ,1 ,영어,영어 독해와 작문,4 ,7 
7 ,12 ,정안성,3 ,1 ,사회(역사/도덕포함),한국지리,3 ,5 
7 ,12 ,정안성,3 ,1 ,사회(역사/도덕포함),사회·문화,3 ,5 
7 ,12 ,정안성,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,4 
7 ,13 ,정원석,1 ,1 ,국어,국어,3 ,5 
7 ,13 ,정원석,1 ,1 ,수학,수학,4 ,7 
7 ,13 ,정원석,1 ,1 ,영어,영어,4 ,4 
7 ,13 ,정원석,1 ,1 ,한국사,한국사,3 ,5 
7 ,13 ,정원석,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,13 ,정원석,1 ,1 ,과학,통합과학,3 ,6 
7 ,13 ,정원석,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,6 
7 ,13 ,정원석,1 ,2 ,국어,국어,3 ,5 
7 ,13 ,정원석,1 ,2 ,수학,수학,4 ,6 
7 ,13 ,정원석,1 ,2 ,영어,영어,4 ,4 
7 ,13 ,정원석,1 ,2 ,한국사,한국사,3 ,3 
7 ,13 ,정원석,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,13 ,정원석,1 ,2 ,과학,통합과학,3 ,5 
7 ,13 ,정원석,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,5 
7 ,13 ,정원석,2 ,1 ,국어,문학,4 ,4 
7 ,13 ,정원석,2 ,1 ,수학,수학Ⅰ,4 ,6 
7 ,13 ,정원석,2 ,1 ,수학,확률과 통계,2 ,6 
7 ,13 ,정원석,2 ,1 ,영어,영어Ⅰ,3 ,4 
7 ,13 ,정원석,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
7 ,13 ,정원석,2 ,1 ,사회(역사/도덕포함),경제,4 ,4 
7 ,13 ,정원석,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,6 
7 ,13 ,정원석,2 ,2 ,국어,독서,4 ,4 
7 ,13 ,정원석,2 ,2 ,수학,수학Ⅱ,4 ,6 
7 ,13 ,정원석,2 ,2 ,수학,확률과 통계,2 ,5 
7 ,13 ,정원석,2 ,2 ,영어,영어Ⅱ,3 ,4 
7 ,13 ,정원석,2 ,2 ,사회(역사/도덕포함),세계지리,4 ,3 
7 ,13 ,정원석,2 ,2 ,사회(역사/도덕포함),윤리와 사상,4 ,4 
7 ,13 ,정원석,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,5 
7 ,13 ,정원석,3 ,1 ,국어,화법과 작문,4 ,2 
7 ,13 ,정원석,3 ,1 ,영어,영어 독해와 작문,4 ,4 
7 ,13 ,정원석,3 ,1 ,사회(역사/도덕포함),한국지리,3 ,3 
7 ,13 ,정원석,3 ,1 ,사회(역사/도덕포함),사회·문화,3 ,4 
7 ,13 ,정원석,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,4 
7 ,14 ,조우성,1 ,1 ,국어,국어,3 ,5 
7 ,14 ,조우성,1 ,1 ,수학,수학,4 ,4 
7 ,14 ,조우성,1 ,1 ,영어,영어,4 ,4 
7 ,14 ,조우성,1 ,1 ,한국사,한국사,3 ,4 
7 ,14 ,조우성,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,14 ,조우성,1 ,1 ,과학,통합과학,3 ,5 
7 ,14 ,조우성,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,2 
7 ,14 ,조우성,1 ,2 ,국어,국어,3 ,5 
7 ,14 ,조우성,1 ,2 ,수학,수학,4 ,4 
7 ,14 ,조우성,1 ,2 ,영어,영어,4 ,5 
7 ,14 ,조우성,1 ,2 ,한국사,한국사,3 ,4 
7 ,14 ,조우성,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,14 ,조우성,1 ,2 ,과학,통합과학,3 ,6 
7 ,14 ,조우성,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,2 
7 ,14 ,조우성,2 ,1 ,국어,문학,4 ,5 
7 ,14 ,조우성,2 ,1 ,수학,수학Ⅰ,4 ,5 
7 ,14 ,조우성,2 ,1 ,수학,확률과 통계,2 ,4 
7 ,14 ,조우성,2 ,1 ,영어,영어Ⅰ,3 ,6 
7 ,14 ,조우성,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
7 ,14 ,조우성,2 ,1 ,사회(역사/도덕포함),경제,4 ,5 
7 ,14 ,조우성,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
7 ,14 ,조우성,2 ,2 ,국어,독서,4 ,5 
7 ,14 ,조우성,2 ,2 ,수학,수학Ⅱ,4 ,5 
7 ,14 ,조우성,2 ,2 ,수학,확률과 통계,2 ,5 
7 ,14 ,조우성,2 ,2 ,영어,영어Ⅱ,3 ,4 
7 ,14 ,조우성,2 ,2 ,사회(역사/도덕포함),세계지리,4 ,2 
7 ,14 ,조우성,2 ,2 ,사회(역사/도덕포함),윤리와 사상,4 ,5 
7 ,14 ,조우성,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,1 
7 ,14 ,조우성,3 ,1 ,국어,화법과 작문,4 ,5 
7 ,14 ,조우성,3 ,1 ,영어,영어 독해와 작문,4 ,5 
7 ,14 ,조우성,3 ,1 ,사회(역사/도덕포함),한국지리,3 ,3 
7 ,14 ,조우성,3 ,1 ,사회(역사/도덕포함),사회·문화,3 ,4 
7 ,14 ,조우성,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,5 
7 ,15 ,주정민,1 ,1 ,국어,국어,3 ,6 
7 ,15 ,주정민,1 ,1 ,수학,수학,4 ,8 
7 ,15 ,주정민,1 ,1 ,영어,영어,4 ,7 
7 ,15 ,주정민,1 ,1 ,한국사,한국사,3 ,4 
7 ,15 ,주정민,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,15 ,주정민,1 ,1 ,과학,통합과학,3 ,6 
7 ,15 ,주정민,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,6 
7 ,15 ,주정민,1 ,2 ,국어,국어,3 ,6 
7 ,15 ,주정민,1 ,2 ,수학,수학,4 ,8 
7 ,15 ,주정민,1 ,2 ,영어,영어,4 ,7 
7 ,15 ,주정민,1 ,2 ,한국사,한국사,3 ,4 
7 ,15 ,주정민,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,5 
7 ,15 ,주정민,1 ,2 ,과학,통합과학,3 ,6 
7 ,15 ,주정민,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,7 
7 ,15 ,주정민,2 ,1 ,국어,문학,4 ,6 
7 ,15 ,주정민,2 ,1 ,수학,수학Ⅰ,4 ,8 
7 ,15 ,주정민,2 ,1 ,수학,확률과 통계,2 ,8 
7 ,15 ,주정민,2 ,1 ,영어,영어Ⅰ,3 ,7 
7 ,15 ,주정민,2 ,1 ,사회(역사/도덕포함),세계사,4 ,3 
7 ,15 ,주정민,2 ,1 ,사회(역사/도덕포함),경제,4 ,5 
7 ,15 ,주정민,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,7 
7 ,15 ,주정민,2 ,2 ,국어,독서,4 ,5 
7 ,15 ,주정민,2 ,2 ,수학,수학Ⅱ,4 ,7 
7 ,15 ,주정민,2 ,2 ,수학,확률과 통계,2 ,7 
7 ,15 ,주정민,2 ,2 ,영어,영어Ⅱ,3 ,7 
7 ,15 ,주정민,2 ,2 ,사회(역사/도덕포함),세계지리,4 ,3 
7 ,15 ,주정민,2 ,2 ,사회(역사/도덕포함),윤리와 사상,4 ,5 
7 ,15 ,주정민,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,6 
7 ,15 ,주정민,3 ,1 ,국어,화법과 작문,4 ,5 
7 ,15 ,주정민,3 ,1 ,영어,영어 독해와 작문,4 ,6 
7 ,15 ,주정민,3 ,1 ,사회(역사/도덕포함),한국지리,3 ,5 
7 ,15 ,주정민,3 ,1 ,사회(역사/도덕포함),사회·문화,3 ,5 
7 ,15 ,주정민,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,6 
7 ,16 ,주찬욱,1 ,1 ,국어,국어,3 ,5 
7 ,16 ,주찬욱,1 ,1 ,수학,수학,4 ,4 
7 ,16 ,주찬욱,1 ,1 ,영어,영어,4 ,6 
7 ,16 ,주찬욱,1 ,1 ,한국사,한국사,3 ,6 
7 ,16 ,주찬욱,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,7 
7 ,16 ,주찬욱,1 ,1 ,과학,통합과학,3 ,3 
7 ,16 ,주찬욱,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,5 
7 ,16 ,주찬욱,1 ,2 ,국어,국어,3 ,6 
7 ,16 ,주찬욱,1 ,2 ,수학,수학,4 ,5 
7 ,16 ,주찬욱,1 ,2 ,영어,영어,4 ,6 
7 ,16 ,주찬욱,1 ,2 ,한국사,한국사,3 ,6 
7 ,16 ,주찬욱,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,5 
7 ,16 ,주찬욱,1 ,2 ,과학,통합과학,3 ,3 
7 ,16 ,주찬욱,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,5 
7 ,16 ,주찬욱,2 ,1 ,국어,문학,4 ,3 
7 ,16 ,주찬욱,2 ,1 ,수학,수학Ⅰ,4 ,4 
7 ,16 ,주찬욱,2 ,1 ,수학,확률과 통계,2 ,5 
7 ,16 ,주찬욱,2 ,1 ,영어,영어Ⅰ,3 ,4 
7 ,16 ,주찬욱,2 ,1 ,사회(역사/도덕포함),세계사,4 ,5 
7 ,16 ,주찬욱,2 ,1 ,사회(역사/도덕포함),경제,4 ,5 
7 ,16 ,주찬욱,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,5 
7 ,16 ,주찬욱,2 ,2 ,국어,독서,4 ,6 
7 ,16 ,주찬욱,2 ,2 ,수학,수학Ⅱ,4 ,4 
7 ,16 ,주찬욱,2 ,2 ,수학,확률과 통계,2 ,5 
7 ,16 ,주찬욱,2 ,2 ,영어,영어Ⅱ,3 ,6 
7 ,16 ,주찬욱,2 ,2 ,사회(역사/도덕포함),세계지리,4 ,6 
7 ,16 ,주찬욱,2 ,2 ,사회(역사/도덕포함),윤리와 사상,4 ,4 
7 ,16 ,주찬욱,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,6 
7 ,16 ,주찬욱,3 ,1 ,국어,화법과 작문,4 ,5 
7 ,16 ,주찬욱,3 ,1 ,영어,영어 독해와 작문,4 ,6 
7 ,16 ,주찬욱,3 ,1 ,사회(역사/도덕포함),한국지리,3 ,5 
7 ,16 ,주찬욱,3 ,1 ,사회(역사/도덕포함),사회·문화,3 ,6 
7 ,16 ,주찬욱,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,5 
7 ,17 ,최병언,1 ,1 ,국어,국어,3 ,5 
7 ,17 ,최병언,1 ,1 ,수학,수학,4 ,6 
7 ,17 ,최병언,1 ,1 ,영어,영어,4 ,7 
7 ,17 ,최병언,1 ,1 ,한국사,한국사,3 ,3 
7 ,17 ,최병언,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,17 ,최병언,1 ,1 ,과학,통합과학,3 ,5 
7 ,17 ,최병언,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,4 
7 ,17 ,최병언,1 ,2 ,국어,국어,3 ,5 
7 ,17 ,최병언,1 ,2 ,수학,수학,4 ,5 
7 ,17 ,최병언,1 ,2 ,영어,영어,4 ,6 
7 ,17 ,최병언,1 ,2 ,한국사,한국사,3 ,2 
7 ,17 ,최병언,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,17 ,최병언,1 ,2 ,과학,통합과학,3 ,5 
7 ,17 ,최병언,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,17 ,최병언,2 ,1 ,국어,문학,4 ,4 
7 ,17 ,최병언,2 ,1 ,수학,수학Ⅰ,4 ,3 
7 ,17 ,최병언,2 ,1 ,수학,확률과 통계,2 ,5 
7 ,17 ,최병언,2 ,1 ,영어,영어Ⅰ,3 ,6 
7 ,17 ,최병언,2 ,1 ,사회(역사/도덕포함),세계사,4 ,3 
7 ,17 ,최병언,2 ,1 ,사회(역사/도덕포함),경제,4 ,4 
7 ,17 ,최병언,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,4 
7 ,17 ,최병언,2 ,2 ,국어,독서,4 ,5 
7 ,17 ,최병언,2 ,2 ,수학,수학Ⅱ,4 ,5 
7 ,17 ,최병언,2 ,2 ,수학,확률과 통계,2 ,5 
7 ,17 ,최병언,2 ,2 ,영어,영어Ⅱ,3 ,6 
7 ,17 ,최병언,2 ,2 ,사회(역사/도덕포함),세계지리,4 ,4 
7 ,17 ,최병언,2 ,2 ,사회(역사/도덕포함),윤리와 사상,4 ,3 
7 ,17 ,최병언,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,4 
7 ,17 ,최병언,3 ,1 ,국어,화법과 작문,4 ,4 
7 ,17 ,최병언,3 ,1 ,영어,영어 독해와 작문,4 ,6 
7 ,17 ,최병언,3 ,1 ,사회(역사/도덕포함),한국지리,3 ,4 
7 ,17 ,최병언,3 ,1 ,사회(역사/도덕포함),사회·문화,3 ,2 
7 ,17 ,최병언,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,3 
7 ,18 ,최인열,1 ,1 ,국어,국어,3 ,5 
7 ,18 ,최인열,1 ,1 ,수학,수학,4 ,3 
7 ,18 ,최인열,1 ,1 ,영어,영어,4 ,5 
7 ,18 ,최인열,1 ,1 ,한국사,한국사,3 ,4 
7 ,18 ,최인열,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,5 
7 ,18 ,최인열,1 ,1 ,과학,통합과학,3 ,5 
7 ,18 ,최인열,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,4 
7 ,18 ,최인열,1 ,2 ,국어,국어,3 ,4 
7 ,18 ,최인열,1 ,2 ,수학,수학,4 ,3 
7 ,18 ,최인열,1 ,2 ,영어,영어,4 ,4 
7 ,18 ,최인열,1 ,2 ,한국사,한국사,3 ,3 
7 ,18 ,최인열,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,18 ,최인열,1 ,2 ,과학,통합과학,3 ,4 
7 ,18 ,최인열,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,4 
7 ,18 ,최인열,2 ,1 ,국어,문학,4 ,4 
7 ,18 ,최인열,2 ,1 ,수학,수학Ⅰ,4 ,4 
7 ,18 ,최인열,2 ,1 ,수학,확률과 통계,2 ,3 
7 ,18 ,최인열,2 ,1 ,영어,영어Ⅰ,3 ,5 
7 ,18 ,최인열,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
7 ,18 ,최인열,2 ,1 ,사회(역사/도덕포함),경제,4 ,3 
7 ,18 ,최인열,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,5 
7 ,18 ,최인열,2 ,2 ,국어,독서,4 ,5 
7 ,18 ,최인열,2 ,2 ,수학,수학Ⅱ,4 ,4 
7 ,18 ,최인열,2 ,2 ,수학,확률과 통계,2 ,4 
7 ,18 ,최인열,2 ,2 ,영어,영어Ⅱ,3 ,4 
7 ,18 ,최인열,2 ,2 ,사회(역사/도덕포함),세계지리,4 ,4 
7 ,18 ,최인열,2 ,2 ,사회(역사/도덕포함),윤리와 사상,4 ,5 
7 ,18 ,최인열,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,4 
7 ,18 ,최인열,3 ,1 ,국어,화법과 작문,4 ,4 
7 ,18 ,최인열,3 ,1 ,영어,영어 독해와 작문,4 ,4 
7 ,18 ,최인열,3 ,1 ,사회(역사/도덕포함),한국지리,3 ,4 
7 ,18 ,최인열,3 ,1 ,사회(역사/도덕포함),사회·문화,3 ,5 
7 ,18 ,최인열,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,4 
7 ,19 ,최치원,1 ,1 ,국어,국어,3 ,2 
7 ,19 ,최치원,1 ,1 ,수학,수학,4 ,3 
7 ,19 ,최치원,1 ,1 ,영어,영어,4 ,2 
7 ,19 ,최치원,1 ,1 ,한국사,한국사,3 ,2 
7 ,19 ,최치원,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,2 
7 ,19 ,최치원,1 ,1 ,과학,통합과학,3 ,2 
7 ,19 ,최치원,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,19 ,최치원,1 ,2 ,국어,국어,3 ,2 
7 ,19 ,최치원,1 ,2 ,수학,수학,4 ,3 
7 ,19 ,최치원,1 ,2 ,영어,영어,4 ,2 
7 ,19 ,최치원,1 ,2 ,한국사,한국사,3 ,2 
7 ,19 ,최치원,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,1 
7 ,19 ,최치원,1 ,2 ,과학,통합과학,3 ,3 
7 ,19 ,최치원,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,2 
7 ,19 ,최치원,2 ,1 ,국어,문학,4 ,2 
7 ,19 ,최치원,2 ,1 ,수학,수학Ⅰ,4 ,2 
7 ,19 ,최치원,2 ,1 ,수학,확률과 통계,2 ,2 
7 ,19 ,최치원,2 ,1 ,영어,영어Ⅰ,3 ,2 
7 ,19 ,최치원,2 ,1 ,사회(역사/도덕포함),세계사,4 ,2 
7 ,19 ,최치원,2 ,1 ,사회(역사/도덕포함),경제,4 ,2 
7 ,19 ,최치원,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
7 ,19 ,최치원,2 ,2 ,국어,독서,4 ,1 
7 ,19 ,최치원,2 ,2 ,수학,수학Ⅱ,4 ,2 
7 ,19 ,최치원,2 ,2 ,수학,확률과 통계,2 ,3 
7 ,19 ,최치원,2 ,2 ,영어,영어Ⅱ,3 ,2 
7 ,19 ,최치원,2 ,2 ,사회(역사/도덕포함),세계지리,4 ,2 
7 ,19 ,최치원,2 ,2 ,사회(역사/도덕포함),윤리와 사상,4 ,2 
7 ,19 ,최치원,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,4 
7 ,19 ,최치원,3 ,1 ,국어,화법과 작문,4 ,3 
7 ,19 ,최치원,3 ,1 ,영어,영어 독해와 작문,4 ,2 
7 ,19 ,최치원,3 ,1 ,사회(역사/도덕포함),한국지리,3 ,2 
7 ,19 ,최치원,3 ,1 ,사회(역사/도덕포함),사회·문화,3 ,2 
7 ,19 ,최치원,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,3 
`;
