export const CLASS6_CSV = `6 ,1 ,강현민,1 ,1 ,국어,국어,3 ,3 
6 ,1 ,강현민,1 ,1 ,수학,수학,4 ,3 
6 ,1 ,강현민,1 ,1 ,영어,영어,4 ,3 
6 ,1 ,강현민,1 ,1 ,한국사,한국사,3 ,3 
6 ,1 ,강현민,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
6 ,1 ,강현민,1 ,1 ,과학,통합과학,3 ,4 
6 ,1 ,강현민,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
6 ,1 ,강현민,1 ,2 ,국어,국어,3 ,4 
6 ,1 ,강현민,1 ,2 ,수학,수학,4 ,2 
6 ,1 ,강현민,1 ,2 ,영어,영어,4 ,2 
6 ,1 ,강현민,1 ,2 ,한국사,한국사,3 ,4 
6 ,1 ,강현민,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
6 ,1 ,강현민,1 ,2 ,과학,통합과학,3 ,4 
6 ,1 ,강현민,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
6 ,1 ,강현민,2 ,1 ,국어,문학,4 ,3 
6 ,1 ,강현민,2 ,1 ,수학,수학Ⅰ,4 ,2 
6 ,1 ,강현민,2 ,1 ,수학,확률과 통계,2 ,3 
6 ,1 ,강현민,2 ,1 ,영어,영어Ⅰ,3 ,3 
6 ,1 ,강현민,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
6 ,1 ,강현민,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
6 ,1 ,강현민,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
6 ,1 ,강현민,2 ,2 ,국어,독서,4 ,4 
6 ,1 ,강현민,2 ,2 ,수학,수학Ⅱ,4 ,2 
6 ,1 ,강현민,2 ,2 ,수학,확률과 통계,2 ,2 
6 ,1 ,강현민,2 ,2 ,영어,영어Ⅱ,3 ,2 
6 ,1 ,강현민,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
6 ,1 ,강현민,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
6 ,1 ,강현민,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
6 ,1 ,강현민,3 ,1 ,국어,화법과 작문,4 ,4 
6 ,1 ,강현민,3 ,1 ,영어,영어 독해와 작문,4 ,2 
6 ,2 ,국승윤,1 ,1 ,국어,국어,3 ,3 
6 ,2 ,국승윤,1 ,1 ,수학,수학,4 ,3 
6 ,2 ,국승윤,1 ,1 ,영어,영어,4 ,3 
6 ,2 ,국승윤,1 ,1 ,한국사,한국사,3 ,3 
6 ,2 ,국승윤,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
6 ,2 ,국승윤,1 ,1 ,과학,통합과학,3 ,4 
6 ,2 ,국승윤,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
6 ,2 ,국승윤,1 ,2 ,국어,국어,3 ,4 
6 ,2 ,국승윤,1 ,2 ,수학,수학,4 ,2 
6 ,2 ,국승윤,1 ,2 ,영어,영어,4 ,2 
6 ,2 ,국승윤,1 ,2 ,한국사,한국사,3 ,4 
6 ,2 ,국승윤,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
6 ,2 ,국승윤,1 ,2 ,과학,통합과학,3 ,4 
6 ,2 ,국승윤,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
6 ,2 ,국승윤,2 ,1 ,국어,문학,4 ,3 
6 ,2 ,국승윤,2 ,1 ,수학,수학Ⅰ,4 ,2 
6 ,2 ,국승윤,2 ,1 ,수학,확률과 통계,2 ,3 
6 ,2 ,국승윤,2 ,1 ,영어,영어Ⅰ,3 ,3 
6 ,2 ,국승윤,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
6 ,2 ,국승윤,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
6 ,2 ,국승윤,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
6 ,2 ,국승윤,2 ,2 ,국어,독서,4 ,4 
6 ,2 ,국승윤,2 ,2 ,수학,수학Ⅱ,4 ,2 
6 ,2 ,국승윤,2 ,2 ,수학,확률과 통계,2 ,2 
6 ,2 ,국승윤,2 ,2 ,영어,영어Ⅱ,3 ,2 
6 ,2 ,국승윤,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
6 ,2 ,국승윤,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
6 ,2 ,국승윤,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
6 ,2 ,국승윤,3 ,1 ,국어,화법과 작문,4 ,4 
6 ,2 ,국승윤,3 ,1 ,영어,영어 독해와 작문,4 ,2 
6 ,3 ,권경호,1 ,1 ,국어,국어,3 ,3 
6 ,3 ,권경호,1 ,1 ,수학,수학,4 ,3 
6 ,3 ,권경호,1 ,1 ,영어,영어,4 ,3 
6 ,3 ,권경호,1 ,1 ,한국사,한국사,3 ,3 
6 ,3 ,권경호,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
6 ,3 ,권경호,1 ,1 ,과학,통합과학,3 ,4 
6 ,3 ,권경호,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
6 ,3 ,권경호,1 ,2 ,국어,국어,3 ,4 
6 ,3 ,권경호,1 ,2 ,수학,수학,4 ,2 
6 ,3 ,권경호,1 ,2 ,영어,영어,4 ,2 
6 ,3 ,권경호,1 ,2 ,한국사,한국사,3 ,4 
6 ,3 ,권경호,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
6 ,3 ,권경호,1 ,2 ,과학,통합과학,3 ,4 
6 ,3 ,권경호,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
6 ,3 ,권경호,2 ,1 ,국어,문학,4 ,3 
6 ,3 ,권경호,2 ,1 ,수학,수학Ⅰ,4 ,2 
6 ,3 ,권경호,2 ,1 ,수학,확률과 통계,2 ,3 
6 ,3 ,권경호,2 ,1 ,영어,영어Ⅰ,3 ,3 
6 ,3 ,권경호,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
6 ,3 ,권경호,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
6 ,3 ,권경호,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
6 ,3 ,권경호,2 ,2 ,국어,독서,4 ,4 
6 ,3 ,권경호,2 ,2 ,수학,수학Ⅱ,4 ,2 
6 ,3 ,권경호,2 ,2 ,수학,확률과 통계,2 ,2 
6 ,3 ,권경호,2 ,2 ,영어,영어Ⅱ,3 ,2 
6 ,3 ,권경호,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
6 ,3 ,권경호,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
6 ,3 ,권경호,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
6 ,3 ,권경호,3 ,1 ,국어,화법과 작문,4 ,4 
6 ,3 ,권경호,3 ,1 ,영어,영어 독해와 작문,4 ,2 
6 ,4 ,김동우,1 ,1 ,국어,국어,3 ,3 
6 ,4 ,김동우,1 ,1 ,수학,수학,4 ,3 
6 ,4 ,김동우,1 ,1 ,영어,영어,4 ,3 
6 ,4 ,김동우,1 ,1 ,한국사,한국사,3 ,3 
6 ,4 ,김동우,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
6 ,4 ,김동우,1 ,1 ,과학,통합과학,3 ,4 
6 ,4 ,김동우,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
6 ,4 ,김동우,1 ,2 ,국어,국어,3 ,4 
6 ,4 ,김동우,1 ,2 ,수학,수학,4 ,2 
6 ,4 ,김동우,1 ,2 ,영어,영어,4 ,2 
6 ,4 ,김동우,1 ,2 ,한국사,한국사,3 ,4 
6 ,4 ,김동우,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
6 ,4 ,김동우,1 ,2 ,과학,통합과학,3 ,4 
6 ,4 ,김동우,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
6 ,4 ,김동우,2 ,1 ,국어,문학,4 ,3 
6 ,4 ,김동우,2 ,1 ,수학,수학Ⅰ,4 ,2 
6 ,4 ,김동우,2 ,1 ,수학,확률과 통계,2 ,3 
6 ,4 ,김동우,2 ,1 ,영어,영어Ⅰ,3 ,3 
6 ,4 ,김동우,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
6 ,4 ,김동우,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
6 ,4 ,김동우,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
6 ,4 ,김동우,2 ,2 ,국어,독서,4 ,4 
6 ,4 ,김동우,2 ,2 ,수학,수학Ⅱ,4 ,2 
6 ,4 ,김동우,2 ,2 ,수학,확률과 통계,2 ,2 
6 ,4 ,김동우,2 ,2 ,영어,영어Ⅱ,3 ,2 
6 ,4 ,김동우,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
6 ,4 ,김동우,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
6 ,4 ,김동우,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
6 ,4 ,김동우,3 ,1 ,국어,화법과 작문,4 ,4 
6 ,4 ,김동우,3 ,1 ,영어,영어 독해와 작문,4 ,2 
6 ,5 ,김동현,1 ,1 ,국어,국어,3 ,3 
6 ,5 ,김동현,1 ,1 ,수학,수학,4 ,3 
6 ,5 ,김동현,1 ,1 ,영어,영어,4 ,3 
6 ,5 ,김동현,1 ,1 ,한국사,한국사,3 ,3 
6 ,5 ,김동현,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
6 ,5 ,김동현,1 ,1 ,과학,통합과학,3 ,4 
6 ,5 ,김동현,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
6 ,5 ,김동현,1 ,2 ,국어,국어,3 ,4 
6 ,5 ,김동현,1 ,2 ,수학,수학,4 ,2 
6 ,5 ,김동현,1 ,2 ,영어,영어,4 ,2 
6 ,5 ,김동현,1 ,2 ,한국사,한국사,3 ,4 
6 ,5 ,김동현,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
6 ,5 ,김동현,1 ,2 ,과학,통합과학,3 ,4 
6 ,5 ,김동현,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
6 ,5 ,김동현,2 ,1 ,국어,문학,4 ,3 
6 ,5 ,김동현,2 ,1 ,수학,수학Ⅰ,4 ,2 
6 ,5 ,김동현,2 ,1 ,수학,확률과 통계,2 ,3 
6 ,5 ,김동현,2 ,1 ,영어,영어Ⅰ,3 ,3 
6 ,5 ,김동현,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
6 ,5 ,김동현,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
6 ,5 ,김동현,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
6 ,5 ,김동현,2 ,2 ,국어,독서,4 ,4 
6 ,5 ,김동현,2 ,2 ,수학,수학Ⅱ,4 ,2 
6 ,5 ,김동현,2 ,2 ,수학,확률과 통계,2 ,2 
6 ,5 ,김동현,2 ,2 ,영어,영어Ⅱ,3 ,2 
6 ,5 ,김동현,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
6 ,5 ,김동현,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
6 ,5 ,김동현,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
6 ,5 ,김동현,3 ,1 ,국어,화법과 작문,4 ,4 
6 ,5 ,김동현,3 ,1 ,영어,영어 독해와 작문,4 ,2 
6 ,6 ,김서준,1 ,1 ,국어,국어,3 ,3 
6 ,6 ,김서준,1 ,1 ,수학,수학,4 ,3 
6 ,6 ,김서준,1 ,1 ,영어,영어,4 ,3 
6 ,6 ,김서준,1 ,1 ,한국사,한국사,3 ,3 
6 ,6 ,김서준,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
6 ,6 ,김서준,1 ,1 ,과학,통합과학,3 ,4 
6 ,6 ,김서준,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
6 ,6 ,김서준,1 ,2 ,국어,국어,3 ,4 
6 ,6 ,김서준,1 ,2 ,수학,수학,4 ,2 
6 ,6 ,김서준,1 ,2 ,영어,영어,4 ,2 
6 ,6 ,김서준,1 ,2 ,한국사,한국사,3 ,4 
6 ,6 ,김서준,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
6 ,6 ,김서준,1 ,2 ,과학,통합과학,3 ,4 
6 ,6 ,김서준,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
6 ,6 ,김서준,2 ,1 ,국어,문학,4 ,3 
6 ,6 ,김서준,2 ,1 ,수학,수학Ⅰ,4 ,2 
6 ,6 ,김서준,2 ,1 ,수학,확률과 통계,2 ,3 
6 ,6 ,김서준,2 ,1 ,영어,영어Ⅰ,3 ,3 
6 ,6 ,김서준,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
6 ,6 ,김서준,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
6 ,6 ,김서준,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
6 ,6 ,김서준,2 ,2 ,국어,독서,4 ,4 
6 ,6 ,김서준,2 ,2 ,수학,수학Ⅱ,4 ,2 
6 ,6 ,김서준,2 ,2 ,수학,확률과 통계,2 ,2 
6 ,6 ,김서준,2 ,2 ,영어,영어Ⅱ,3 ,2 
6 ,6 ,김서준,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
6 ,6 ,김서준,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
6 ,6 ,김서준,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
6 ,6 ,김서준,3 ,1 ,국어,화법과 작문,4 ,4 
6 ,6 ,김서준,3 ,1 ,영어,영어 독해와 작문,4 ,2 
6 ,7 ,김성범,1 ,1 ,국어,국어,3 ,3 
6 ,7 ,김성범,1 ,1 ,수학,수학,4 ,3 
6 ,7 ,김성범,1 ,1 ,영어,영어,4 ,3 
6 ,7 ,김성범,1 ,1 ,한국사,한국사,3 ,3 
6 ,7 ,김성범,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
6 ,7 ,김성범,1 ,1 ,과학,통합과학,3 ,4 
6 ,7 ,김성범,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
6 ,7 ,김성범,1 ,2 ,국어,국어,3 ,4 
6 ,7 ,김성범,1 ,2 ,수학,수학,4 ,2 
6 ,7 ,김성범,1 ,2 ,영어,영어,4 ,2 
6 ,7 ,김성범,1 ,2 ,한국사,한국사,3 ,4 
6 ,7 ,김성범,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
6 ,7 ,김성범,1 ,2 ,과학,통합과학,3 ,4 
6 ,7 ,김성범,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
6 ,7 ,김성범,2 ,1 ,국어,문학,4 ,3 
6 ,7 ,김성범,2 ,1 ,수학,수학Ⅰ,4 ,2 
6 ,7 ,김성범,2 ,1 ,수학,확률과 통계,2 ,3 
6 ,7 ,김성범,2 ,1 ,영어,영어Ⅰ,3 ,3 
6 ,7 ,김성범,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
6 ,7 ,김성범,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
6 ,7 ,김성범,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
6 ,7 ,김성범,2 ,2 ,국어,독서,4 ,4 
6 ,7 ,김성범,2 ,2 ,수학,수학Ⅱ,4 ,2 
6 ,7 ,김성범,2 ,2 ,수학,확률과 통계,2 ,2 
6 ,7 ,김성범,2 ,2 ,영어,영어Ⅱ,3 ,2 
6 ,7 ,김성범,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
6 ,7 ,김성범,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
6 ,7 ,김성범,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
6 ,7 ,김성범,3 ,1 ,국어,화법과 작문,4 ,4 
6 ,7 ,김성범,3 ,1 ,영어,영어 독해와 작문,4 ,2 
6 ,8 ,김정우,1 ,1 ,국어,국어,3 ,3 
6 ,8 ,김정우,1 ,1 ,수학,수학,4 ,3 
6 ,8 ,김정우,1 ,1 ,영어,영어,4 ,3 
6 ,8 ,김정우,1 ,1 ,한국사,한국사,3 ,3 
6 ,8 ,김정우,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
6 ,8 ,김정우,1 ,1 ,과학,통합과학,3 ,4 
6 ,8 ,김정우,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
6 ,8 ,김정우,1 ,2 ,국어,국어,3 ,4 
6 ,8 ,김정우,1 ,2 ,수학,수학,4 ,2 
6 ,8 ,김정우,1 ,2 ,영어,영어,4 ,2 
6 ,8 ,김정우,1 ,2 ,한국사,한국사,3 ,4 
6 ,8 ,김정우,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
6 ,8 ,김정우,1 ,2 ,과학,통합과학,3 ,4 
6 ,8 ,김정우,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
6 ,8 ,김정우,2 ,1 ,국어,문학,4 ,3 
6 ,8 ,김정우,2 ,1 ,수학,수학Ⅰ,4 ,2 
6 ,8 ,김정우,2 ,1 ,수학,확률과 통계,2 ,3 
6 ,8 ,김정우,2 ,1 ,영어,영어Ⅰ,3 ,3 
6 ,8 ,김정우,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
6 ,8 ,김정우,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
6 ,8 ,김정우,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
6 ,8 ,김정우,2 ,2 ,국어,독서,4 ,4 
6 ,8 ,김정우,2 ,2 ,수학,수학Ⅱ,4 ,2 
6 ,8 ,김정우,2 ,2 ,수학,확률과 통계,2 ,2 
6 ,8 ,김정우,2 ,2 ,영어,영어Ⅱ,3 ,2 
6 ,8 ,김정우,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
6 ,8 ,김정우,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
6 ,8 ,김정우,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
6 ,8 ,김정우,3 ,1 ,국어,화법과 작문,4 ,4 
6 ,8 ,김정우,3 ,1 ,영어,영어 독해와 작문,4 ,2 
6 ,9 ,김주영,1 ,1 ,국어,국어,3 ,3 
6 ,9 ,김주영,1 ,1 ,수학,수학,4 ,3 
6 ,9 ,김주영,1 ,1 ,영어,영어,4 ,3 
6 ,9 ,김주영,1 ,1 ,한국사,한국사,3 ,3 
6 ,9 ,김주영,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
6 ,9 ,김주영,1 ,1 ,과학,통합과학,3 ,4 
6 ,9 ,김주영,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
6 ,9 ,김주영,1 ,2 ,국어,국어,3 ,4 
6 ,9 ,김주영,1 ,2 ,수학,수학,4 ,2 
6 ,9 ,김주영,1 ,2 ,영어,영어,4 ,2 
6 ,9 ,김주영,1 ,2 ,한국사,한국사,3 ,4 
6 ,9 ,김주영,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
6 ,9 ,김주영,1 ,2 ,과학,통합과학,3 ,4 
6 ,9 ,김주영,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
6 ,9 ,김주영,2 ,1 ,국어,문학,4 ,3 
6 ,9 ,김주영,2 ,1 ,수학,수학Ⅰ,4 ,2 
6 ,9 ,김주영,2 ,1 ,수학,확률과 통계,2 ,3 
6 ,9 ,김주영,2 ,1 ,영어,영어Ⅰ,3 ,3 
6 ,9 ,김주영,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
6 ,9 ,김주영,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
6 ,9 ,김주영,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
6 ,9 ,김주영,2 ,2 ,국어,독서,4 ,4 
6 ,9 ,김주영,2 ,2 ,수학,수학Ⅱ,4 ,2 
6 ,9 ,김주영,2 ,2 ,수학,확률과 통계,2 ,2 
6 ,9 ,김주영,2 ,2 ,영어,영어Ⅱ,3 ,2 
6 ,9 ,김주영,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
6 ,9 ,김주영,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
6 ,9 ,김주영,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
6 ,9 ,김주영,3 ,1 ,국어,화법과 작문,4 ,4 
6 ,9 ,김주영,3 ,1 ,영어,영어 독해와 작문,4 ,2 
6 ,10 ,노현우,1 ,1 ,국어,국어,3 ,3 
6 ,10 ,노현우,1 ,1 ,수학,수학,4 ,3 
6 ,10 ,노현우,1 ,1 ,영어,영어,4 ,3 
6 ,10 ,노현우,1 ,1 ,한국사,한국사,3 ,3 
6 ,10 ,노현우,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
6 ,10 ,노현우,1 ,1 ,과학,통합과학,3 ,4 
6 ,10 ,노현우,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
6 ,10 ,노현우,1 ,2 ,국어,국어,3 ,4 
6 ,10 ,노현우,1 ,2 ,수학,수학,4 ,2 
6 ,10 ,노현우,1 ,2 ,영어,영어,4 ,2 
6 ,10 ,노현우,1 ,2 ,한국사,한국사,3 ,4 
6 ,10 ,노현우,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
6 ,10 ,노현우,1 ,2 ,과학,통합과학,3 ,4 
6 ,10 ,노현우,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
6 ,10 ,노현우,2 ,1 ,국어,문학,4 ,3 
6 ,10 ,노현우,2 ,1 ,수학,수학Ⅰ,4 ,2 
6 ,10 ,노현우,2 ,1 ,수학,확률과 통계,2 ,3 
6 ,10 ,노현우,2 ,1 ,영어,영어Ⅰ,3 ,3 
6 ,10 ,노현우,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
6 ,10 ,노현우,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
6 ,10 ,노현우,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
6 ,10 ,노현우,2 ,2 ,국어,독서,4 ,4 
6 ,10 ,노현우,2 ,2 ,수학,수학Ⅱ,4 ,2 
6 ,10 ,노현우,2 ,2 ,수학,확률과 통계,2 ,2 
6 ,10 ,노현우,2 ,2 ,영어,영어Ⅱ,3 ,2 
6 ,10 ,노현우,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
6 ,10 ,노현우,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
6 ,10 ,노현우,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
6 ,10 ,노현우,3 ,1 ,국어,화법과 작문,4 ,4 
6 ,10 ,노현우,3 ,1 ,영어,영어 독해와 작문,4 ,2 
6 ,11 ,도준영,1 ,1 ,국어,국어,3 ,3 
6 ,11 ,도준영,1 ,1 ,수학,수학,4 ,3 
6 ,11 ,도준영,1 ,1 ,영어,영어,4 ,3 
6 ,11 ,도준영,1 ,1 ,한국사,한국사,3 ,3 
6 ,11 ,도준영,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
6 ,11 ,도준영,1 ,1 ,과학,통합과학,3 ,4 
6 ,11 ,도준영,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
6 ,11 ,도준영,1 ,2 ,국어,국어,3 ,4 
6 ,11 ,도준영,1 ,2 ,수학,수학,4 ,2 
6 ,11 ,도준영,1 ,2 ,영어,영어,4 ,2 
6 ,11 ,도준영,1 ,2 ,한국사,한국사,3 ,4 
6 ,11 ,도준영,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
6 ,11 ,도준영,1 ,2 ,과학,통합과학,3 ,4 
6 ,11 ,도준영,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
6 ,11 ,도준영,2 ,1 ,국어,문학,4 ,3 
6 ,11 ,도준영,2 ,1 ,수학,수학Ⅰ,4 ,2 
6 ,11 ,도준영,2 ,1 ,수학,확률과 통계,2 ,3 
6 ,11 ,도준영,2 ,1 ,영어,영어Ⅰ,3 ,3 
6 ,11 ,도준영,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
6 ,11 ,도준영,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
6 ,11 ,도준영,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
6 ,11 ,도준영,2 ,2 ,국어,독서,4 ,4 
6 ,11 ,도준영,2 ,2 ,수학,수학Ⅱ,4 ,2 
6 ,11 ,도준영,2 ,2 ,수학,확률과 통계,2 ,2 
6 ,11 ,도준영,2 ,2 ,영어,영어Ⅱ,3 ,2 
6 ,11 ,도준영,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
6 ,11 ,도준영,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
6 ,11 ,도준영,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
6 ,11 ,도준영,3 ,1 ,국어,화법과 작문,4 ,4 
6 ,11 ,도준영,3 ,1 ,영어,영어 독해와 작문,4 ,2 
6 ,12 ,민재원,1 ,1 ,국어,국어,3 ,3 
6 ,12 ,민재원,1 ,1 ,수학,수학,4 ,3 
6 ,12 ,민재원,1 ,1 ,영어,영어,4 ,3 
6 ,12 ,민재원,1 ,1 ,한국사,한국사,3 ,3 
6 ,12 ,민재원,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
6 ,12 ,민재원,1 ,1 ,과학,통합과학,3 ,4 
6 ,12 ,민재원,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
6 ,12 ,민재원,1 ,2 ,국어,국어,3 ,4 
6 ,12 ,민재원,1 ,2 ,수학,수학,4 ,2 
6 ,12 ,민재원,1 ,2 ,영어,영어,4 ,2 
6 ,12 ,민재원,1 ,2 ,한국사,한국사,3 ,4 
6 ,12 ,민재원,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
6 ,12 ,민재원,1 ,2 ,과학,통합과학,3 ,4 
6 ,12 ,민재원,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
6 ,12 ,민재원,2 ,1 ,국어,문학,4 ,3 
6 ,12 ,민재원,2 ,1 ,수학,수학Ⅰ,4 ,2 
6 ,12 ,민재원,2 ,1 ,수학,확률과 통계,2 ,3 
6 ,12 ,민재원,2 ,1 ,영어,영어Ⅰ,3 ,3 
6 ,12 ,민재원,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
6 ,12 ,민재원,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
6 ,12 ,민재원,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
6 ,12 ,민재원,2 ,2 ,국어,독서,4 ,4 
6 ,12 ,민재원,2 ,2 ,수학,수학Ⅱ,4 ,2 
6 ,12 ,민재원,2 ,2 ,수학,확률과 통계,2 ,2 
6 ,12 ,민재원,2 ,2 ,영어,영어Ⅱ,3 ,2 
6 ,12 ,민재원,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
6 ,12 ,민재원,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
6 ,12 ,민재원,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
6 ,12 ,민재원,3 ,1 ,국어,화법과 작문,4 ,4 
6 ,12 ,민재원,3 ,1 ,영어,영어 독해와 작문,4 ,2 
6 ,13 ,박민제,1 ,1 ,국어,국어,3 ,3 
6 ,13 ,박민제,1 ,1 ,수학,수학,4 ,3 
6 ,13 ,박민제,1 ,1 ,영어,영어,4 ,3 
6 ,13 ,박민제,1 ,1 ,한국사,한국사,3 ,3 
6 ,13 ,박민제,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
6 ,13 ,박민제,1 ,1 ,과학,통합과학,3 ,4 
6 ,13 ,박민제,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
6 ,13 ,박민제,1 ,2 ,국어,국어,3 ,4 
6 ,13 ,박민제,1 ,2 ,수학,수학,4 ,2 
6 ,13 ,박민제,1 ,2 ,영어,영어,4 ,2 
6 ,13 ,박민제,1 ,2 ,한국사,한국사,3 ,4 
6 ,13 ,박민제,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
6 ,13 ,박민제,1 ,2 ,과학,통합과학,3 ,4 
6 ,13 ,박민제,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
6 ,13 ,박민제,2 ,1 ,국어,문학,4 ,3 
6 ,13 ,박민제,2 ,1 ,수학,수학Ⅰ,4 ,2 
6 ,13 ,박민제,2 ,1 ,수학,확률과 통계,2 ,3 
6 ,13 ,박민제,2 ,1 ,영어,영어Ⅰ,3 ,3 
6 ,13 ,박민제,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
6 ,13 ,박민제,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
6 ,13 ,박민제,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
6 ,13 ,박민제,2 ,2 ,국어,독서,4 ,4 
6 ,13 ,박민제,2 ,2 ,수학,수학Ⅱ,4 ,2 
6 ,13 ,박민제,2 ,2 ,수학,확률과 통계,2 ,2 
6 ,13 ,박민제,2 ,2 ,영어,영어Ⅱ,3 ,2 
6 ,13 ,박민제,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
6 ,13 ,박민제,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
6 ,13 ,박민제,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
6 ,13 ,박민제,3 ,1 ,국어,화법과 작문,4 ,4 
6 ,13 ,박민제,3 ,1 ,영어,영어 독해와 작문,4 ,2 
6 ,14 ,서민규,1 ,1 ,국어,국어,3 ,3 
6 ,14 ,서민규,1 ,1 ,수학,수학,4 ,3 
6 ,14 ,서민규,1 ,1 ,영어,영어,4 ,3 
6 ,14 ,서민규,1 ,1 ,한국사,한국사,3 ,3 
6 ,14 ,서민규,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
6 ,14 ,서민규,1 ,1 ,과학,통합과학,3 ,4 
6 ,14 ,서민규,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
6 ,14 ,서민규,1 ,2 ,국어,국어,3 ,4 
6 ,14 ,서민규,1 ,2 ,수학,수학,4 ,2 
6 ,14 ,서민규,1 ,2 ,영어,영어,4 ,2 
6 ,14 ,서민규,1 ,2 ,한국사,한국사,3 ,4 
6 ,14 ,서민규,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
6 ,14 ,서민규,1 ,2 ,과학,통합과학,3 ,4 
6 ,14 ,서민규,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
6 ,14 ,서민규,2 ,1 ,국어,문학,4 ,3 
6 ,14 ,서민규,2 ,1 ,수학,수학Ⅰ,4 ,2 
6 ,14 ,서민규,2 ,1 ,수학,확률과 통계,2 ,3 
6 ,14 ,서민규,2 ,1 ,영어,영어Ⅰ,3 ,3 
6 ,14 ,서민규,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
6 ,14 ,서민규,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
6 ,14 ,서민규,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
6 ,14 ,서민규,2 ,2 ,국어,독서,4 ,4 
6 ,14 ,서민규,2 ,2 ,수학,수학Ⅱ,4 ,2 
6 ,14 ,서민규,2 ,2 ,수학,확률과 통계,2 ,2 
6 ,14 ,서민규,2 ,2 ,영어,영어Ⅱ,3 ,2 
6 ,14 ,서민규,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
6 ,14 ,서민규,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
6 ,14 ,서민규,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
6 ,14 ,서민규,3 ,1 ,국어,화법과 작문,4 ,4 
6 ,14 ,서민규,3 ,1 ,영어,영어 독해와 작문,4 ,2 
6 ,15 ,서지원,1 ,1 ,국어,국어,3 ,3 
6 ,15 ,서지원,1 ,1 ,수학,수학,4 ,3 
6 ,15 ,서지원,1 ,1 ,영어,영어,4 ,3 
6 ,15 ,서지원,1 ,1 ,한국사,한국사,3 ,3 
6 ,15 ,서지원,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
6 ,15 ,서지원,1 ,1 ,과학,통합과학,3 ,4 
6 ,15 ,서지원,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
6 ,15 ,서지원,1 ,2 ,국어,국어,3 ,4 
6 ,15 ,서지원,1 ,2 ,수학,수학,4 ,2 
6 ,15 ,서지원,1 ,2 ,영어,영어,4 ,2 
6 ,15 ,서지원,1 ,2 ,한국사,한국사,3 ,4 
6 ,15 ,서지원,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
6 ,15 ,서지원,1 ,2 ,과학,통합과학,3 ,4 
6 ,15 ,서지원,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
6 ,15 ,서지원,2 ,1 ,국어,문학,4 ,3 
6 ,15 ,서지원,2 ,1 ,수학,수학Ⅰ,4 ,2 
6 ,15 ,서지원,2 ,1 ,수학,확률과 통계,2 ,3 
6 ,15 ,서지원,2 ,1 ,영어,영어Ⅰ,3 ,3 
6 ,15 ,서지원,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
6 ,15 ,서지원,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
6 ,15 ,서지원,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
6 ,15 ,서지원,2 ,2 ,국어,독서,4 ,4 
6 ,15 ,서지원,2 ,2 ,수학,수학Ⅱ,4 ,2 
6 ,15 ,서지원,2 ,2 ,수학,확률과 통계,2 ,2 
6 ,15 ,서지원,2 ,2 ,영어,영어Ⅱ,3 ,2 
6 ,15 ,서지원,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
6 ,15 ,서지원,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
6 ,15 ,서지원,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
6 ,15 ,서지원,3 ,1 ,국어,화법과 작문,4 ,4 
6 ,15 ,서지원,3 ,1 ,영어,영어 독해와 작문,4 ,2 
6 ,16 ,성기원,1 ,1 ,국어,국어,3 ,3 
6 ,16 ,성기원,1 ,1 ,수학,수학,4 ,3 
6 ,16 ,성기원,1 ,1 ,영어,영어,4 ,3 
6 ,16 ,성기원,1 ,1 ,한국사,한국사,3 ,3 
6 ,16 ,성기원,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
6 ,16 ,성기원,1 ,1 ,과학,통합과학,3 ,4 
6 ,16 ,성기원,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
6 ,16 ,성기원,1 ,2 ,국어,국어,3 ,4 
6 ,16 ,성기원,1 ,2 ,수학,수학,4 ,2 
6 ,16 ,성기원,1 ,2 ,영어,영어,4 ,2 
6 ,16 ,성기원,1 ,2 ,한국사,한국사,3 ,4 
6 ,16 ,성기원,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
6 ,16 ,성기원,1 ,2 ,과학,통합과학,3 ,4 
6 ,16 ,성기원,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
6 ,16 ,성기원,2 ,1 ,국어,문학,4 ,3 
6 ,16 ,성기원,2 ,1 ,수학,수학Ⅰ,4 ,2 
6 ,16 ,성기원,2 ,1 ,수학,확률과 통계,2 ,3 
6 ,16 ,성기원,2 ,1 ,영어,영어Ⅰ,3 ,3 
6 ,16 ,성기원,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
6 ,16 ,성기원,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
6 ,16 ,성기원,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
6 ,16 ,성기원,2 ,2 ,국어,독서,4 ,4 
6 ,16 ,성기원,2 ,2 ,수학,수학Ⅱ,4 ,2 
6 ,16 ,성기원,2 ,2 ,수학,확률과 통계,2 ,2 
6 ,16 ,성기원,2 ,2 ,영어,영어Ⅱ,3 ,2 
6 ,16 ,성기원,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
6 ,16 ,성기원,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
6 ,16 ,성기원,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
6 ,16 ,성기원,3 ,1 ,국어,화법과 작문,4 ,4 
6 ,16 ,성기원,3 ,1 ,영어,영어 독해와 작문,4 ,2 
6 ,17 ,심은우,1 ,1 ,국어,국어,3 ,3 
6 ,17 ,심은우,1 ,1 ,수학,수학,4 ,3 
6 ,17 ,심은우,1 ,1 ,영어,영어,4 ,3 
6 ,17 ,심은우,1 ,1 ,한국사,한국사,3 ,3 
6 ,17 ,심은우,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
6 ,17 ,심은우,1 ,1 ,과학,통합과학,3 ,4 
6 ,17 ,심은우,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
6 ,17 ,심은우,1 ,2 ,국어,국어,3 ,4 
6 ,17 ,심은우,1 ,2 ,수학,수학,4 ,2 
6 ,17 ,심은우,1 ,2 ,영어,영어,4 ,2 
6 ,17 ,심은우,1 ,2 ,한국사,한국사,3 ,4 
6 ,17 ,심은우,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
6 ,17 ,심은우,1 ,2 ,과학,통합과학,3 ,4 
6 ,17 ,심은우,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
6 ,17 ,심은우,2 ,1 ,국어,문학,4 ,3 
6 ,17 ,심은우,2 ,1 ,수학,수학Ⅰ,4 ,2 
6 ,17 ,심은우,2 ,1 ,수학,확률과 통계,2 ,3 
6 ,17 ,심은우,2 ,1 ,영어,영어Ⅰ,3 ,3 
6 ,17 ,심은우,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
6 ,17 ,심은우,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
6 ,17 ,심은우,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
6 ,17 ,심은우,2 ,2 ,국어,독서,4 ,4 
6 ,17 ,심은우,2 ,2 ,수학,수학Ⅱ,4 ,2 
6 ,17 ,심은우,2 ,2 ,수학,확률과 통계,2 ,2 
6 ,17 ,심은우,2 ,2 ,영어,영어Ⅱ,3 ,2 
6 ,17 ,심은우,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
6 ,17 ,심은우,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
6 ,17 ,심은우,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
6 ,17 ,심은우,3 ,1 ,국어,화법과 작문,4 ,4 
6 ,17 ,심은우,3 ,1 ,영어,영어 독해와 작문,4 ,2 
6 ,18 ,심현성,1 ,1 ,국어,국어,3 ,3 
6 ,18 ,심현성,1 ,1 ,수학,수학,4 ,3 
6 ,18 ,심현성,1 ,1 ,영어,영어,4 ,3 
6 ,18 ,심현성,1 ,1 ,한국사,한국사,3 ,3 
6 ,18 ,심현성,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
6 ,18 ,심현성,1 ,1 ,과학,통합과학,3 ,4 
6 ,18 ,심현성,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
6 ,18 ,심현성,1 ,2 ,국어,국어,3 ,4 
6 ,18 ,심현성,1 ,2 ,수학,수학,4 ,2 
6 ,18 ,심현성,1 ,2 ,영어,영어,4 ,2 
6 ,18 ,심현성,1 ,2 ,한국사,한국사,3 ,4 
6 ,18 ,심현성,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
6 ,18 ,심현성,1 ,2 ,과학,통합과학,3 ,4 
6 ,18 ,심현성,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
6 ,18 ,심현성,2 ,1 ,국어,문학,4 ,3 
6 ,18 ,심현성,2 ,1 ,수학,수학Ⅰ,4 ,2 
6 ,18 ,심현성,2 ,1 ,수학,확률과 통계,2 ,3 
6 ,18 ,심현성,2 ,1 ,영어,영어Ⅰ,3 ,3 
6 ,18 ,심현성,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
6 ,18 ,심현성,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
6 ,18 ,심현성,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
6 ,18 ,심현성,2 ,2 ,국어,독서,4 ,4 
6 ,18 ,심현성,2 ,2 ,수학,수학Ⅱ,4 ,2 
6 ,18 ,심현성,2 ,2 ,수학,확률과 통계,2 ,2 
6 ,18 ,심현성,2 ,2 ,영어,영어Ⅱ,3 ,2 
6 ,18 ,심현성,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
6 ,18 ,심현성,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
6 ,18 ,심현성,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
6 ,18 ,심현성,3 ,1 ,국어,화법과 작문,4 ,4 
6 ,18 ,심현성,3 ,1 ,영어,영어 독해와 작문,4 ,2 
6 ,19 ,양윤석,1 ,1 ,국어,국어,3 ,3 
6 ,19 ,양윤석,1 ,1 ,수학,수학,4 ,3 
6 ,19 ,양윤석,1 ,1 ,영어,영어,4 ,3 
6 ,19 ,양윤석,1 ,1 ,한국사,한국사,3 ,3 
6 ,19 ,양윤석,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
6 ,19 ,양윤석,1 ,1 ,과학,통합과학,3 ,4 
6 ,19 ,양윤석,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
6 ,19 ,양윤석,1 ,2 ,국어,국어,3 ,4 
6 ,19 ,양윤석,1 ,2 ,수학,수학,4 ,2 
6 ,19 ,양윤석,1 ,2 ,영어,영어,4 ,2 
6 ,19 ,양윤석,1 ,2 ,한국사,한국사,3 ,4 
6 ,19 ,양윤석,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
6 ,19 ,양윤석,1 ,2 ,과학,통합과학,3 ,4 
6 ,19 ,양윤석,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
6 ,19 ,양윤석,2 ,1 ,국어,문학,4 ,3 
6 ,19 ,양윤석,2 ,1 ,수학,수학Ⅰ,4 ,2 
6 ,19 ,양윤석,2 ,1 ,수학,확률과 통계,2 ,3 
6 ,19 ,양윤석,2 ,1 ,영어,영어Ⅰ,3 ,3 
6 ,19 ,양윤석,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
6 ,19 ,양윤석,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
6 ,19 ,양윤석,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
6 ,19 ,양윤석,2 ,2 ,국어,독서,4 ,4 
6 ,19 ,양윤석,2 ,2 ,수학,수학Ⅱ,4 ,2 
6 ,19 ,양윤석,2 ,2 ,수학,확률과 통계,2 ,2 
6 ,19 ,양윤석,2 ,2 ,영어,영어Ⅱ,3 ,2 
6 ,19 ,양윤석,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
6 ,19 ,양윤석,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
6 ,19 ,양윤석,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
6 ,19 ,양윤석,3 ,1 ,국어,화법과 작문,4 ,4 
6 ,19 ,양윤석,3 ,1 ,영어,영어 독해와 작문,4 ,2 
6 ,20 ,양지호,1 ,1 ,국어,국어,3 ,3 
6 ,20 ,양지호,1 ,1 ,수학,수학,4 ,3 
6 ,20 ,양지호,1 ,1 ,영어,영어,4 ,3 
6 ,20 ,양지호,1 ,1 ,한국사,한국사,3 ,3 
6 ,20 ,양지호,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
6 ,20 ,양지호,1 ,1 ,과학,통합과학,3 ,4 
6 ,20 ,양지호,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
6 ,20 ,양지호,1 ,2 ,국어,국어,3 ,4 
6 ,20 ,양지호,1 ,2 ,수학,수학,4 ,2 
6 ,20 ,양지호,1 ,2 ,영어,영어,4 ,2 
6 ,20 ,양지호,1 ,2 ,한국사,한국사,3 ,4 
6 ,20 ,양지호,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
6 ,20 ,양지호,1 ,2 ,과학,통합과학,3 ,4 
6 ,20 ,양지호,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
6 ,20 ,양지호,2 ,1 ,국어,문학,4 ,3 
6 ,20 ,양지호,2 ,1 ,수학,수학Ⅰ,4 ,2 
6 ,20 ,양지호,2 ,1 ,수학,확률과 통계,2 ,3 
6 ,20 ,양지호,2 ,1 ,영어,영어Ⅰ,3 ,3 
6 ,20 ,양지호,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
6 ,20 ,양지호,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
6 ,20 ,양지호,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
6 ,20 ,양지호,2 ,2 ,국어,독서,4 ,4 
6 ,20 ,양지호,2 ,2 ,수학,수학Ⅱ,4 ,2 
6 ,20 ,양지호,2 ,2 ,수학,확률과 통계,2 ,2 
6 ,20 ,양지호,2 ,2 ,영어,영어Ⅱ,3 ,2 
6 ,20 ,양지호,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
6 ,20 ,양지호,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
6 ,20 ,양지호,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
6 ,20 ,양지호,3 ,1 ,국어,화법과 작문,4 ,4 
6 ,20 ,양지호,3 ,1 ,영어,영어 독해와 작문,4 ,2 
6 ,21 ,오준범,1 ,1 ,국어,국어,3 ,3 
6 ,21 ,오준범,1 ,1 ,수학,수학,4 ,3 
6 ,21 ,오준범,1 ,1 ,영어,영어,4 ,3 
6 ,21 ,오준범,1 ,1 ,한국사,한국사,3 ,3 
6 ,21 ,오준범,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
6 ,21 ,오준범,1 ,1 ,과학,통합과학,3 ,4 
6 ,21 ,오준범,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
6 ,21 ,오준범,1 ,2 ,국어,국어,3 ,4 
6 ,21 ,오준범,1 ,2 ,수학,수학,4 ,2 
6 ,21 ,오준범,1 ,2 ,영어,영어,4 ,2 
6 ,21 ,오준범,1 ,2 ,한국사,한국사,3 ,4 
6 ,21 ,오준범,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
6 ,21 ,오준범,1 ,2 ,과학,통합과학,3 ,4 
6 ,21 ,오준범,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
6 ,21 ,오준범,2 ,1 ,국어,문학,4 ,3 
6 ,21 ,오준범,2 ,1 ,수학,수학Ⅰ,4 ,2 
6 ,21 ,오준범,2 ,1 ,수학,확률과 통계,2 ,3 
6 ,21 ,오준범,2 ,1 ,영어,영어Ⅰ,3 ,3 
6 ,21 ,오준범,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
6 ,21 ,오준범,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
6 ,21 ,오준범,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
6 ,21 ,오준범,2 ,2 ,국어,독서,4 ,4 
6 ,21 ,오준범,2 ,2 ,수학,수학Ⅱ,4 ,2 
6 ,21 ,오준범,2 ,2 ,수학,확률과 통계,2 ,2 
6 ,21 ,오준범,2 ,2 ,영어,영어Ⅱ,3 ,2 
6 ,21 ,오준범,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
6 ,21 ,오준범,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
6 ,21 ,오준범,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
6 ,21 ,오준범,3 ,1 ,국어,화법과 작문,4 ,4 
6 ,21 ,오준범,3 ,1 ,영어,영어 독해와 작문,4 ,2 
6 ,22 ,우현규,1 ,1 ,국어,국어,3 ,3 
6 ,22 ,우현규,1 ,1 ,수학,수학,4 ,3 
6 ,22 ,우현규,1 ,1 ,영어,영어,4 ,3 
6 ,22 ,우현규,1 ,1 ,한국사,한국사,3 ,3 
6 ,22 ,우현규,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
6 ,22 ,우현규,1 ,1 ,과학,통합과학,3 ,4 
6 ,22 ,우현규,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
6 ,22 ,우현규,1 ,2 ,국어,국어,3 ,4 
6 ,22 ,우현규,1 ,2 ,수학,수학,4 ,2 
6 ,22 ,우현규,1 ,2 ,영어,영어,4 ,2 
6 ,22 ,우현규,1 ,2 ,한국사,한국사,3 ,4 
6 ,22 ,우현규,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
6 ,22 ,우현규,1 ,2 ,과학,통합과학,3 ,4 
6 ,22 ,우현규,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
6 ,22 ,우현규,2 ,1 ,국어,문학,4 ,3 
6 ,22 ,우현규,2 ,1 ,수학,수학Ⅰ,4 ,2 
6 ,22 ,우현규,2 ,1 ,수학,확률과 통계,2 ,3 
6 ,22 ,우현규,2 ,1 ,영어,영어Ⅰ,3 ,3 
6 ,22 ,우현규,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
6 ,22 ,우현규,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
6 ,22 ,우현규,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
6 ,22 ,우현규,2 ,2 ,국어,독서,4 ,4 
6 ,22 ,우현규,2 ,2 ,수학,수학Ⅱ,4 ,2 
6 ,22 ,우현규,2 ,2 ,수학,확률과 통계,2 ,2 
6 ,22 ,우현규,2 ,2 ,영어,영어Ⅱ,3 ,2 
6 ,22 ,우현규,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
6 ,22 ,우현규,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
6 ,22 ,우현규,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
6 ,22 ,우현규,3 ,1 ,국어,화법과 작문,4 ,4 
6 ,22 ,우현규,3 ,1 ,영어,영어 독해와 작문,4 ,2 
6 ,23 ,원유찬,1 ,1 ,국어,국어,3 ,3 
6 ,23 ,원유찬,1 ,1 ,수학,수학,4 ,3 
6 ,23 ,원유찬,1 ,1 ,영어,영어,4 ,3 
6 ,23 ,원유찬,1 ,1 ,한국사,한국사,3 ,3 
6 ,23 ,원유찬,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
6 ,23 ,원유찬,1 ,1 ,과학,통합과학,3 ,4 
6 ,23 ,원유찬,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
6 ,23 ,원유찬,1 ,2 ,국어,국어,3 ,4 
6 ,23 ,원유찬,1 ,2 ,수학,수학,4 ,2 
6 ,23 ,원유찬,1 ,2 ,영어,영어,4 ,2 
6 ,23 ,원유찬,1 ,2 ,한국사,한국사,3 ,4 
6 ,23 ,원유찬,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
6 ,23 ,원유찬,1 ,2 ,과학,통합과학,3 ,4 
6 ,23 ,원유찬,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
6 ,23 ,원유찬,2 ,1 ,국어,문학,4 ,3 
6 ,23 ,원유찬,2 ,1 ,수학,수학Ⅰ,4 ,2 
6 ,23 ,원유찬,2 ,1 ,수학,확률과 통계,2 ,3 
6 ,23 ,원유찬,2 ,1 ,영어,영어Ⅰ,3 ,3 
6 ,23 ,원유찬,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
6 ,23 ,원유찬,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
6 ,23 ,원유찬,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
6 ,23 ,원유찬,2 ,2 ,국어,독서,4 ,4 
6 ,23 ,원유찬,2 ,2 ,수학,수학Ⅱ,4 ,2 
6 ,23 ,원유찬,2 ,2 ,수학,확률과 통계,2 ,2 
6 ,23 ,원유찬,2 ,2 ,영어,영어Ⅱ,3 ,2 
6 ,23 ,원유찬,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
6 ,23 ,원유찬,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
6 ,23 ,원유찬,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
6 ,23 ,원유찬,3 ,1 ,국어,화법과 작문,4 ,4 
6 ,23 ,원유찬,3 ,1 ,영어,영어 독해와 작문,4 ,2 
6 ,24 ,유승현,1 ,1 ,국어,국어,3 ,3 
6 ,24 ,유승현,1 ,1 ,수학,수학,4 ,3 
6 ,24 ,유승현,1 ,1 ,영어,영어,4 ,3 
6 ,24 ,유승현,1 ,1 ,한국사,한국사,3 ,3 
6 ,24 ,유승현,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
6 ,24 ,유승현,1 ,1 ,과학,통합과학,3 ,4 
6 ,24 ,유승현,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
6 ,24 ,유승현,1 ,2 ,국어,국어,3 ,4 
6 ,24 ,유승현,1 ,2 ,수학,수학,4 ,2 
6 ,24 ,유승현,1 ,2 ,영어,영어,4 ,2 
6 ,24 ,유승현,1 ,2 ,한국사,한국사,3 ,4 
6 ,24 ,유승현,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
6 ,24 ,유승현,1 ,2 ,과학,통합과학,3 ,4 
6 ,24 ,유승현,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
6 ,24 ,유승현,2 ,1 ,국어,문학,4 ,3 
6 ,24 ,유승현,2 ,1 ,수학,수학Ⅰ,4 ,2 
6 ,24 ,유승현,2 ,1 ,수학,확률과 통계,2 ,3 
6 ,24 ,유승현,2 ,1 ,영어,영어Ⅰ,3 ,3 
6 ,24 ,유승현,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
6 ,24 ,유승현,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
6 ,24 ,유승현,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
6 ,24 ,유승현,2 ,2 ,국어,독서,4 ,4 
6 ,24 ,유승현,2 ,2 ,수학,수학Ⅱ,4 ,2 
6 ,24 ,유승현,2 ,2 ,수학,확률과 통계,2 ,2 
6 ,24 ,유승현,2 ,2 ,영어,영어Ⅱ,3 ,2 
6 ,24 ,유승현,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
6 ,24 ,유승현,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
6 ,24 ,유승현,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
6 ,24 ,유승현,3 ,1 ,국어,화법과 작문,4 ,4 
6 ,24 ,유승현,3 ,1 ,영어,영어 독해와 작문,4 ,2 
6 ,25 ,이광민,1 ,1 ,국어,국어,3 ,3 
6 ,25 ,이광민,1 ,1 ,수학,수학,4 ,3 
6 ,25 ,이광민,1 ,1 ,영어,영어,4 ,3 
6 ,25 ,이광민,1 ,1 ,한국사,한국사,3 ,3 
6 ,25 ,이광민,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
6 ,25 ,이광민,1 ,1 ,과학,통합과학,3 ,4 
6 ,25 ,이광민,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
6 ,25 ,이광민,1 ,2 ,국어,국어,3 ,4 
6 ,25 ,이광민,1 ,2 ,수학,수학,4 ,2 
6 ,25 ,이광민,1 ,2 ,영어,영어,4 ,2 
6 ,25 ,이광민,1 ,2 ,한국사,한국사,3 ,4 
6 ,25 ,이광민,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
6 ,25 ,이광민,1 ,2 ,과학,통합과학,3 ,4 
6 ,25 ,이광민,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
6 ,25 ,이광민,2 ,1 ,국어,문학,4 ,3 
6 ,25 ,이광민,2 ,1 ,수학,수학Ⅰ,4 ,2 
6 ,25 ,이광민,2 ,1 ,수학,확률과 통계,2 ,3 
6 ,25 ,이광민,2 ,1 ,영어,영어Ⅰ,3 ,3 
6 ,25 ,이광민,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
6 ,25 ,이광민,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
6 ,25 ,이광민,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
6 ,25 ,이광민,2 ,2 ,국어,독서,4 ,4 
6 ,25 ,이광민,2 ,2 ,수학,수학Ⅱ,4 ,2 
6 ,25 ,이광민,2 ,2 ,수학,확률과 통계,2 ,2 
6 ,25 ,이광민,2 ,2 ,영어,영어Ⅱ,3 ,2 
6 ,25 ,이광민,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
6 ,25 ,이광민,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
6 ,25 ,이광민,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
6 ,25 ,이광민,3 ,1 ,국어,화법과 작문,4 ,4 
6 ,25 ,이광민,3 ,1 ,영어,영어 독해와 작문,4 ,2 
6 ,26 ,이우진,1 ,1 ,국어,국어,3 ,3 
6 ,26 ,이우진,1 ,1 ,수학,수학,4 ,3 
6 ,26 ,이우진,1 ,1 ,영어,영어,4 ,3 
6 ,26 ,이우진,1 ,1 ,한국사,한국사,3 ,3 
6 ,26 ,이우진,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
6 ,26 ,이우진,1 ,1 ,과학,통합과학,3 ,4 
6 ,26 ,이우진,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
6 ,26 ,이우진,1 ,2 ,국어,국어,3 ,4 
6 ,26 ,이우진,1 ,2 ,수학,수학,4 ,2 
6 ,26 ,이우진,1 ,2 ,영어,영어,4 ,2 
6 ,26 ,이우진,1 ,2 ,한국사,한국사,3 ,4 
6 ,26 ,이우진,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
6 ,26 ,이우진,1 ,2 ,과학,통합과학,3 ,4 
6 ,26 ,이우진,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
6 ,26 ,이우진,2 ,1 ,국어,문학,4 ,3 
6 ,26 ,이우진,2 ,1 ,수학,수학Ⅰ,4 ,2 
6 ,26 ,이우진,2 ,1 ,수학,확률과 통계,2 ,3 
6 ,26 ,이우진,2 ,1 ,영어,영어Ⅰ,3 ,3 
6 ,26 ,이우진,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
6 ,26 ,이우진,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
6 ,26 ,이우진,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
6 ,26 ,이우진,2 ,2 ,국어,독서,4 ,4 
6 ,26 ,이우진,2 ,2 ,수학,수학Ⅱ,4 ,2 
6 ,26 ,이우진,2 ,2 ,수학,확률과 통계,2 ,2 
6 ,26 ,이우진,2 ,2 ,영어,영어Ⅱ,3 ,2 
6 ,26 ,이우진,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
6 ,26 ,이우진,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
6 ,26 ,이우진,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
6 ,26 ,이우진,3 ,1 ,국어,화법과 작문,4 ,4 
6 ,26 ,이우진,3 ,1 ,영어,영어 독해와 작문,4 ,2 
6 ,27 ,이현서,1 ,1 ,국어,국어,3 ,3 
6 ,27 ,이현서,1 ,1 ,수학,수학,4 ,3 
6 ,27 ,이현서,1 ,1 ,영어,영어,4 ,3 
6 ,27 ,이현서,1 ,1 ,한국사,한국사,3 ,3 
6 ,27 ,이현서,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
6 ,27 ,이현서,1 ,1 ,과학,통합과학,3 ,4 
6 ,27 ,이현서,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
6 ,27 ,이현서,1 ,2 ,국어,국어,3 ,4 
6 ,27 ,이현서,1 ,2 ,수학,수학,4 ,2 
6 ,27 ,이현서,1 ,2 ,영어,영어,4 ,2 
6 ,27 ,이현서,1 ,2 ,한국사,한국사,3 ,4 
6 ,27 ,이현서,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
6 ,27 ,이현서,1 ,2 ,과학,통합과학,3 ,4 
6 ,27 ,이현서,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
6 ,27 ,이현서,2 ,1 ,국어,문학,4 ,3 
6 ,27 ,이현서,2 ,1 ,수학,수학Ⅰ,4 ,2 
6 ,27 ,이현서,2 ,1 ,수학,확률과 통계,2 ,3 
6 ,27 ,이현서,2 ,1 ,영어,영어Ⅰ,3 ,3 
6 ,27 ,이현서,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
6 ,27 ,이현서,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
6 ,27 ,이현서,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
6 ,27 ,이현서,2 ,2 ,국어,독서,4 ,4 
6 ,27 ,이현서,2 ,2 ,수학,수학Ⅱ,4 ,2 
6 ,27 ,이현서,2 ,2 ,수학,확률과 통계,2 ,2 
6 ,27 ,이현서,2 ,2 ,영어,영어Ⅱ,3 ,2 
6 ,27 ,이현서,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
6 ,27 ,이현서,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
6 ,27 ,이현서,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
6 ,27 ,이현서,3 ,1 ,국어,화법과 작문,4 ,4 
6 ,27 ,이현서,3 ,1 ,영어,영어 독해와 작문,4 ,2 
6 ,28 ,장정우,1 ,1 ,국어,국어,3 ,3 
6 ,28 ,장정우,1 ,1 ,수학,수학,4 ,3 
6 ,28 ,장정우,1 ,1 ,영어,영어,4 ,3 
6 ,28 ,장정우,1 ,1 ,한국사,한국사,3 ,3 
6 ,28 ,장정우,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
6 ,28 ,장정우,1 ,1 ,과학,통합과학,3 ,4 
6 ,28 ,장정우,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
6 ,28 ,장정우,1 ,2 ,국어,국어,3 ,4 
6 ,28 ,장정우,1 ,2 ,수학,수학,4 ,2 
6 ,28 ,장정우,1 ,2 ,영어,영어,4 ,2 
6 ,28 ,장정우,1 ,2 ,한국사,한국사,3 ,4 
6 ,28 ,장정우,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
6 ,28 ,장정우,1 ,2 ,과학,통합과학,3 ,4 
6 ,28 ,장정우,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
6 ,28 ,장정우,2 ,1 ,국어,문학,4 ,3 
6 ,28 ,장정우,2 ,1 ,수학,수학Ⅰ,4 ,2 
6 ,28 ,장정우,2 ,1 ,수학,확률과 통계,2 ,3 
6 ,28 ,장정우,2 ,1 ,영어,영어Ⅰ,3 ,3 
6 ,28 ,장정우,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
6 ,28 ,장정우,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
6 ,28 ,장정우,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
6 ,28 ,장정우,2 ,2 ,국어,독서,4 ,4 
6 ,28 ,장정우,2 ,2 ,수학,수학Ⅱ,4 ,2 
6 ,28 ,장정우,2 ,2 ,수학,확률과 통계,2 ,2 
6 ,28 ,장정우,2 ,2 ,영어,영어Ⅱ,3 ,2 
6 ,28 ,장정우,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
6 ,28 ,장정우,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
6 ,28 ,장정우,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
6 ,28 ,장정우,3 ,1 ,국어,화법과 작문,4 ,4 
6 ,28 ,장정우,3 ,1 ,영어,영어 독해와 작문,4 ,2 
6 ,29 ,최규현,1 ,1 ,국어,국어,3 ,3 
6 ,29 ,최규현,1 ,1 ,수학,수학,4 ,3 
6 ,29 ,최규현,1 ,1 ,영어,영어,4 ,3 
6 ,29 ,최규현,1 ,1 ,한국사,한국사,3 ,3 
6 ,29 ,최규현,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
6 ,29 ,최규현,1 ,1 ,과학,통합과학,3 ,4 
6 ,29 ,최규현,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
6 ,29 ,최규현,1 ,2 ,국어,국어,3 ,4 
6 ,29 ,최규현,1 ,2 ,수학,수학,4 ,2 
6 ,29 ,최규현,1 ,2 ,영어,영어,4 ,2 
6 ,29 ,최규현,1 ,2 ,한국사,한국사,3 ,4 
6 ,29 ,최규현,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
6 ,29 ,최규현,1 ,2 ,과학,통합과학,3 ,4 
6 ,29 ,최규현,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
6 ,29 ,최규현,2 ,1 ,국어,문학,4 ,3 
6 ,29 ,최규현,2 ,1 ,수학,수학Ⅰ,4 ,2 
6 ,29 ,최규현,2 ,1 ,수학,확률과 통계,2 ,3 
6 ,29 ,최규현,2 ,1 ,영어,영어Ⅰ,3 ,3 
6 ,29 ,최규현,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
6 ,29 ,최규현,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
6 ,29 ,최규현,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
6 ,29 ,최규현,2 ,2 ,국어,독서,4 ,4 
6 ,29 ,최규현,2 ,2 ,수학,수학Ⅱ,4 ,2 
6 ,29 ,최규현,2 ,2 ,수학,확률과 통계,2 ,2 
6 ,29 ,최규현,2 ,2 ,영어,영어Ⅱ,3 ,2 
6 ,29 ,최규현,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
6 ,29 ,최규현,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
6 ,29 ,최규현,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
6 ,29 ,최규현,3 ,1 ,국어,화법과 작문,4 ,4 
6 ,29 ,최규현,3 ,1 ,영어,영어 독해와 작문,4 ,2 
6 ,30 ,최서율,1 ,1 ,국어,국어,3 ,3 
6 ,30 ,최서율,1 ,1 ,수학,수학,4 ,3 
6 ,30 ,최서율,1 ,1 ,영어,영어,4 ,3 
6 ,30 ,최서율,1 ,1 ,한국사,한국사,3 ,3 
6 ,30 ,최서율,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
6 ,30 ,최서율,1 ,1 ,과학,통합과학,3 ,4 
6 ,30 ,최서율,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
6 ,30 ,최서율,1 ,2 ,국어,국어,3 ,4 
6 ,30 ,최서율,1 ,2 ,수학,수학,4 ,2 
6 ,30 ,최서율,1 ,2 ,영어,영어,4 ,2 
6 ,30 ,최서율,1 ,2 ,한국사,한국사,3 ,4 
6 ,30 ,최서율,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
6 ,30 ,최서율,1 ,2 ,과학,통합과학,3 ,4 
6 ,30 ,최서율,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
6 ,30 ,최서율,2 ,1 ,국어,문학,4 ,3 
6 ,30 ,최서율,2 ,1 ,수학,수학Ⅰ,4 ,2 
6 ,30 ,최서율,2 ,1 ,수학,확률과 통계,2 ,3 
6 ,30 ,최서율,2 ,1 ,영어,영어Ⅰ,3 ,3 
6 ,30 ,최서율,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
6 ,30 ,최서율,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
6 ,30 ,최서율,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
6 ,30 ,최서율,2 ,2 ,국어,독서,4 ,4 
6 ,30 ,최서율,2 ,2 ,수학,수학Ⅱ,4 ,2 
6 ,30 ,최서율,2 ,2 ,수학,확률과 통계,2 ,2 
6 ,30 ,최서율,2 ,2 ,영어,영어Ⅱ,3 ,2 
6 ,30 ,최서율,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
6 ,30 ,최서율,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
6 ,30 ,최서율,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
6 ,30 ,최서율,3 ,1 ,국어,화법과 작문,4 ,4 
6 ,30 ,최서율,3 ,1 ,영어,영어 독해와 작문,4 ,2 
6 ,31 ,최정현,1 ,1 ,국어,국어,3 ,3 
6 ,31 ,최정현,1 ,1 ,수학,수학,4 ,3 
6 ,31 ,최정현,1 ,1 ,영어,영어,4 ,3 
6 ,31 ,최정현,1 ,1 ,한국사,한국사,3 ,3 
6 ,31 ,최정현,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
6 ,31 ,최정현,1 ,1 ,과학,통합과학,3 ,4 
6 ,31 ,최정현,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
6 ,31 ,최정현,1 ,2 ,국어,국어,3 ,4 
6 ,31 ,최정현,1 ,2 ,수학,수학,4 ,2 
6 ,31 ,최정현,1 ,2 ,영어,영어,4 ,2 
6 ,31 ,최정현,1 ,2 ,한국사,한국사,3 ,4 
6 ,31 ,최정현,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
6 ,31 ,최정현,1 ,2 ,과학,통합과학,3 ,4 
6 ,31 ,최정현,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
6 ,31 ,최정현,2 ,1 ,국어,문학,4 ,3 
6 ,31 ,최정현,2 ,1 ,수학,수학Ⅰ,4 ,2 
6 ,31 ,최정현,2 ,1 ,수학,확률과 통계,2 ,3 
6 ,31 ,최정현,2 ,1 ,영어,영어Ⅰ,3 ,3 
6 ,31 ,최정현,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
6 ,31 ,최정현,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
6 ,31 ,최정현,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
6 ,31 ,최정현,2 ,2 ,국어,독서,4 ,4 
6 ,31 ,최정현,2 ,2 ,수학,수학Ⅱ,4 ,2 
6 ,31 ,최정현,2 ,2 ,수학,확률과 통계,2 ,2 
6 ,31 ,최정현,2 ,2 ,영어,영어Ⅱ,3 ,2 
6 ,31 ,최정현,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
6 ,31 ,최정현,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
6 ,31 ,최정현,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
6 ,31 ,최정현,3 ,1 ,국어,화법과 작문,4 ,4 
6 ,31 ,최정현,3 ,1 ,영어,영어 독해와 작문,4 ,2 
6 ,32 ,하승우,1 ,1 ,국어,국어,3 ,3 
6 ,32 ,하승우,1 ,1 ,수학,수학,4 ,3 
6 ,32 ,하승우,1 ,1 ,영어,영어,4 ,3 
6 ,32 ,하승우,1 ,1 ,한국사,한국사,3 ,3 
6 ,32 ,하승우,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
6 ,32 ,하승우,1 ,1 ,과학,통합과학,3 ,4 
6 ,32 ,하승우,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
6 ,32 ,하승우,1 ,2 ,국어,국어,3 ,4 
6 ,32 ,하승우,1 ,2 ,수학,수학,4 ,2 
6 ,32 ,하승우,1 ,2 ,영어,영어,4 ,2 
6 ,32 ,하승우,1 ,2 ,한국사,한국사,3 ,4 
6 ,32 ,하승우,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
6 ,32 ,하승우,1 ,2 ,과학,통합과학,3 ,4 
6 ,32 ,하승우,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
6 ,32 ,하승우,2 ,1 ,국어,문학,4 ,3 
6 ,32 ,하승우,2 ,1 ,수학,수학Ⅰ,4 ,2 
6 ,32 ,하승우,2 ,1 ,수학,확률과 통계,2 ,3 
6 ,32 ,하승우,2 ,1 ,영어,영어Ⅰ,3 ,3 
6 ,32 ,하승우,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
6 ,32 ,하승우,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
6 ,32 ,하승우,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
6 ,32 ,하승우,2 ,2 ,국어,독서,4 ,4 
6 ,32 ,하승우,2 ,2 ,수학,수학Ⅱ,4 ,2 
6 ,32 ,하승우,2 ,2 ,수학,확률과 통계,2 ,2 
6 ,32 ,하승우,2 ,2 ,영어,영어Ⅱ,3 ,2 
6 ,32 ,하승우,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
6 ,32 ,하승우,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
6 ,32 ,하승우,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
6 ,32 ,하승우,3 ,1 ,국어,화법과 작문,4 ,4 
6 ,32 ,하승우,3 ,1 ,영어,영어 독해와 작문,4 ,2
`;
