export const CLASS7_1_CSV = `7 ,1 ,강태원,1 ,1 ,국어,국어,3 ,3 
7 ,1 ,강태원,1 ,1 ,수학,수학,4 ,3 
7 ,1 ,강태원,1 ,1 ,영어,영어,4 ,3 
7 ,1 ,강태원,1 ,1 ,한국사,한국사,3 ,3 
7 ,1 ,강태원,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
7 ,1 ,강태원,1 ,1 ,과학,통합과학,3 ,4 
7 ,1 ,강태원,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,1 ,강태원,1 ,2 ,국어,국어,3 ,4 
7 ,1 ,강태원,1 ,2 ,수학,수학,4 ,2 
7 ,1 ,강태원,1 ,2 ,영어,영어,4 ,2 
7 ,1 ,강태원,1 ,2 ,한국사,한국사,3 ,4 
7 ,1 ,강태원,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,1 ,강태원,1 ,2 ,과학,통합과학,3 ,4 
7 ,1 ,강태원,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,1 ,강태원,2 ,1 ,국어,문학,4 ,3 
7 ,1 ,강태원,2 ,1 ,수학,수학Ⅰ,4 ,2 
7 ,1 ,강태원,2 ,1 ,수학,확률과 통계,2 ,3 
7 ,1 ,강태원,2 ,1 ,영어,영어Ⅰ,3 ,3 
7 ,1 ,강태원,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
7 ,1 ,강태원,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
7 ,1 ,강태원,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
7 ,1 ,강태원,2 ,2 ,국어,독서,4 ,4 
7 ,1 ,강태원,2 ,2 ,수학,수학Ⅱ,4 ,2 
7 ,1 ,강태원,2 ,2 ,수학,확률과 통계,2 ,2 
7 ,1 ,강태원,2 ,2 ,영어,영어Ⅱ,3 ,2 
7 ,1 ,강태원,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
7 ,1 ,강태원,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
7 ,1 ,강태원,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
7 ,1 ,강태원,3 ,1 ,국어,화법과 작문,4 ,4 
7 ,1 ,강태원,3 ,1 ,영어,영어 독해와 작문,4 ,2 
7 ,2 ,김겸,1 ,1 ,국어,국어,3 ,3 
7 ,2 ,김겸,1 ,1 ,수학,수학,4 ,3 
7 ,2 ,김겸,1 ,1 ,영어,영어,4 ,3 
7 ,2 ,김겸,1 ,1 ,한국사,한국사,3 ,3 
7 ,2 ,김겸,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
7 ,2 ,김겸,1 ,1 ,과학,통합과학,3 ,4 
7 ,2 ,김겸,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,2 ,김겸,1 ,2 ,국어,국어,3 ,4 
7 ,2 ,김겸,1 ,2 ,수학,수학,4 ,2 
7 ,2 ,김겸,1 ,2 ,영어,영어,4 ,2 
7 ,2 ,김겸,1 ,2 ,한국사,한국사,3 ,4 
7 ,2 ,김겸,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,2 ,김겸,1 ,2 ,과학,통합과학,3 ,4 
7 ,2 ,김겸,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,2 ,김겸,2 ,1 ,국어,문학,4 ,3 
7 ,2 ,김겸,2 ,1 ,수학,수학Ⅰ,4 ,2 
7 ,2 ,김겸,2 ,1 ,수학,확률과 통계,2 ,3 
7 ,2 ,김겸,2 ,1 ,영어,영어Ⅰ,3 ,3 
7 ,2 ,김겸,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
7 ,2 ,김겸,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
7 ,2 ,김겸,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
7 ,2 ,김겸,2 ,2 ,국어,독서,4 ,4 
7 ,2 ,김겸,2 ,2 ,수학,수학Ⅱ,4 ,2 
7 ,2 ,김겸,2 ,2 ,수학,확률과 통계,2 ,2 
7 ,2 ,김겸,2 ,2 ,영어,영어Ⅱ,3 ,2 
7 ,2 ,김겸,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
7 ,2 ,김겸,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
7 ,2 ,김겸,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
7 ,2 ,김겸,3 ,1 ,국어,화법과 작문,4 ,4 
7 ,2 ,김겸,3 ,1 ,영어,영어 독해와 작문,4 ,2 
7 ,3 ,김민성,1 ,1 ,국어,국어,3 ,3 
7 ,3 ,김민성,1 ,1 ,수학,수학,4 ,3 
7 ,3 ,김민성,1 ,1 ,영어,영어,4 ,3 
7 ,3 ,김민성,1 ,1 ,한국사,한국사,3 ,3 
7 ,3 ,김민성,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
7 ,3 ,김민성,1 ,1 ,과학,통합과학,3 ,4 
7 ,3 ,김민성,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,3 ,김민성,1 ,2 ,국어,국어,3 ,4 
7 ,3 ,김민성,1 ,2 ,수학,수학,4 ,2 
7 ,3 ,김민성,1 ,2 ,영어,영어,4 ,2 
7 ,3 ,김민성,1 ,2 ,한국사,한국사,3 ,4 
7 ,3 ,김민성,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,3 ,김민성,1 ,2 ,과학,통합과학,3 ,4 
7 ,3 ,김민성,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,3 ,김민성,2 ,1 ,국어,문학,4 ,3 
7 ,3 ,김민성,2 ,1 ,수학,수학Ⅰ,4 ,2 
7 ,3 ,김민성,2 ,1 ,수학,확률과 통계,2 ,3 
7 ,3 ,김민성,2 ,1 ,영어,영어Ⅰ,3 ,3 
7 ,3 ,김민성,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
7 ,3 ,김민성,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
7 ,3 ,김민성,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
7 ,3 ,김민성,2 ,2 ,국어,독서,4 ,4 
7 ,3 ,김민성,2 ,2 ,수학,수학Ⅱ,4 ,2 
7 ,3 ,김민성,2 ,2 ,수학,확률과 통계,2 ,2 
7 ,3 ,김민성,2 ,2 ,영어,영어Ⅱ,3 ,2 
7 ,3 ,김민성,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
7 ,3 ,김민성,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
7 ,3 ,김민성,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
7 ,3 ,김민성,3 ,1 ,국어,화법과 작문,4 ,4 
7 ,3 ,김민성,3 ,1 ,영어,영어 독해와 작문,4 ,2 
7 ,4 ,김선빈,1 ,1 ,국어,국어,3 ,3 
7 ,4 ,김선빈,1 ,1 ,수학,수학,4 ,3 
7 ,4 ,김선빈,1 ,1 ,영어,영어,4 ,3 
7 ,4 ,김선빈,1 ,1 ,한국사,한국사,3 ,3 
7 ,4 ,김선빈,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
7 ,4 ,김선빈,1 ,1 ,과학,통합과학,3 ,4 
7 ,4 ,김선빈,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,4 ,김선빈,1 ,2 ,국어,국어,3 ,4 
7 ,4 ,김선빈,1 ,2 ,수학,수학,4 ,2 
7 ,4 ,김선빈,1 ,2 ,영어,영어,4 ,2 
7 ,4 ,김선빈,1 ,2 ,한국사,한국사,3 ,4 
7 ,4 ,김선빈,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,4 ,김선빈,1 ,2 ,과학,통합과학,3 ,4 
7 ,4 ,김선빈,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,4 ,김선빈,2 ,1 ,국어,문학,4 ,3 
7 ,4 ,김선빈,2 ,1 ,수학,수학Ⅰ,4 ,2 
7 ,4 ,김선빈,2 ,1 ,수학,확률과 통계,2 ,3 
7 ,4 ,김선빈,2 ,1 ,영어,영어Ⅰ,3 ,3 
7 ,4 ,김선빈,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
7 ,4 ,김선빈,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
7 ,4 ,김선빈,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
7 ,4 ,김선빈,2 ,2 ,국어,독서,4 ,4 
7 ,4 ,김선빈,2 ,2 ,수학,수학Ⅱ,4 ,2 
7 ,4 ,김선빈,2 ,2 ,수학,확률과 통계,2 ,2 
7 ,4 ,김선빈,2 ,2 ,영어,영어Ⅱ,3 ,2 
7 ,4 ,김선빈,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
7 ,4 ,김선빈,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
7 ,4 ,김선빈,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
7 ,4 ,김선빈,3 ,1 ,국어,화법과 작문,4 ,4 
7 ,4 ,김선빈,3 ,1 ,영어,영어 독해와 작문,4 ,2 
5 ,7 ,김성욱,1 ,1 ,국어,국어,3 ,3 
5 ,7 ,김성욱,1 ,1 ,수학,수학,4 ,3 
5 ,7 ,김성욱,1 ,1 ,영어,영어,4 ,3 
5 ,7 ,김성욱,1 ,1 ,한국사,한국사,3 ,3 
5 ,7 ,김성욱,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
5 ,7 ,김성욱,1 ,1 ,과학,통합과학,3 ,3 
5 ,7 ,김성욱,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,7 ,김성욱,1 ,2 ,국어,국어,3 ,3 
5 ,7 ,김성욱,1 ,2 ,수학,수학,4 ,3 
5 ,7 ,김성욱,1 ,2 ,영어,영어,4 ,3 
5 ,7 ,김성욱,1 ,2 ,한국사,한국사,3 ,3 
5 ,7 ,김성욱,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,3 
5 ,7 ,김성욱,1 ,2 ,과학,통합과학,3 ,3 
5 ,7 ,김성욱,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,7 ,김성욱,2 ,1 ,국어,문학,4 ,3 
5 ,7 ,김성욱,2 ,1 ,수학,수학Ⅰ,4 ,2 
5 ,7 ,김성욱,2 ,1 ,수학,확률과 통계,2 ,3 
5 ,7 ,김성욱,2 ,1 ,영어,영어Ⅰ,3 ,3 
5 ,7 ,김성욱,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,3 
5 ,7 ,김성욱,2 ,1 ,사회(역사/도덕포함),정치와 법,4 ,3 
5 ,7 ,김성욱,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
5 ,7 ,김성욱,2 ,2 ,국어,독서,4 ,3 
5 ,7 ,김성욱,2 ,2 ,수학,수학Ⅱ,4 ,2 
5 ,7 ,김성욱,2 ,2 ,수학,확률과 통계,2 ,2 
5 ,7 ,김성욱,2 ,2 ,영어,영어Ⅱ,3 ,2 
5 ,7 ,김성욱,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,3 
5 ,7 ,김성욱,2 ,2 ,사회(역사/도덕포함),세계지리,4 ,3 
5 ,7 ,김성욱,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
5 ,7 ,김성욱,3 ,1 ,국어,화법과 작문,4 ,4 
5 ,7 ,김성욱,3 ,1 ,영어,영어 독해와 작문,4 ,2 
7 ,6 ,김승윤,1 ,1 ,국어,국어,3 ,3 
7 ,6 ,김승윤,1 ,1 ,수학,수학,4 ,3 
7 ,6 ,김승윤,1 ,1 ,영어,영어,4 ,3 
7 ,6 ,김승윤,1 ,1 ,한국사,한국사,3 ,3 
7 ,6 ,김승윤,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
7 ,6 ,김승윤,1 ,1 ,과학,통합과학,3 ,4 
7 ,6 ,김승윤,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,6 ,김승윤,1 ,2 ,국어,국어,3 ,4 
7 ,6 ,김승윤,1 ,2 ,수학,수학,4 ,2 
7 ,6 ,김승윤,1 ,2 ,영어,영어,4 ,2 
7 ,6 ,김승윤,1 ,2 ,한국사,한국사,3 ,4 
7 ,6 ,김승윤,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,6 ,김승윤,1 ,2 ,과학,통합과학,3 ,4 
7 ,6 ,김승윤,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,6 ,김승윤,2 ,1 ,국어,문학,4 ,3 
7 ,6 ,김승윤,2 ,1 ,수학,수학Ⅰ,4 ,2 
7 ,6 ,김승윤,2 ,1 ,수학,확률과 통계,2 ,3 
7 ,6 ,김승윤,2 ,1 ,영어,영어Ⅰ,3 ,3 
7 ,6 ,김승윤,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
7 ,6 ,김승윤,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
7 ,6 ,김승윤,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
7 ,6 ,김승윤,2 ,2 ,국어,독서,4 ,4 
7 ,6 ,김승윤,2 ,2 ,수학,수학Ⅱ,4 ,2 
7 ,6 ,김승윤,2 ,2 ,수학,확률과 통계,2 ,2 
7 ,6 ,김승윤,2 ,2 ,영어,영어Ⅱ,3 ,2 
7 ,6 ,김승윤,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
7 ,6 ,김승윤,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
7 ,6 ,김승윤,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
7 ,6 ,김승윤,3 ,1 ,국어,화법과 작문,4 ,4 
7 ,6 ,김승윤,3 ,1 ,영어,영어 독해와 작문,4 ,2 
7 ,7 ,김유민,1 ,1 ,국어,국어,3 ,3 
7 ,7 ,김유민,1 ,1 ,수학,수학,4 ,3 
7 ,7 ,김유민,1 ,1 ,영어,영어,4 ,3 
7 ,7 ,김유민,1 ,1 ,한국사,한국사,3 ,3 
7 ,7 ,김유민,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
7 ,7 ,김유민,1 ,1 ,과학,통합과학,3 ,4 
7 ,7 ,김유민,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,7 ,김유민,1 ,2 ,국어,국어,3 ,4 
7 ,7 ,김유민,1 ,2 ,수학,수학,4 ,2 
7 ,7 ,김유민,1 ,2 ,영어,영어,4 ,2 
7 ,7 ,김유민,1 ,2 ,한국사,한국사,3 ,4 
7 ,7 ,김유민,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,7 ,김유민,1 ,2 ,과학,통합과학,3 ,4 
7 ,7 ,김유민,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,7 ,김유민,2 ,1 ,국어,문학,4 ,3 
7 ,7 ,김유민,2 ,1 ,수학,수학Ⅰ,4 ,2 
7 ,7 ,김유민,2 ,1 ,수학,확률과 통계,2 ,3 
7 ,7 ,김유민,2 ,1 ,영어,영어Ⅰ,3 ,3 
7 ,7 ,김유민,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
7 ,7 ,김유민,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
7 ,7 ,김유민,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
7 ,7 ,김유민,2 ,2 ,국어,독서,4 ,4 
7 ,7 ,김유민,2 ,2 ,수학,수학Ⅱ,4 ,2 
7 ,7 ,김유민,2 ,2 ,수학,확률과 통계,2 ,2 
7 ,7 ,김유민,2 ,2 ,영어,영어Ⅱ,3 ,2 
7 ,7 ,김유민,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
7 ,7 ,김유민,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
7 ,7 ,김유민,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
7 ,7 ,김유민,3 ,1 ,국어,화법과 작문,4 ,4 
7 ,7 ,김유민,3 ,1 ,영어,영어 독해와 작문,4 ,2 
7 ,8 ,박정민,1 ,1 ,국어,국어,3 ,3 
7 ,8 ,박정민,1 ,1 ,수학,수학,4 ,3 
7 ,8 ,박정민,1 ,1 ,영어,영어,4 ,3 
7 ,8 ,박정민,1 ,1 ,한국사,한국사,3 ,3 
7 ,8 ,박정민,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
7 ,8 ,박정민,1 ,1 ,과학,통합과학,3 ,4 
7 ,8 ,박정민,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,8 ,박정민,1 ,2 ,국어,국어,3 ,4 
7 ,8 ,박정민,1 ,2 ,수학,수학,4 ,2 
7 ,8 ,박정민,1 ,2 ,영어,영어,4 ,2 
7 ,8 ,박정민,1 ,2 ,한국사,한국사,3 ,4 
7 ,8 ,박정민,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,8 ,박정민,1 ,2 ,과학,통합과학,3 ,4 
7 ,8 ,박정민,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,8 ,박정민,2 ,1 ,국어,문학,4 ,3 
7 ,8 ,박정민,2 ,1 ,수학,수학Ⅰ,4 ,2 
7 ,8 ,박정민,2 ,1 ,수학,확률과 통계,2 ,3 
7 ,8 ,박정민,2 ,1 ,영어,영어Ⅰ,3 ,3 
7 ,8 ,박정민,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
7 ,8 ,박정민,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
7 ,8 ,박정민,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
7 ,8 ,박정민,2 ,2 ,국어,독서,4 ,4 
7 ,8 ,박정민,2 ,2 ,수학,수학Ⅱ,4 ,2 
7 ,8 ,박정민,2 ,2 ,수학,확률과 통계,2 ,2 
7 ,8 ,박정민,2 ,2 ,영어,영어Ⅱ,3 ,2 
7 ,8 ,박정민,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
7 ,8 ,박정민,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
7 ,8 ,박정민,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
7 ,8 ,박정민,3 ,1 ,국어,화법과 작문,4 ,4 
7 ,8 ,박정민,3 ,1 ,영어,영어 독해와 작문,4 ,2 
7 ,9 ,박지훈,1 ,1 ,국어,국어,3 ,3 
7 ,9 ,박지훈,1 ,1 ,수학,수학,4 ,3 
7 ,9 ,박지훈,1 ,1 ,영어,영어,4 ,3 
7 ,9 ,박지훈,1 ,1 ,한국사,한국사,3 ,3 
7 ,9 ,박지훈,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
7 ,9 ,박지훈,1 ,1 ,과학,통합과학,3 ,4 
7 ,9 ,박지훈,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,9 ,박지훈,1 ,2 ,국어,국어,3 ,4 
7 ,9 ,박지훈,1 ,2 ,수학,수학,4 ,2 
7 ,9 ,박지훈,1 ,2 ,영어,영어,4 ,2 
7 ,9 ,박지훈,1 ,2 ,한국사,한국사,3 ,4 
7 ,9 ,박지훈,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,9 ,박지훈,1 ,2 ,과학,통합과학,3 ,4 
7 ,9 ,박지훈,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,9 ,박지훈,2 ,1 ,국어,문학,4 ,3 
7 ,9 ,박지훈,2 ,1 ,수학,수학Ⅰ,4 ,2 
7 ,9 ,박지훈,2 ,1 ,수학,확률과 통계,2 ,3 
7 ,9 ,박지훈,2 ,1 ,영어,영어Ⅰ,3 ,3 
7 ,9 ,박지훈,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
7 ,9 ,박지훈,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
7 ,9 ,박지훈,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
7 ,9 ,박지훈,2 ,2 ,국어,독서,4 ,4 
7 ,9 ,박지훈,2 ,2 ,수학,수학Ⅱ,4 ,2 
7 ,9 ,박지훈,2 ,2 ,수학,확률과 통계,2 ,2 
7 ,9 ,박지훈,2 ,2 ,영어,영어Ⅱ,3 ,2 
7 ,9 ,박지훈,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
7 ,9 ,박지훈,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
7 ,9 ,박지훈,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
7 ,9 ,박지훈,3 ,1 ,국어,화법과 작문,4 ,4 
7 ,9 ,박지훈,3 ,1 ,영어,영어 독해와 작문,4 ,2 
7 ,10 ,서형래,1 ,1 ,국어,국어,3 ,3 
7 ,10 ,서형래,1 ,1 ,수학,수학,4 ,3 
7 ,10 ,서형래,1 ,1 ,영어,영어,4 ,3 
7 ,10 ,서형래,1 ,1 ,한국사,한국사,3 ,3 
7 ,10 ,서형래,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
7 ,10 ,서형래,1 ,1 ,과학,통합과학,3 ,4 
7 ,10 ,서형래,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,10 ,서형래,1 ,2 ,국어,국어,3 ,4 
7 ,10 ,서형래,1 ,2 ,수학,수학,4 ,2 
7 ,10 ,서형래,1 ,2 ,영어,영어,4 ,2 
7 ,10 ,서형래,1 ,2 ,한국사,한국사,3 ,4 
7 ,10 ,서형래,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,10 ,서형래,1 ,2 ,과학,통합과학,3 ,4 
7 ,10 ,서형래,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,10 ,서형래,2 ,1 ,국어,문학,4 ,3 
7 ,10 ,서형래,2 ,1 ,수학,수학Ⅰ,4 ,2 
7 ,10 ,서형래,2 ,1 ,수학,확률과 통계,2 ,3 
7 ,10 ,서형래,2 ,1 ,영어,영어Ⅰ,3 ,3 
7 ,10 ,서형래,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
7 ,10 ,서형래,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
7 ,10 ,서형래,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
7 ,10 ,서형래,2 ,2 ,국어,독서,4 ,4 
7 ,10 ,서형래,2 ,2 ,수학,수학Ⅱ,4 ,2 
7 ,10 ,서형래,2 ,2 ,수학,확률과 통계,2 ,2 
7 ,10 ,서형래,2 ,2 ,영어,영어Ⅱ,3 ,2 
7 ,10 ,서형래,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
7 ,10 ,서형래,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
7 ,10 ,서형래,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
7 ,10 ,서형래,3 ,1 ,국어,화법과 작문,4 ,4 
7 ,10 ,서형래,3 ,1 ,영어,영어 독해와 작문,4 ,2 
7 ,11 ,손상윤,1 ,1 ,국어,국어,3 ,3 
7 ,11 ,손상윤,1 ,1 ,수학,수학,4 ,3 
7 ,11 ,손상윤,1 ,1 ,영어,영어,4 ,3 
7 ,11 ,손상윤,1 ,1 ,한국사,한국사,3 ,3 
7 ,11 ,손상윤,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
7 ,11 ,손상윤,1 ,1 ,과학,통합과학,3 ,4 
7 ,11 ,손상윤,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,11 ,손상윤,1 ,2 ,국어,국어,3 ,4 
7 ,11 ,손상윤,1 ,2 ,수학,수학,4 ,2 
7 ,11 ,손상윤,1 ,2 ,영어,영어,4 ,2 
7 ,11 ,손상윤,1 ,2 ,한국사,한국사,3 ,4 
7 ,11 ,손상윤,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,11 ,손상윤,1 ,2 ,과학,통합과학,3 ,4 
7 ,11 ,손상윤,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,11 ,손상윤,2 ,1 ,국어,문학,4 ,3 
7 ,11 ,손상윤,2 ,1 ,수학,수학Ⅰ,4 ,2 
7 ,11 ,손상윤,2 ,1 ,수학,확률과 통계,2 ,3 
7 ,11 ,손상윤,2 ,1 ,영어,영어Ⅰ,3 ,3 
7 ,11 ,손상윤,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
7 ,11 ,손상윤,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
7 ,11 ,손상윤,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
7 ,11 ,손상윤,2 ,2 ,국어,독서,4 ,4 
7 ,11 ,손상윤,2 ,2 ,수학,수학Ⅱ,4 ,2 
7 ,11 ,손상윤,2 ,2 ,수학,확률과 통계,2 ,2 
7 ,11 ,손상윤,2 ,2 ,영어,영어Ⅱ,3 ,2 
7 ,11 ,손상윤,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
7 ,11 ,손상윤,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
7 ,11 ,손상윤,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
7 ,11 ,손상윤,3 ,1 ,국어,화법과 작문,4 ,4 
7 ,11 ,손상윤,3 ,1 ,영어,영어 독해와 작문,4 ,2 
7 ,12 ,신이섭,1 ,1 ,국어,국어,3 ,3 
7 ,12 ,신이섭,1 ,1 ,수학,수학,4 ,3 
7 ,12 ,신이섭,1 ,1 ,영어,영어,4 ,3 
7 ,12 ,신이섭,1 ,1 ,한국사,한국사,3 ,3 
7 ,12 ,신이섭,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
7 ,12 ,신이섭,1 ,1 ,과학,통합과학,3 ,4 
7 ,12 ,신이섭,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,12 ,신이섭,1 ,2 ,국어,국어,3 ,4 
7 ,12 ,신이섭,1 ,2 ,수학,수학,4 ,2 
7 ,12 ,신이섭,1 ,2 ,영어,영어,4 ,2 
7 ,12 ,신이섭,1 ,2 ,한국사,한국사,3 ,4 
7 ,12 ,신이섭,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,12 ,신이섭,1 ,2 ,과학,통합과학,3 ,4 
7 ,12 ,신이섭,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,12 ,신이섭,2 ,1 ,국어,문학,4 ,3 
7 ,12 ,신이섭,2 ,1 ,수학,수학Ⅰ,4 ,2 
7 ,12 ,신이섭,2 ,1 ,수학,확률과 통계,2 ,3 
7 ,12 ,신이섭,2 ,1 ,영어,영어Ⅰ,3 ,3 
7 ,12 ,신이섭,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
7 ,12 ,신이섭,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
7 ,12 ,신이섭,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
7 ,12 ,신이섭,2 ,2 ,국어,독서,4 ,4 
7 ,12 ,신이섭,2 ,2 ,수학,수학Ⅱ,4 ,2 
7 ,12 ,신이섭,2 ,2 ,수학,확률과 통계,2 ,2 
7 ,12 ,신이섭,2 ,2 ,영어,영어Ⅱ,3 ,2 
7 ,12 ,신이섭,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
7 ,12 ,신이섭,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
7 ,12 ,신이섭,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
7 ,12 ,신이섭,3 ,1 ,국어,화법과 작문,4 ,4 
7 ,12 ,신이섭,3 ,1 ,영어,영어 독해와 작문,4 ,2 
7 ,13 ,신준서,1 ,1 ,국어,국어,3 ,3 
7 ,13 ,신준서,1 ,1 ,수학,수학,4 ,3 
7 ,13 ,신준서,1 ,1 ,영어,영어,4 ,3 
7 ,13 ,신준서,1 ,1 ,한국사,한국사,3 ,3 
7 ,13 ,신준서,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
7 ,13 ,신준서,1 ,1 ,과학,통합과학,3 ,4 
7 ,13 ,신준서,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,13 ,신준서,1 ,2 ,국어,국어,3 ,4 
7 ,13 ,신준서,1 ,2 ,수학,수학,4 ,2 
7 ,13 ,신준서,1 ,2 ,영어,영어,4 ,2 
7 ,13 ,신준서,1 ,2 ,한국사,한국사,3 ,4 
7 ,13 ,신준서,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,13 ,신준서,1 ,2 ,과학,통합과학,3 ,4 
7 ,13 ,신준서,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,13 ,신준서,2 ,1 ,국어,문학,4 ,3 
7 ,13 ,신준서,2 ,1 ,수학,수학Ⅰ,4 ,2 
7 ,13 ,신준서,2 ,1 ,수학,확률과 통계,2 ,3 
7 ,13 ,신준서,2 ,1 ,영어,영어Ⅰ,3 ,3 
7 ,13 ,신준서,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
7 ,13 ,신준서,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
7 ,13 ,신준서,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
7 ,13 ,신준서,2 ,2 ,국어,독서,4 ,4 
7 ,13 ,신준서,2 ,2 ,수학,수학Ⅱ,4 ,2 
7 ,13 ,신준서,2 ,2 ,수학,확률과 통계,2 ,2 
7 ,13 ,신준서,2 ,2 ,영어,영어Ⅱ,3 ,2 
7 ,13 ,신준서,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
7 ,13 ,신준서,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
7 ,13 ,신준서,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
7 ,13 ,신준서,3 ,1 ,국어,화법과 작문,4 ,4 
7 ,13 ,신준서,3 ,1 ,영어,영어 독해와 작문,4 ,2 
7 ,14 ,신지섭,1 ,1 ,국어,국어,3 ,3 
7 ,14 ,신지섭,1 ,1 ,수학,수학,4 ,3 
7 ,14 ,신지섭,1 ,1 ,영어,영어,4 ,3 
7 ,14 ,신지섭,1 ,1 ,한국사,한국사,3 ,3 
7 ,14 ,신지섭,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
7 ,14 ,신지섭,1 ,1 ,과학,통합과학,3 ,4 
7 ,14 ,신지섭,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,14 ,신지섭,1 ,2 ,국어,국어,3 ,4 
7 ,14 ,신지섭,1 ,2 ,수학,수학,4 ,2 
7 ,14 ,신지섭,1 ,2 ,영어,영어,4 ,2 
7 ,14 ,신지섭,1 ,2 ,한국사,한국사,3 ,4 
7 ,14 ,신지섭,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,14 ,신지섭,1 ,2 ,과학,통합과학,3 ,4 
7 ,14 ,신지섭,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,14 ,신지섭,2 ,1 ,국어,문학,4 ,3 
7 ,14 ,신지섭,2 ,1 ,수학,수학Ⅰ,4 ,2 
7 ,14 ,신지섭,2 ,1 ,수학,확률과 통계,2 ,3 
7 ,14 ,신지섭,2 ,1 ,영어,영어Ⅰ,3 ,3 
7 ,14 ,신지섭,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
7 ,14 ,신지섭,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
7 ,14 ,신지섭,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
7 ,14 ,신지섭,2 ,2 ,국어,독서,4 ,4 
7 ,14 ,신지섭,2 ,2 ,수학,수학Ⅱ,4 ,2 
7 ,14 ,신지섭,2 ,2 ,수학,확률과 통계,2 ,2 
7 ,14 ,신지섭,2 ,2 ,영어,영어Ⅱ,3 ,2 
7 ,14 ,신지섭,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
7 ,14 ,신지섭,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
7 ,14 ,신지섭,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
7 ,14 ,신지섭,3 ,1 ,국어,화법과 작문,4 ,4 
7 ,14 ,신지섭,3 ,1 ,영어,영어 독해와 작문,4 ,2 
7 ,15 ,신현승,1 ,1 ,국어,국어,3 ,3 
7 ,15 ,신현승,1 ,1 ,수학,수학,4 ,3 
7 ,15 ,신현승,1 ,1 ,영어,영어,4 ,3 
7 ,15 ,신현승,1 ,1 ,한국사,한국사,3 ,3 
7 ,15 ,신현승,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
7 ,15 ,신현승,1 ,1 ,과학,통합과학,3 ,4 
7 ,15 ,신현승,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,15 ,신현승,1 ,2 ,국어,국어,3 ,4 
7 ,15 ,신현승,1 ,2 ,수학,수학,4 ,2 
7 ,15 ,신현승,1 ,2 ,영어,영어,4 ,2 
7 ,15 ,신현승,1 ,2 ,한국사,한국사,3 ,4 
7 ,15 ,신현승,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,15 ,신현승,1 ,2 ,과학,통합과학,3 ,4 
7 ,15 ,신현승,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,15 ,신현승,2 ,1 ,국어,문학,4 ,3 
7 ,15 ,신현승,2 ,1 ,수학,수학Ⅰ,4 ,2 
7 ,15 ,신현승,2 ,1 ,수학,확률과 통계,2 ,3 
7 ,15 ,신현승,2 ,1 ,영어,영어Ⅰ,3 ,3 
7 ,15 ,신현승,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
7 ,15 ,신현승,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
7 ,15 ,신현승,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
7 ,15 ,신현승,2 ,2 ,국어,독서,4 ,4 
7 ,15 ,신현승,2 ,2 ,수학,수학Ⅱ,4 ,2 
7 ,15 ,신현승,2 ,2 ,수학,확률과 통계,2 ,2 
7 ,15 ,신현승,2 ,2 ,영어,영어Ⅱ,3 ,2 
7 ,15 ,신현승,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
7 ,15 ,신현승,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
7 ,15 ,신현승,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
7 ,15 ,신현승,3 ,1 ,국어,화법과 작문,4 ,4 
7 ,15 ,신현승,3 ,1 ,영어,영어 독해와 작문,4 ,2 
7 ,16 ,심규완,1 ,1 ,국어,국어,3 ,3 
7 ,16 ,심규완,1 ,1 ,수학,수학,4 ,3 
7 ,16 ,심규완,1 ,1 ,영어,영어,4 ,3 
7 ,16 ,심규완,1 ,1 ,한국사,한국사,3 ,3 
7 ,16 ,심규완,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
7 ,16 ,심규완,1 ,1 ,과학,통합과학,3 ,4 
7 ,16 ,심규완,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,16 ,심규완,1 ,2 ,국어,국어,3 ,4 
7 ,16 ,심규완,1 ,2 ,수학,수학,4 ,2 
7 ,16 ,심규완,1 ,2 ,영어,영어,4 ,2 
7 ,16 ,심규완,1 ,2 ,한국사,한국사,3 ,4 
7 ,16 ,심규완,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,16 ,심규완,1 ,2 ,과학,통합과학,3 ,4 
7 ,16 ,심규완,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,16 ,심규완,2 ,1 ,국어,문학,4 ,3 
7 ,16 ,심규완,2 ,1 ,수학,수학Ⅰ,4 ,2 
7 ,16 ,심규완,2 ,1 ,수학,확률과 통계,2 ,3 
7 ,16 ,심규완,2 ,1 ,영어,영어Ⅰ,3 ,3 
7 ,16 ,심규완,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
7 ,16 ,심규완,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
7 ,16 ,심규완,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
7 ,16 ,심규완,2 ,2 ,국어,독서,4 ,4 
7 ,16 ,심규완,2 ,2 ,수학,수학Ⅱ,4 ,2 
7 ,16 ,심규완,2 ,2 ,수학,확률과 통계,2 ,2 
7 ,16 ,심규완,2 ,2 ,영어,영어Ⅱ,3 ,2 
7 ,16 ,심규완,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
7 ,16 ,심규완,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
7 ,16 ,심규완,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
7 ,16 ,심규완,3 ,1 ,국어,화법과 작문,4 ,4 
7 ,16 ,심규완,3 ,1 ,영어,영어 독해와 작문,4 ,2 
7 ,17 ,양현성,1 ,1 ,국어,국어,3 ,3 
7 ,17 ,양현성,1 ,1 ,수학,수학,4 ,3 
7 ,17 ,양현성,1 ,1 ,영어,영어,4 ,3 
7 ,17 ,양현성,1 ,1 ,한국사,한국사,3 ,3 
7 ,17 ,양현성,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
7 ,17 ,양현성,1 ,1 ,과학,통합과학,3 ,4 
7 ,17 ,양현성,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,17 ,양현성,1 ,2 ,국어,국어,3 ,4 
7 ,17 ,양현성,1 ,2 ,수학,수학,4 ,2 
7 ,17 ,양현성,1 ,2 ,영어,영어,4 ,2 
7 ,17 ,양현성,1 ,2 ,한국사,한국사,3 ,4 
7 ,17 ,양현성,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,17 ,양현성,1 ,2 ,과학,통합과학,3 ,4 
7 ,17 ,양현성,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,17 ,양현성,2 ,1 ,국어,문학,4 ,3 
7 ,17 ,양현성,2 ,1 ,수학,수학Ⅰ,4 ,2 
7 ,17 ,양현성,2 ,1 ,수학,확률과 통계,2 ,3 
7 ,17 ,양현성,2 ,1 ,영어,영어Ⅰ,3 ,3 
7 ,17 ,양현성,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
7 ,17 ,양현성,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
7 ,17 ,양현성,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
7 ,17 ,양현성,2 ,2 ,국어,독서,4 ,4 
7 ,17 ,양현성,2 ,2 ,수학,수학Ⅱ,4 ,2 
7 ,17 ,양현성,2 ,2 ,수학,확률과 통계,2 ,2 
7 ,17 ,양현성,2 ,2 ,영어,영어Ⅱ,3 ,2 
7 ,17 ,양현성,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
7 ,17 ,양현성,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
7 ,17 ,양현성,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
7 ,17 ,양현성,3 ,1 ,국어,화법과 작문,4 ,4 
7 ,17 ,양현성,3 ,1 ,영어,영어 독해와 작문,4 ,2 
7 ,18 ,우도현,1 ,1 ,국어,국어,3 ,3 
7 ,18 ,우도현,1 ,1 ,수학,수학,4 ,3 
7 ,18 ,우도현,1 ,1 ,영어,영어,4 ,3 
7 ,18 ,우도현,1 ,1 ,한국사,한국사,3 ,3 
7 ,18 ,우도현,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
7 ,18 ,우도현,1 ,1 ,과학,통합과학,3 ,4 
7 ,18 ,우도현,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,18 ,우도현,1 ,2 ,국어,국어,3 ,4 
7 ,18 ,우도현,1 ,2 ,수학,수학,4 ,2 
7 ,18 ,우도현,1 ,2 ,영어,영어,4 ,2 
7 ,18 ,우도현,1 ,2 ,한국사,한국사,3 ,4 
7 ,18 ,우도현,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,18 ,우도현,1 ,2 ,과학,통합과학,3 ,4 
7 ,18 ,우도현,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,18 ,우도현,2 ,1 ,국어,문학,4 ,3 
7 ,18 ,우도현,2 ,1 ,수학,수학Ⅰ,4 ,2 
7 ,18 ,우도현,2 ,1 ,수학,확률과 통계,2 ,3 
7 ,18 ,우도현,2 ,1 ,영어,영어Ⅰ,3 ,3 
7 ,18 ,우도현,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
7 ,18 ,우도현,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
7 ,18 ,우도현,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
7 ,18 ,우도현,2 ,2 ,국어,독서,4 ,4 
7 ,18 ,우도현,2 ,2 ,수학,수학Ⅱ,4 ,2 
7 ,18 ,우도현,2 ,2 ,수학,확률과 통계,2 ,2 
7 ,18 ,우도현,2 ,2 ,영어,영어Ⅱ,3 ,2 
7 ,18 ,우도현,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
7 ,18 ,우도현,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
7 ,18 ,우도현,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
7 ,18 ,우도현,3 ,1 ,국어,화법과 작문,4 ,4 
7 ,18 ,우도현,3 ,1 ,영어,영어 독해와 작문,4 ,2 
7 ,19 ,유민영,1 ,1 ,국어,국어,3 ,3 
7 ,19 ,유민영,1 ,1 ,수학,수학,4 ,3 
7 ,19 ,유민영,1 ,1 ,영어,영어,4 ,3 
7 ,19 ,유민영,1 ,1 ,한국사,한국사,3 ,3 
7 ,19 ,유민영,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
7 ,19 ,유민영,1 ,1 ,과학,통합과학,3 ,4 
7 ,19 ,유민영,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,19 ,유민영,1 ,2 ,국어,국어,3 ,4 
7 ,19 ,유민영,1 ,2 ,수학,수학,4 ,2 
7 ,19 ,유민영,1 ,2 ,영어,영어,4 ,2 
7 ,19 ,유민영,1 ,2 ,한국사,한국사,3 ,4 
7 ,19 ,유민영,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,19 ,유민영,1 ,2 ,과학,통합과학,3 ,4 
7 ,19 ,유민영,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,19 ,유민영,2 ,1 ,국어,문학,4 ,3 
7 ,19 ,유민영,2 ,1 ,수학,수학Ⅰ,4 ,2 
7 ,19 ,유민영,2 ,1 ,수학,확률과 통계,2 ,3 
7 ,19 ,유민영,2 ,1 ,영어,영어Ⅰ,3 ,3 
7 ,19 ,유민영,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
7 ,19 ,유민영,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
7 ,19 ,유민영,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
7 ,19 ,유민영,2 ,2 ,국어,독서,4 ,4 
7 ,19 ,유민영,2 ,2 ,수학,수학Ⅱ,4 ,2 
7 ,19 ,유민영,2 ,2 ,수학,확률과 통계,2 ,2 
7 ,19 ,유민영,2 ,2 ,영어,영어Ⅱ,3 ,2 
7 ,19 ,유민영,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
7 ,19 ,유민영,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
7 ,19 ,유민영,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
7 ,19 ,유민영,3 ,1 ,국어,화법과 작문,4 ,4 
7 ,19 ,유민영,3 ,1 ,영어,영어 독해와 작문,4 ,2 
7 ,20 ,이성진,1 ,1 ,국어,국어,3 ,3 
7 ,20 ,이성진,1 ,1 ,수학,수학,4 ,3 
7 ,20 ,이성진,1 ,1 ,영어,영어,4 ,3 
7 ,20 ,이성진,1 ,1 ,한국사,한국사,3 ,3 
7 ,20 ,이성진,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
7 ,20 ,이성진,1 ,1 ,과학,통합과학,3 ,4 
7 ,20 ,이성진,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,20 ,이성진,1 ,2 ,국어,국어,3 ,4 
7 ,20 ,이성진,1 ,2 ,수학,수학,4 ,2 
7 ,20 ,이성진,1 ,2 ,영어,영어,4 ,2 
7 ,20 ,이성진,1 ,2 ,한국사,한국사,3 ,4 
7 ,20 ,이성진,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,20 ,이성진,1 ,2 ,과학,통합과학,3 ,4 
7 ,20 ,이성진,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,20 ,이성진,2 ,1 ,국어,문학,4 ,3 
7 ,20 ,이성진,2 ,1 ,수학,수학Ⅰ,4 ,2 
7 ,20 ,이성진,2 ,1 ,수학,확률과 통계,2 ,3 
7 ,20 ,이성진,2 ,1 ,영어,영어Ⅰ,3 ,3 
7 ,20 ,이성진,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
7 ,20 ,이성진,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
7 ,20 ,이성진,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
7 ,20 ,이성진,2 ,2 ,국어,독서,4 ,4 
7 ,20 ,이성진,2 ,2 ,수학,수학Ⅱ,4 ,2 
7 ,20 ,이성진,2 ,2 ,수학,확률과 통계,2 ,2 
7 ,20 ,이성진,2 ,2 ,영어,영어Ⅱ,3 ,2 
7 ,20 ,이성진,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
7 ,20 ,이성진,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
7 ,20 ,이성진,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
7 ,20 ,이성진,3 ,1 ,국어,화법과 작문,4 ,4 
7 ,20 ,이성진,3 ,1 ,영어,영어 독해와 작문,4 ,2 
7 ,21 ,이찬수,1 ,1 ,국어,국어,3 ,3 
7 ,21 ,이찬수,1 ,1 ,수학,수학,4 ,3 
7 ,21 ,이찬수,1 ,1 ,영어,영어,4 ,3 
7 ,21 ,이찬수,1 ,1 ,한국사,한국사,3 ,3 
7 ,21 ,이찬수,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
7 ,21 ,이찬수,1 ,1 ,과학,통합과학,3 ,4 
7 ,21 ,이찬수,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,21 ,이찬수,1 ,2 ,국어,국어,3 ,4 
7 ,21 ,이찬수,1 ,2 ,수학,수학,4 ,2 
7 ,21 ,이찬수,1 ,2 ,영어,영어,4 ,2 
7 ,21 ,이찬수,1 ,2 ,한국사,한국사,3 ,4 
7 ,21 ,이찬수,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,21 ,이찬수,1 ,2 ,과학,통합과학,3 ,4 
7 ,21 ,이찬수,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,21 ,이찬수,2 ,1 ,국어,문학,4 ,3 
7 ,21 ,이찬수,2 ,1 ,수학,수학Ⅰ,4 ,2 
7 ,21 ,이찬수,2 ,1 ,수학,확률과 통계,2 ,3 
7 ,21 ,이찬수,2 ,1 ,영어,영어Ⅰ,3 ,3 
7 ,21 ,이찬수,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
7 ,21 ,이찬수,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
7 ,21 ,이찬수,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
7 ,21 ,이찬수,2 ,2 ,국어,독서,4 ,4 
7 ,21 ,이찬수,2 ,2 ,수학,수학Ⅱ,4 ,2 
7 ,21 ,이찬수,2 ,2 ,수학,확률과 통계,2 ,2 
7 ,21 ,이찬수,2 ,2 ,영어,영어Ⅱ,3 ,2 
7 ,21 ,이찬수,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
7 ,21 ,이찬수,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
7 ,21 ,이찬수,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
7 ,21 ,이찬수,3 ,1 ,국어,화법과 작문,4 ,4 
7 ,21 ,이찬수,3 ,1 ,영어,영어 독해와 작문,4 ,2 
7 ,22 ,정다민,1 ,1 ,국어,국어,3 ,3 
7 ,22 ,정다민,1 ,1 ,수학,수학,4 ,3 
7 ,22 ,정다민,1 ,1 ,영어,영어,4 ,3 
7 ,22 ,정다민,1 ,1 ,한국사,한국사,3 ,3 
7 ,22 ,정다민,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
7 ,22 ,정다민,1 ,1 ,과학,통합과학,3 ,4 
7 ,22 ,정다민,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,22 ,정다민,1 ,2 ,국어,국어,3 ,4 
7 ,22 ,정다민,1 ,2 ,수학,수학,4 ,2 
7 ,22 ,정다민,1 ,2 ,영어,영어,4 ,2 
7 ,22 ,정다민,1 ,2 ,한국사,한국사,3 ,4 
7 ,22 ,정다민,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,22 ,정다민,1 ,2 ,과학,통합과학,3 ,4 
7 ,22 ,정다민,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,22 ,정다민,2 ,1 ,국어,문학,4 ,3 
7 ,22 ,정다민,2 ,1 ,수학,수학Ⅰ,4 ,2 
7 ,22 ,정다민,2 ,1 ,수학,확률과 통계,2 ,3 
7 ,22 ,정다민,2 ,1 ,영어,영어Ⅰ,3 ,3 
7 ,22 ,정다민,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
7 ,22 ,정다민,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
7 ,22 ,정다민,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
7 ,22 ,정다민,2 ,2 ,국어,독서,4 ,4 
7 ,22 ,정다민,2 ,2 ,수학,수학Ⅱ,4 ,2 
7 ,22 ,정다민,2 ,2 ,수학,확률과 통계,2 ,2 
7 ,22 ,정다민,2 ,2 ,영어,영어Ⅱ,3 ,2 
7 ,22 ,정다민,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
7 ,22 ,정다민,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
7 ,22 ,정다민,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
7 ,22 ,정다민,3 ,1 ,국어,화법과 작문,4 ,4 
7 ,22 ,정다민,3 ,1 ,영어,영어 독해와 작문,4 ,2 
7 ,23 ,정민규,1 ,1 ,국어,국어,3 ,3 
7 ,23 ,정민규,1 ,1 ,수학,수학,4 ,3 
7 ,23 ,정민규,1 ,1 ,영어,영어,4 ,3 
7 ,23 ,정민규,1 ,1 ,한국사,한국사,3 ,3 
7 ,23 ,정민규,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
7 ,23 ,정민규,1 ,1 ,과학,통합과학,3 ,4 
7 ,23 ,정민규,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,23 ,정민규,1 ,2 ,국어,국어,3 ,4 
7 ,23 ,정민규,1 ,2 ,수학,수학,4 ,2 
7 ,23 ,정민규,1 ,2 ,영어,영어,4 ,2 
7 ,23 ,정민규,1 ,2 ,한국사,한국사,3 ,4 
7 ,23 ,정민규,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,23 ,정민규,1 ,2 ,과학,통합과학,3 ,4 
7 ,23 ,정민규,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,23 ,정민규,2 ,1 ,국어,문학,4 ,3 
7 ,23 ,정민규,2 ,1 ,수학,수학Ⅰ,4 ,2 
7 ,23 ,정민규,2 ,1 ,수학,확률과 통계,2 ,3 
7 ,23 ,정민규,2 ,1 ,영어,영어Ⅰ,3 ,3 
7 ,23 ,정민규,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
7 ,23 ,정민규,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
7 ,23 ,정민규,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
7 ,23 ,정민규,2 ,2 ,국어,독서,4 ,4 
7 ,23 ,정민규,2 ,2 ,수학,수학Ⅱ,4 ,2 
7 ,23 ,정민규,2 ,2 ,수학,확률과 통계,2 ,2 
7 ,23 ,정민규,2 ,2 ,영어,영어Ⅱ,3 ,2 
7 ,23 ,정민규,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
7 ,23 ,정민규,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
7 ,23 ,정민규,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
7 ,23 ,정민규,3 ,1 ,국어,화법과 작문,4 ,4 
7 ,23 ,정민규,3 ,1 ,영어,영어 독해와 작문,4 ,2 
7 ,24 ,정주형,1 ,1 ,국어,국어,3 ,3 
7 ,24 ,정주형,1 ,1 ,수학,수학,4 ,3 
7 ,24 ,정주형,1 ,1 ,영어,영어,4 ,3 
7 ,24 ,정주형,1 ,1 ,한국사,한국사,3 ,3 
7 ,24 ,정주형,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
7 ,24 ,정주형,1 ,1 ,과학,통합과학,3 ,4 
7 ,24 ,정주형,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,24 ,정주형,1 ,2 ,국어,국어,3 ,4 
7 ,24 ,정주형,1 ,2 ,수학,수학,4 ,2 
7 ,24 ,정주형,1 ,2 ,영어,영어,4 ,2 
7 ,24 ,정주형,1 ,2 ,한국사,한국사,3 ,4 
7 ,24 ,정주형,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,24 ,정주형,1 ,2 ,과학,통합과학,3 ,4 
7 ,24 ,정주형,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,24 ,정주형,2 ,1 ,국어,문학,4 ,3 
7 ,24 ,정주형,2 ,1 ,수학,수학Ⅰ,4 ,2 
7 ,24 ,정주형,2 ,1 ,수학,확률과 통계,2 ,3 
7 ,24 ,정주형,2 ,1 ,영어,영어Ⅰ,3 ,3 
7 ,24 ,정주형,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
7 ,24 ,정주형,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
7 ,24 ,정주형,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
7 ,24 ,정주형,2 ,2 ,국어,독서,4 ,4 
7 ,24 ,정주형,2 ,2 ,수학,수학Ⅱ,4 ,2 
7 ,24 ,정주형,2 ,2 ,수학,확률과 통계,2 ,2 
7 ,24 ,정주형,2 ,2 ,영어,영어Ⅱ,3 ,2 
7 ,24 ,정주형,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
7 ,24 ,정주형,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
7 ,24 ,정주형,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
7 ,24 ,정주형,3 ,1 ,국어,화법과 작문,4 ,4 
7 ,24 ,정주형,3 ,1 ,영어,영어 독해와 작문,4 ,2 
7 ,25 ,정지훈,1 ,1 ,국어,국어,3 ,3 
7 ,25 ,정지훈,1 ,1 ,수학,수학,4 ,3 
7 ,25 ,정지훈,1 ,1 ,영어,영어,4 ,3 
7 ,25 ,정지훈,1 ,1 ,한국사,한국사,3 ,3 
7 ,25 ,정지훈,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
7 ,25 ,정지훈,1 ,1 ,과학,통합과학,3 ,4 
7 ,25 ,정지훈,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,25 ,정지훈,1 ,2 ,국어,국어,3 ,4 
7 ,25 ,정지훈,1 ,2 ,수학,수학,4 ,2 
7 ,25 ,정지훈,1 ,2 ,영어,영어,4 ,2 
7 ,25 ,정지훈,1 ,2 ,한국사,한국사,3 ,4 
7 ,25 ,정지훈,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,25 ,정지훈,1 ,2 ,과학,통합과학,3 ,4 
7 ,25 ,정지훈,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,25 ,정지훈,2 ,1 ,국어,문학,4 ,3 
7 ,25 ,정지훈,2 ,1 ,수학,수학Ⅰ,4 ,2 
7 ,25 ,정지훈,2 ,1 ,수학,확률과 통계,2 ,3 
7 ,25 ,정지훈,2 ,1 ,영어,영어Ⅰ,3 ,3 
7 ,25 ,정지훈,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
7 ,25 ,정지훈,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
7 ,25 ,정지훈,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
7 ,25 ,정지훈,2 ,2 ,국어,독서,4 ,4 
7 ,25 ,정지훈,2 ,2 ,수학,수학Ⅱ,4 ,2 
7 ,25 ,정지훈,2 ,2 ,수학,확률과 통계,2 ,2 
7 ,25 ,정지훈,2 ,2 ,영어,영어Ⅱ,3 ,2 
7 ,25 ,정지훈,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
7 ,25 ,정지훈,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
7 ,25 ,정지훈,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
7 ,25 ,정지훈,3 ,1 ,국어,화법과 작문,4 ,4 
7 ,25 ,정지훈,3 ,1 ,영어,영어 독해와 작문,4 ,2 
7 ,26 ,조원준,1 ,1 ,국어,국어,3 ,3 
7 ,26 ,조원준,1 ,1 ,수학,수학,4 ,3 
7 ,26 ,조원준,1 ,1 ,영어,영어,4 ,3 
7 ,26 ,조원준,1 ,1 ,한국사,한국사,3 ,3 
7 ,26 ,조원준,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
7 ,26 ,조원준,1 ,1 ,과학,통합과학,3 ,4 
7 ,26 ,조원준,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,26 ,조원준,1 ,2 ,국어,국어,3 ,4 
7 ,26 ,조원준,1 ,2 ,수학,수학,4 ,2 
7 ,26 ,조원준,1 ,2 ,영어,영어,4 ,2 
7 ,26 ,조원준,1 ,2 ,한국사,한국사,3 ,4 
7 ,26 ,조원준,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,26 ,조원준,1 ,2 ,과학,통합과학,3 ,4 
7 ,26 ,조원준,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,26 ,조원준,2 ,1 ,국어,문학,4 ,3 
7 ,26 ,조원준,2 ,1 ,수학,수학Ⅰ,4 ,2 
7 ,26 ,조원준,2 ,1 ,수학,확률과 통계,2 ,3 
7 ,26 ,조원준,2 ,1 ,영어,영어Ⅰ,3 ,3 
7 ,26 ,조원준,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
7 ,26 ,조원준,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
7 ,26 ,조원준,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
7 ,26 ,조원준,2 ,2 ,국어,독서,4 ,4 
7 ,26 ,조원준,2 ,2 ,수학,수학Ⅱ,4 ,2 
7 ,26 ,조원준,2 ,2 ,수학,확률과 통계,2 ,2 
7 ,26 ,조원준,2 ,2 ,영어,영어Ⅱ,3 ,2 
7 ,26 ,조원준,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
7 ,26 ,조원준,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
7 ,26 ,조원준,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
7 ,26 ,조원준,3 ,1 ,국어,화법과 작문,4 ,4 
7 ,26 ,조원준,3 ,1 ,영어,영어 독해와 작문,4 ,2 
7 ,27 ,조현호,1 ,1 ,국어,국어,3 ,3 
7 ,27 ,조현호,1 ,1 ,수학,수학,4 ,3 
7 ,27 ,조현호,1 ,1 ,영어,영어,4 ,3 
7 ,27 ,조현호,1 ,1 ,한국사,한국사,3 ,3 
7 ,27 ,조현호,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
7 ,27 ,조현호,1 ,1 ,과학,통합과학,3 ,4 
7 ,27 ,조현호,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,27 ,조현호,1 ,2 ,국어,국어,3 ,4 
7 ,27 ,조현호,1 ,2 ,수학,수학,4 ,2 
7 ,27 ,조현호,1 ,2 ,영어,영어,4 ,2 
7 ,27 ,조현호,1 ,2 ,한국사,한국사,3 ,4 
7 ,27 ,조현호,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,27 ,조현호,1 ,2 ,과학,통합과학,3 ,4 
7 ,27 ,조현호,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,27 ,조현호,2 ,1 ,국어,문학,4 ,3 
7 ,27 ,조현호,2 ,1 ,수학,수학Ⅰ,4 ,2 
7 ,27 ,조현호,2 ,1 ,수학,확률과 통계,2 ,3 
7 ,27 ,조현호,2 ,1 ,영어,영어Ⅰ,3 ,3 
7 ,27 ,조현호,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
7 ,27 ,조현호,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
7 ,27 ,조현호,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
7 ,27 ,조현호,2 ,2 ,국어,독서,4 ,4 
7 ,27 ,조현호,2 ,2 ,수학,수학Ⅱ,4 ,2 
7 ,27 ,조현호,2 ,2 ,수학,확률과 통계,2 ,2 
7 ,27 ,조현호,2 ,2 ,영어,영어Ⅱ,3 ,2 
7 ,27 ,조현호,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
7 ,27 ,조현호,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
7 ,27 ,조현호,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
7 ,27 ,조현호,3 ,1 ,국어,화법과 작문,4 ,4 
7 ,27 ,조현호,3 ,1 ,영어,영어 독해와 작문,4 ,2 
7 ,28 ,최상진,1 ,1 ,국어,국어,3 ,3 
7 ,28 ,최상진,1 ,1 ,수학,수학,4 ,3 
7 ,28 ,최상진,1 ,1 ,영어,영어,4 ,3 
7 ,28 ,최상진,1 ,1 ,한국사,한국사,3 ,3 
7 ,28 ,최상진,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
7 ,28 ,최상진,1 ,1 ,과학,통합과학,3 ,4 
7 ,28 ,최상진,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,28 ,최상진,1 ,2 ,국어,국어,3 ,4 
7 ,28 ,최상진,1 ,2 ,수학,수학,4 ,2 
7 ,28 ,최상진,1 ,2 ,영어,영어,4 ,2 
7 ,28 ,최상진,1 ,2 ,한국사,한국사,3 ,4 
7 ,28 ,최상진,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,28 ,최상진,1 ,2 ,과학,통합과학,3 ,4 
7 ,28 ,최상진,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,28 ,최상진,2 ,1 ,국어,문학,4 ,3 
7 ,28 ,최상진,2 ,1 ,수학,수학Ⅰ,4 ,2 
7 ,28 ,최상진,2 ,1 ,수학,확률과 통계,2 ,3 
7 ,28 ,최상진,2 ,1 ,영어,영어Ⅰ,3 ,3 
7 ,28 ,최상진,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
7 ,28 ,최상진,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
7 ,28 ,최상진,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
7 ,28 ,최상진,2 ,2 ,국어,독서,4 ,4 
7 ,28 ,최상진,2 ,2 ,수학,수학Ⅱ,4 ,2 
7 ,28 ,최상진,2 ,2 ,수학,확률과 통계,2 ,2 
7 ,28 ,최상진,2 ,2 ,영어,영어Ⅱ,3 ,2 
7 ,28 ,최상진,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
7 ,28 ,최상진,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
7 ,28 ,최상진,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
7 ,28 ,최상진,3 ,1 ,국어,화법과 작문,4 ,4 
7 ,28 ,최상진,3 ,1 ,영어,영어 독해와 작문,4 ,2 
7 ,29 ,최용준,1 ,1 ,국어,국어,3 ,3 
7 ,29 ,최용준,1 ,1 ,수학,수학,4 ,3 
7 ,29 ,최용준,1 ,1 ,영어,영어,4 ,3 
7 ,29 ,최용준,1 ,1 ,한국사,한국사,3 ,3 
7 ,29 ,최용준,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
7 ,29 ,최용준,1 ,1 ,과학,통합과학,3 ,4 
7 ,29 ,최용준,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,29 ,최용준,1 ,2 ,국어,국어,3 ,4 
7 ,29 ,최용준,1 ,2 ,수학,수학,4 ,2 
7 ,29 ,최용준,1 ,2 ,영어,영어,4 ,2 
7 ,29 ,최용준,1 ,2 ,한국사,한국사,3 ,4 
7 ,29 ,최용준,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,29 ,최용준,1 ,2 ,과학,통합과학,3 ,4 
7 ,29 ,최용준,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,29 ,최용준,2 ,1 ,국어,문학,4 ,3 
7 ,29 ,최용준,2 ,1 ,수학,수학Ⅰ,4 ,2 
7 ,29 ,최용준,2 ,1 ,수학,확률과 통계,2 ,3 
7 ,29 ,최용준,2 ,1 ,영어,영어Ⅰ,3 ,3 
7 ,29 ,최용준,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
7 ,29 ,최용준,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
7 ,29 ,최용준,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
7 ,29 ,최용준,2 ,2 ,국어,독서,4 ,4 
7 ,29 ,최용준,2 ,2 ,수학,수학Ⅱ,4 ,2 
7 ,29 ,최용준,2 ,2 ,수학,확률과 통계,2 ,2 
7 ,29 ,최용준,2 ,2 ,영어,영어Ⅱ,3 ,2 
7 ,29 ,최용준,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
7 ,29 ,최용준,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
7 ,29 ,최용준,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
7 ,29 ,최용준,3 ,1 ,국어,화법과 작문,4 ,4 
7 ,29 ,최용준,3 ,1 ,영어,영어 독해와 작문,4 ,2 
7 ,30 ,한승민,1 ,1 ,국어,국어,3 ,3 
7 ,30 ,한승민,1 ,1 ,수학,수학,4 ,3 
7 ,30 ,한승민,1 ,1 ,영어,영어,4 ,3 
7 ,30 ,한승민,1 ,1 ,한국사,한국사,3 ,3 
7 ,30 ,한승민,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
7 ,30 ,한승민,1 ,1 ,과학,통합과학,3 ,4 
7 ,30 ,한승민,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,30 ,한승민,1 ,2 ,국어,국어,3 ,4 
7 ,30 ,한승민,1 ,2 ,수학,수학,4 ,2 
7 ,30 ,한승민,1 ,2 ,영어,영어,4 ,2 
7 ,30 ,한승민,1 ,2 ,한국사,한국사,3 ,4 
7 ,30 ,한승민,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,30 ,한승민,1 ,2 ,과학,통합과학,3 ,4 
7 ,30 ,한승민,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,30 ,한승민,2 ,1 ,국어,문학,4 ,3 
7 ,30 ,한승민,2 ,1 ,수학,수학Ⅰ,4 ,2 
7 ,30 ,한승민,2 ,1 ,수학,확률과 통계,2 ,3 
7 ,30 ,한승민,2 ,1 ,영어,영어Ⅰ,3 ,3 
7 ,30 ,한승민,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
7 ,30 ,한승민,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
7 ,30 ,한승민,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
7 ,30 ,한승민,2 ,2 ,국어,독서,4 ,4 
7 ,30 ,한승민,2 ,2 ,수학,수학Ⅱ,4 ,2 
7 ,30 ,한승민,2 ,2 ,수학,확률과 통계,2 ,2 
7 ,30 ,한승민,2 ,2 ,영어,영어Ⅱ,3 ,2 
7 ,30 ,한승민,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
7 ,30 ,한승민,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
7 ,30 ,한승민,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
7 ,30 ,한승민,3 ,1 ,국어,화법과 작문,4 ,4 
7 ,30 ,한승민,3 ,1 ,영어,영어 독해와 작문,4 ,2 
7 ,31 ,허은진,1 ,1 ,국어,국어,3 ,3 
7 ,31 ,허은진,1 ,1 ,수학,수학,4 ,3 
7 ,31 ,허은진,1 ,1 ,영어,영어,4 ,3 
7 ,31 ,허은진,1 ,1 ,한국사,한국사,3 ,3 
7 ,31 ,허은진,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
7 ,31 ,허은진,1 ,1 ,과학,통합과학,3 ,4 
7 ,31 ,허은진,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,31 ,허은진,1 ,2 ,국어,국어,3 ,4 
7 ,31 ,허은진,1 ,2 ,수학,수학,4 ,2 
7 ,31 ,허은진,1 ,2 ,영어,영어,4 ,2 
7 ,31 ,허은진,1 ,2 ,한국사,한국사,3 ,4 
7 ,31 ,허은진,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,31 ,허은진,1 ,2 ,과학,통합과학,3 ,4 
7 ,31 ,허은진,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,31 ,허은진,2 ,1 ,국어,문학,4 ,3 
7 ,31 ,허은진,2 ,1 ,수학,수학Ⅰ,4 ,2 
7 ,31 ,허은진,2 ,1 ,수학,확률과 통계,2 ,3 
7 ,31 ,허은진,2 ,1 ,영어,영어Ⅰ,3 ,3 
7 ,31 ,허은진,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
7 ,31 ,허은진,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
7 ,31 ,허은진,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
7 ,31 ,허은진,2 ,2 ,국어,독서,4 ,4 
7 ,31 ,허은진,2 ,2 ,수학,수학Ⅱ,4 ,2 
7 ,31 ,허은진,2 ,2 ,수학,확률과 통계,2 ,2 
7 ,31 ,허은진,2 ,2 ,영어,영어Ⅱ,3 ,2 
7 ,31 ,허은진,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
7 ,31 ,허은진,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
7 ,31 ,허은진,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
7 ,31 ,허은진,3 ,1 ,국어,화법과 작문,4 ,4 
7 ,31 ,허은진,3 ,1 ,영어,영어 독해와 작문,4 ,2 
7 ,32 ,홍유준,1 ,1 ,국어,국어,3 ,3 
7 ,32 ,홍유준,1 ,1 ,수학,수학,4 ,3 
7 ,32 ,홍유준,1 ,1 ,영어,영어,4 ,3 
7 ,32 ,홍유준,1 ,1 ,한국사,한국사,3 ,3 
7 ,32 ,홍유준,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
7 ,32 ,홍유준,1 ,1 ,과학,통합과학,3 ,4 
7 ,32 ,홍유준,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,32 ,홍유준,1 ,2 ,국어,국어,3 ,4 
7 ,32 ,홍유준,1 ,2 ,수학,수학,4 ,2 
7 ,32 ,홍유준,1 ,2 ,영어,영어,4 ,2 
7 ,32 ,홍유준,1 ,2 ,한국사,한국사,3 ,4 
7 ,32 ,홍유준,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,32 ,홍유준,1 ,2 ,과학,통합과학,3 ,4 
7 ,32 ,홍유준,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,32 ,홍유준,2 ,1 ,국어,문학,4 ,3 
7 ,32 ,홍유준,2 ,1 ,수학,수학Ⅰ,4 ,2 
7 ,32 ,홍유준,2 ,1 ,수학,확률과 통계,2 ,3 
7 ,32 ,홍유준,2 ,1 ,영어,영어Ⅰ,3 ,3 
7 ,32 ,홍유준,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
7 ,32 ,홍유준,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
7 ,32 ,홍유준,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
7 ,32 ,홍유준,2 ,2 ,국어,독서,4 ,4 
7 ,32 ,홍유준,2 ,2 ,수학,수학Ⅱ,4 ,2 
7 ,32 ,홍유준,2 ,2 ,수학,확률과 통계,2 ,2 
7 ,32 ,홍유준,2 ,2 ,영어,영어Ⅱ,3 ,2 
7 ,32 ,홍유준,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
7 ,32 ,홍유준,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
7 ,32 ,홍유준,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
7 ,32 ,홍유준,3 ,1 ,국어,화법과 작문,4 ,4 
7 ,32 ,홍유준,3 ,1 ,영어,영어 독해와 작문,4 ,2
`;
