export const CLASS6_CSV = `반,번호,이름,학년,학기,교과,과목,단위수,등급
6 ,1 ,강민재,1 ,1 ,국어,국어,3 ,7 
6 ,1 ,강민재,1 ,1 ,수학,수학,4 ,8 
6 ,1 ,강민재,1 ,1 ,영어,영어,4 ,5 
6 ,1 ,강민재,1 ,1 ,한국사,한국사,3 ,6 
6 ,1 ,강민재,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,7 
6 ,1 ,강민재,1 ,1 ,과학,통합과학,3 ,7 
6 ,1 ,강민재,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,8 
6 ,1 ,강민재,1 ,2 ,국어,국어,3 ,5 
6 ,1 ,강민재,1 ,2 ,수학,수학,4 ,9 
6 ,1 ,강민재,1 ,2 ,영어,영어,4 ,6 
6 ,1 ,강민재,1 ,2 ,한국사,한국사,3 ,7 
6 ,1 ,강민재,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,7 
6 ,1 ,강민재,1 ,2 ,과학,통합과학,3 ,9 
6 ,1 ,강민재,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,9 
6 ,1 ,강민재,2 ,1 ,국어,문학,4 ,9 
6 ,1 ,강민재,2 ,1 ,수학,수학Ⅰ,4 ,9 
6 ,1 ,강민재,2 ,1 ,수학,확률과 통계,2 ,9 
6 ,1 ,강민재,2 ,1 ,영어,영어Ⅰ,3 ,8 
6 ,1 ,강민재,2 ,1 ,사회(역사/도덕포함),세계사,4 ,9 
6 ,1 ,강민재,2 ,1 ,사회(역사/도덕포함),경제,4 ,9 
6 ,1 ,강민재,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,9 
6 ,1 ,강민재,2 ,2 ,국어,독서,4 ,7 
6 ,1 ,강민재,2 ,2 ,수학,수학Ⅱ,4 ,7 
6 ,1 ,강민재,2 ,2 ,수학,확률과 통계,2 ,7 
6 ,1 ,강민재,2 ,2 ,영어,영어Ⅱ,3 ,7 
6 ,1 ,강민재,2 ,2 ,사회(역사/도덕포함),세계지리,4 ,6 
6 ,1 ,강민재,2 ,2 ,사회(역사/도덕포함),윤리와 사상,4 ,2 
6 ,1 ,강민재,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,6 
6 ,1 ,강민재,3 ,1 ,국어,화법과 작문,4 ,7 
6 ,1 ,강민재,3 ,1 ,영어,영어 독해와 작문,4 ,5 
6 ,1 ,강민재,3 ,1 ,사회(역사/도덕포함),한국지리,3 ,8 
6 ,1 ,강민재,3 ,1 ,사회(역사/도덕포함),사회·문화,3 ,6 
6 ,1 ,강민재,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,5 
6 ,2 ,강승균,1 ,1 ,국어,국어,3 ,5 
6 ,2 ,강승균,1 ,1 ,수학,수학,4 ,7 
6 ,2 ,강승균,1 ,1 ,영어,영어,4 ,6 
6 ,2 ,강승균,1 ,1 ,한국사,한국사,3 ,4 
6 ,2 ,강승균,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,5 
6 ,2 ,강승균,1 ,1 ,과학,통합과학,3 ,7 
6 ,2 ,강승균,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,5 
6 ,2 ,강승균,1 ,2 ,국어,국어,3 ,7 
6 ,2 ,강승균,1 ,2 ,수학,수학,4 ,7 
6 ,2 ,강승균,1 ,2 ,영어,영어,4 ,6 
6 ,2 ,강승균,1 ,2 ,한국사,한국사,3 ,5 
6 ,2 ,강승균,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,6 
6 ,2 ,강승균,1 ,2 ,과학,통합과학,3 ,7 
6 ,2 ,강승균,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,6 
6 ,2 ,강승균,2 ,1 ,국어,문학,4 ,6 
6 ,2 ,강승균,2 ,1 ,수학,수학Ⅰ,4 ,6 
6 ,2 ,강승균,2 ,1 ,수학,확률과 통계,2 ,6 
6 ,2 ,강승균,2 ,1 ,영어,영어Ⅰ,3 ,6 
6 ,2 ,강승균,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
6 ,2 ,강승균,2 ,1 ,사회(역사/도덕포함),경제,4 ,6 
6 ,2 ,강승균,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,8 
6 ,2 ,강승균,2 ,2 ,국어,독서,4 ,7 
6 ,2 ,강승균,2 ,2 ,수학,수학Ⅱ,4 ,7 
6 ,2 ,강승균,2 ,2 ,수학,확률과 통계,2 ,8 
6 ,2 ,강승균,2 ,2 ,영어,영어Ⅱ,3 ,7 
6 ,2 ,강승균,2 ,2 ,사회(역사/도덕포함),세계지리,4 ,6 
6 ,2 ,강승균,2 ,2 ,사회(역사/도덕포함),윤리와 사상,4 ,5 
6 ,2 ,강승균,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,7 
6 ,2 ,강승균,3 ,1 ,국어,화법과 작문,4 ,6 
6 ,2 ,강승균,3 ,1 ,영어,영어 독해와 작문,4 ,5 
6 ,2 ,강승균,3 ,1 ,사회(역사/도덕포함),한국지리,3 ,6 
6 ,2 ,강승균,3 ,1 ,사회(역사/도덕포함),사회·문화,3 ,5 
6 ,2 ,강승균,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,5 
6 ,3 ,김민성,1 ,1 ,국어,국어,3 ,4 
6 ,3 ,김민성,1 ,1 ,수학,수학,4 ,7 
6 ,3 ,김민성,1 ,1 ,영어,영어,4 ,5 
6 ,3 ,김민성,1 ,1 ,한국사,한국사,3 ,6 
6 ,3 ,김민성,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,5 
6 ,3 ,김민성,1 ,1 ,과학,통합과학,3 ,5 
6 ,3 ,김민성,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,4 
6 ,3 ,김민성,1 ,2 ,국어,국어,3 ,5 
6 ,3 ,김민성,1 ,2 ,수학,수학,4 ,7 
6 ,3 ,김민성,1 ,2 ,영어,영어,4 ,6 
6 ,3 ,김민성,1 ,2 ,한국사,한국사,3 ,5 
6 ,3 ,김민성,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,5 
6 ,3 ,김민성,1 ,2 ,과학,통합과학,3 ,6 
6 ,3 ,김민성,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,5 
6 ,3 ,김민성,2 ,1 ,국어,문학,4 ,5 
6 ,3 ,김민성,2 ,1 ,수학,수학Ⅰ,4 ,7 
6 ,3 ,김민성,2 ,1 ,수학,확률과 통계,2 ,7 
6 ,3 ,김민성,2 ,1 ,영어,영어Ⅰ,3 ,7 
6 ,3 ,김민성,2 ,1 ,사회(역사/도덕포함),세계사,4 ,6 
6 ,3 ,김민성,2 ,1 ,사회(역사/도덕포함),경제,4 ,5 
6 ,3 ,김민성,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,6 
6 ,3 ,김민성,2 ,2 ,국어,독서,4 ,7 
6 ,3 ,김민성,2 ,2 ,수학,수학Ⅱ,4 ,8 
6 ,3 ,김민성,2 ,2 ,수학,확률과 통계,2 ,9 
6 ,3 ,김민성,2 ,2 ,영어,영어Ⅱ,3 ,8 
6 ,3 ,김민성,2 ,2 ,사회(역사/도덕포함),세계지리,4 ,7 
6 ,3 ,김민성,2 ,2 ,사회(역사/도덕포함),윤리와 사상,4 ,7 
6 ,3 ,김민성,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,8 
6 ,3 ,김민성,3 ,1 ,국어,화법과 작문,4 ,7 
6 ,3 ,김민성,3 ,1 ,영어,영어 독해와 작문,4 ,7 
6 ,3 ,김민성,3 ,1 ,사회(역사/도덕포함),한국지리,3 ,6 
6 ,3 ,김민성,3 ,1 ,사회(역사/도덕포함),사회·문화,3 ,6 
6 ,3 ,김민성,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,7 
6 ,4 ,김성명,1 ,1 ,국어,국어,3 ,6 
6 ,4 ,김성명,1 ,1 ,수학,수학,4 ,6 
6 ,4 ,김성명,1 ,1 ,영어,영어,4 ,6 
6 ,4 ,김성명,1 ,1 ,한국사,한국사,3 ,5 
6 ,4 ,김성명,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,6 
6 ,4 ,김성명,1 ,1 ,과학,통합과학,3 ,7 
6 ,4 ,김성명,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,6 
6 ,4 ,김성명,1 ,2 ,국어,국어,3 ,4 
6 ,4 ,김성명,1 ,2 ,수학,수학,4 ,5 
6 ,4 ,김성명,1 ,2 ,영어,영어,4 ,8 
6 ,4 ,김성명,1 ,2 ,한국사,한국사,3 ,6 
6 ,4 ,김성명,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,6 
6 ,4 ,김성명,1 ,2 ,과학,통합과학,3 ,6 
6 ,4 ,김성명,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,7 
6 ,4 ,김성명,2 ,1 ,국어,문학,4 ,7 
6 ,4 ,김성명,2 ,1 ,수학,수학Ⅰ,4 ,7 
6 ,4 ,김성명,2 ,1 ,수학,확률과 통계,2 ,6 
6 ,4 ,김성명,2 ,1 ,영어,영어Ⅰ,3 ,7 
6 ,4 ,김성명,2 ,1 ,사회(역사/도덕포함),세계사,4 ,6 
6 ,4 ,김성명,2 ,1 ,사회(역사/도덕포함),경제,4 ,6 
6 ,4 ,김성명,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,6 
6 ,4 ,김성명,2 ,2 ,국어,독서,4 ,8 
6 ,4 ,김성명,2 ,2 ,수학,수학Ⅱ,4 ,9 
6 ,4 ,김성명,2 ,2 ,수학,확률과 통계,2 ,8 
6 ,4 ,김성명,2 ,2 ,영어,영어Ⅱ,3 ,9 
6 ,4 ,김성명,2 ,2 ,사회(역사/도덕포함),세계지리,4 ,8 
6 ,4 ,김성명,2 ,2 ,사회(역사/도덕포함),윤리와 사상,4 ,8 
6 ,4 ,김성명,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,7 
6 ,4 ,김성명,3 ,1 ,국어,화법과 작문,4 ,8 
6 ,4 ,김성명,3 ,1 ,영어,영어 독해와 작문,4 ,7 
6 ,4 ,김성명,3 ,1 ,사회(역사/도덕포함),한국지리,3 ,7 
6 ,4 ,김성명,3 ,1 ,사회(역사/도덕포함),사회·문화,3 ,7 
6 ,4 ,김성명,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,8 
6 ,5 ,김승호,1 ,1 ,국어,국어,3 ,5 
6 ,5 ,김승호,1 ,1 ,수학,수학,4 ,5 
6 ,5 ,김승호,1 ,1 ,영어,영어,4 ,8 
6 ,5 ,김승호,1 ,1 ,한국사,한국사,3 ,6 
6 ,5 ,김승호,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,6 
6 ,5 ,김승호,1 ,1 ,과학,통합과학,3 ,6 
6 ,5 ,김승호,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,5 
6 ,5 ,김승호,1 ,2 ,국어,국어,3 ,5 
6 ,5 ,김승호,1 ,2 ,수학,수학,4 ,6 
6 ,5 ,김승호,1 ,2 ,영어,영어,4 ,5 
6 ,5 ,김승호,1 ,2 ,한국사,한국사,3 ,6 
6 ,5 ,김승호,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,5 
6 ,5 ,김승호,1 ,2 ,과학,통합과학,3 ,5 
6 ,5 ,김승호,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,4 
6 ,5 ,김승호,2 ,1 ,국어,문학,4 ,5 
6 ,5 ,김승호,2 ,1 ,수학,수학Ⅰ,4 ,5 
6 ,5 ,김승호,2 ,1 ,수학,확률과 통계,2 ,5 
6 ,5 ,김승호,2 ,1 ,영어,영어Ⅰ,3 ,6 
6 ,5 ,김승호,2 ,1 ,사회(역사/도덕포함),세계사,4 ,5 
6 ,5 ,김승호,2 ,1 ,사회(역사/도덕포함),경제,4 ,5 
6 ,5 ,김승호,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,5 
6 ,5 ,김승호,2 ,2 ,국어,독서,4 ,5 
6 ,5 ,김승호,2 ,2 ,수학,수학Ⅱ,4 ,4 
6 ,5 ,김승호,2 ,2 ,수학,확률과 통계,2 ,4 
6 ,5 ,김승호,2 ,2 ,영어,영어Ⅱ,3 ,5 
6 ,5 ,김승호,2 ,2 ,사회(역사/도덕포함),세계지리,4 ,4 
6 ,5 ,김승호,2 ,2 ,사회(역사/도덕포함),윤리와 사상,4 ,5 
6 ,5 ,김승호,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,6 
6 ,5 ,김승호,3 ,1 ,국어,화법과 작문,4 ,6 
6 ,5 ,김승호,3 ,1 ,영어,영어 독해와 작문,4 ,6 
6 ,5 ,김승호,3 ,1 ,사회(역사/도덕포함),한국지리,3 ,4 
6 ,5 ,김승호,3 ,1 ,사회(역사/도덕포함),사회·문화,3 ,5 
6 ,5 ,김승호,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,6 
6 ,6 ,김진우,1 ,1 ,국어,국어,3 ,5 
6 ,6 ,김진우,1 ,1 ,수학,수학,4 ,6 
6 ,6 ,김진우,1 ,1 ,영어,영어,4 ,6 
6 ,6 ,김진우,1 ,1 ,한국사,한국사,3 ,3 
6 ,6 ,김진우,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,5 
6 ,6 ,김진우,1 ,1 ,과학,통합과학,3 ,5 
6 ,6 ,김진우,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,5 
6 ,6 ,김진우,1 ,2 ,국어,국어,3 ,4 
6 ,6 ,김진우,1 ,2 ,수학,수학,4 ,7 
6 ,6 ,김진우,1 ,2 ,영어,영어,4 ,5 
6 ,6 ,김진우,1 ,2 ,한국사,한국사,3 ,5 
6 ,6 ,김진우,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,3 
6 ,6 ,김진우,1 ,2 ,과학,통합과학,3 ,7 
6 ,6 ,김진우,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,5 
6 ,6 ,김진우,2 ,1 ,국어,문학,4 ,5 
6 ,6 ,김진우,2 ,1 ,수학,수학Ⅰ,4 ,8 
6 ,6 ,김진우,2 ,1 ,수학,확률과 통계,2 ,8 
6 ,6 ,김진우,2 ,1 ,영어,영어Ⅰ,3 ,6 
6 ,6 ,김진우,2 ,1 ,사회(역사/도덕포함),세계사,4 ,3 
6 ,6 ,김진우,2 ,1 ,사회(역사/도덕포함),경제,4 ,4 
6 ,6 ,김진우,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,8 
6 ,6 ,김진우,2 ,2 ,국어,독서,4 ,5 
6 ,6 ,김진우,2 ,2 ,수학,수학Ⅱ,4 ,8 
6 ,6 ,김진우,2 ,2 ,수학,확률과 통계,2 ,7 
6 ,6 ,김진우,2 ,2 ,영어,영어Ⅱ,3 ,7 
6 ,6 ,김진우,2 ,2 ,사회(역사/도덕포함),세계지리,4 ,5 
6 ,6 ,김진우,2 ,2 ,사회(역사/도덕포함),윤리와 사상,4 ,3 
6 ,6 ,김진우,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,6 
6 ,6 ,김진우,3 ,1 ,국어,화법과 작문,4 ,5 
6 ,6 ,김진우,3 ,1 ,영어,영어 독해와 작문,4 ,5 
6 ,6 ,김진우,3 ,1 ,사회(역사/도덕포함),한국지리,3 ,5 
6 ,6 ,김진우,3 ,1 ,사회(역사/도덕포함),사회·문화,3 ,5 
6 ,6 ,김진우,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,5 
6 ,7 ,류수한,1 ,1 ,국어,국어,3 ,5 
6 ,7 ,류수한,1 ,1 ,수학,수학,4 ,6 
6 ,7 ,류수한,1 ,1 ,영어,영어,4 ,6 
6 ,7 ,류수한,1 ,1 ,한국사,한국사,3 ,7 
6 ,7 ,류수한,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,6 
6 ,7 ,류수한,1 ,1 ,과학,통합과학,3 ,6 
6 ,7 ,류수한,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,7 
6 ,7 ,류수한,1 ,2 ,국어,국어,3 ,5 
6 ,7 ,류수한,1 ,2 ,수학,수학,4 ,9 
6 ,7 ,류수한,1 ,2 ,영어,영어,4 ,7 
6 ,7 ,류수한,1 ,2 ,한국사,한국사,3 ,7 
6 ,7 ,류수한,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,8 
6 ,7 ,류수한,1 ,2 ,과학,통합과학,3 ,7 
6 ,7 ,류수한,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,8 
6 ,7 ,류수한,2 ,1 ,국어,문학,4 ,5 
6 ,7 ,류수한,2 ,1 ,수학,수학Ⅰ,4 ,9 
6 ,7 ,류수한,2 ,1 ,수학,확률과 통계,2 ,9 
6 ,7 ,류수한,2 ,1 ,영어,영어Ⅰ,3 ,6 
6 ,7 ,류수한,2 ,1 ,사회(역사/도덕포함),세계사,4 ,6 
6 ,7 ,류수한,2 ,1 ,사회(역사/도덕포함),경제,4 ,5 
6 ,7 ,류수한,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,7 
6 ,7 ,류수한,2 ,2 ,국어,독서,4 ,7 
6 ,7 ,류수한,2 ,2 ,수학,수학Ⅱ,4 ,8 
6 ,7 ,류수한,2 ,2 ,수학,확률과 통계,2 ,9 
6 ,7 ,류수한,2 ,2 ,영어,영어Ⅱ,3 ,7 
6 ,7 ,류수한,2 ,2 ,사회(역사/도덕포함),세계지리,4 ,6 
6 ,7 ,류수한,2 ,2 ,사회(역사/도덕포함),윤리와 사상,4 ,7 
6 ,7 ,류수한,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,7 
6 ,7 ,류수한,3 ,1 ,국어,화법과 작문,4 ,6 
6 ,7 ,류수한,3 ,1 ,영어,영어 독해와 작문,4 ,7 
6 ,7 ,류수한,3 ,1 ,사회(역사/도덕포함),한국지리,3 ,6 
6 ,7 ,류수한,3 ,1 ,사회(역사/도덕포함),사회·문화,3 ,6 
6 ,7 ,류수한,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,7 
6 ,8 ,문지후,1 ,1 ,국어,국어,3 ,8 
6 ,8 ,문지후,1 ,1 ,수학,수학,4 ,8 
6 ,8 ,문지후,1 ,1 ,영어,영어,4 ,7 
6 ,8 ,문지후,1 ,1 ,한국사,한국사,3 ,8 
6 ,8 ,문지후,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,7 
6 ,8 ,문지후,1 ,1 ,과학,통합과학,3 ,7 
6 ,8 ,문지후,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,6 
6 ,8 ,문지후,1 ,2 ,국어,국어,3 ,3 
6 ,8 ,문지후,1 ,2 ,수학,수학,4 ,7 
6 ,8 ,문지후,1 ,2 ,영어,영어,4 ,8 
6 ,8 ,문지후,1 ,2 ,한국사,한국사,3 ,5 
6 ,8 ,문지후,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,5 
6 ,8 ,문지후,1 ,2 ,과학,통합과학,3 ,5 
6 ,8 ,문지후,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,5 
6 ,8 ,문지후,2 ,1 ,국어,문학,4 ,6 
6 ,8 ,문지후,2 ,1 ,수학,수학Ⅰ,4 ,7 
6 ,8 ,문지후,2 ,1 ,수학,확률과 통계,2 ,7 
6 ,8 ,문지후,2 ,1 ,영어,영어Ⅰ,3 ,7 
6 ,8 ,문지후,2 ,1 ,사회(역사/도덕포함),세계사,4 ,5 
6 ,8 ,문지후,2 ,1 ,사회(역사/도덕포함),경제,4 ,6 
6 ,8 ,문지후,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,7 
6 ,8 ,문지후,2 ,2 ,국어,독서,4 ,6 
6 ,8 ,문지후,2 ,2 ,수학,수학Ⅱ,4 ,7 
6 ,8 ,문지후,2 ,2 ,수학,확률과 통계,2 ,6 
6 ,8 ,문지후,2 ,2 ,영어,영어Ⅱ,3 ,7 
6 ,8 ,문지후,2 ,2 ,사회(역사/도덕포함),세계지리,4 ,5 
6 ,8 ,문지후,2 ,2 ,사회(역사/도덕포함),윤리와 사상,4 ,5 
6 ,8 ,문지후,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,7 
6 ,8 ,문지후,3 ,1 ,국어,화법과 작문,4 ,7 
6 ,8 ,문지후,3 ,1 ,영어,영어 독해와 작문,4 ,7 
6 ,8 ,문지후,3 ,1 ,사회(역사/도덕포함),한국지리,3 ,6 
6 ,8 ,문지후,3 ,1 ,사회(역사/도덕포함),사회·문화,3 ,5 
6 ,8 ,문지후,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,6 
6 ,9 ,서재영,1 ,1 ,국어,국어,3 ,4 
6 ,9 ,서재영,1 ,1 ,수학,수학,4 ,7 
6 ,9 ,서재영,1 ,1 ,영어,영어,4 ,6 
6 ,9 ,서재영,1 ,1 ,한국사,한국사,3 ,2 
6 ,9 ,서재영,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,4 
6 ,9 ,서재영,1 ,1 ,과학,통합과학,3 ,4 
6 ,9 ,서재영,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
6 ,9 ,서재영,1 ,2 ,국어,국어,3 ,4 
6 ,9 ,서재영,1 ,2 ,수학,수학,4 ,6 
6 ,9 ,서재영,1 ,2 ,영어,영어,4 ,5 
6 ,9 ,서재영,1 ,2 ,한국사,한국사,3 ,3 
6 ,9 ,서재영,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
6 ,9 ,서재영,1 ,2 ,과학,통합과학,3 ,4 
6 ,9 ,서재영,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
6 ,9 ,서재영,2 ,1 ,국어,문학,4 ,3 
6 ,9 ,서재영,2 ,1 ,수학,수학Ⅰ,4 ,5 
6 ,9 ,서재영,2 ,1 ,수학,확률과 통계,2 ,5 
6 ,9 ,서재영,2 ,1 ,영어,영어Ⅰ,3 ,5 
6 ,9 ,서재영,2 ,1 ,사회(역사/도덕포함),세계사,4 ,3 
6 ,9 ,서재영,2 ,1 ,사회(역사/도덕포함),경제,4 ,4 
6 ,9 ,서재영,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
6 ,9 ,서재영,2 ,2 ,국어,독서,4 ,4 
6 ,9 ,서재영,2 ,2 ,수학,수학Ⅱ,4 ,6 
6 ,9 ,서재영,2 ,2 ,수학,확률과 통계,2 ,6 
6 ,9 ,서재영,2 ,2 ,영어,영어Ⅱ,3 ,5 
6 ,9 ,서재영,2 ,2 ,사회(역사/도덕포함),세계지리,4 ,2 
6 ,9 ,서재영,2 ,2 ,사회(역사/도덕포함),윤리와 사상,4 ,5 
6 ,9 ,서재영,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
6 ,9 ,서재영,3 ,1 ,국어,화법과 작문,4 ,4 
6 ,9 ,서재영,3 ,1 ,영어,영어 독해와 작문,4 ,5 
6 ,9 ,서재영,3 ,1 ,사회(역사/도덕포함),한국지리,3 ,3 
6 ,9 ,서재영,3 ,1 ,사회(역사/도덕포함),사회·문화,3 ,3 
6 ,9 ,서재영,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,5 
6 ,10 ,송주효,1 ,1 ,국어,국어,4 ,6 
6 ,10 ,송주효,1 ,1 ,수학,수학,4 ,7 
6 ,10 ,송주효,1 ,1 ,영어,영어,4 ,7 
6 ,10 ,송주효,1 ,1 ,한국사,한국사,3 ,5 
6 ,10 ,송주효,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,6 
6 ,10 ,송주효,1 ,1 ,과학,통합과학,4 ,6 
6 ,10 ,송주효,1 ,1 ,기술・가정/제2외국어/한문/교양,기술·가정,2 ,5 
6 ,10 ,송주효,1 ,2 ,국어,국어,4 ,6 
6 ,10 ,송주효,1 ,2 ,수학,수학,4 ,8 
6 ,10 ,송주효,1 ,2 ,영어,영어,4 ,7 
6 ,10 ,송주효,1 ,2 ,한국사,한국사,3 ,6 
6 ,10 ,송주효,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,8 
6 ,10 ,송주효,1 ,2 ,과학,통합과학,4 ,7 
6 ,10 ,송주효,1 ,2 ,기술・가정/제2외국어/한문/교양,기술·가정,2 ,6 
6 ,10 ,송주효,2 ,1 ,국어,문학,4 ,8 
6 ,10 ,송주효,2 ,1 ,수학,수학Ⅰ,4 ,8 
6 ,10 ,송주효,2 ,1 ,수학,확률과 통계,2 ,8 
6 ,10 ,송주효,2 ,1 ,영어,영어Ⅰ,3 ,8 
6 ,10 ,송주효,2 ,1 ,사회(역사/도덕포함),세계사,4 ,7 
6 ,10 ,송주효,2 ,1 ,사회(역사/도덕포함),경제,4 ,8 
6 ,10 ,송주효,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,8 
6 ,10 ,송주효,2 ,2 ,국어,독서,4 ,9 
6 ,10 ,송주효,2 ,2 ,수학,수학Ⅱ,4 ,9 
6 ,10 ,송주효,2 ,2 ,수학,확률과 통계,2 ,7 
6 ,10 ,송주효,2 ,2 ,영어,영어Ⅱ,3 ,8 
6 ,10 ,송주효,2 ,2 ,사회(역사/도덕포함),세계지리,4 ,8 
6 ,10 ,송주효,2 ,2 ,사회(역사/도덕포함),윤리와 사상,4 ,7 
6 ,10 ,송주효,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,7 
6 ,10 ,송주효,3 ,1 ,국어,화법과 작문,4 ,9 
6 ,10 ,송주효,3 ,1 ,영어,영어 독해와 작문,4 ,8 
6 ,10 ,송주효,3 ,1 ,사회(역사/도덕포함),사회·문화,3 ,7 
6 ,10 ,송주효,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,9 
6 ,11 ,윤미르,1 ,1 ,국어,국어,4 ,8 
6 ,11 ,윤미르,1 ,1 ,수학,수학,3 ,8 
6 ,11 ,윤미르,1 ,1 ,영어,영어,4 ,9 
6 ,11 ,윤미르,1 ,1 ,한국사,한국사,3 ,9 
6 ,11 ,윤미르,1 ,1 ,사회(역사/도덕포함),통합사회,4 ,9 
6 ,11 ,윤미르,1 ,1 ,과학,통합과학,3 ,9 
6 ,11 ,윤미르,1 ,2 ,국어,국어,4 ,9 
6 ,11 ,윤미르,1 ,2 ,수학,수학,4 ,8 
6 ,11 ,윤미르,1 ,2 ,영어,영어,4 ,9 
6 ,11 ,윤미르,1 ,2 ,한국사,한국사,3 ,9 
6 ,11 ,윤미르,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,9 
6 ,11 ,윤미르,1 ,2 ,과학,통합과학,3 ,8 
6 ,11 ,윤미르,2 ,1 ,국어,문학,4 ,9 
6 ,11 ,윤미르,2 ,1 ,수학,수학Ⅰ,4 ,9 
6 ,11 ,윤미르,2 ,1 ,수학,확률과 통계,2 ,9 
6 ,11 ,윤미르,2 ,1 ,영어,영어Ⅰ,3 ,9 
6 ,11 ,윤미르,2 ,1 ,사회(역사/도덕포함),세계사,4 ,8 
6 ,11 ,윤미르,2 ,1 ,사회(역사/도덕포함),경제,4 ,8 
6 ,11 ,윤미르,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,9 
6 ,11 ,윤미르,2 ,2 ,국어,독서,4 ,9 
6 ,11 ,윤미르,2 ,2 ,수학,수학Ⅱ,4 ,9 
6 ,11 ,윤미르,2 ,2 ,수학,확률과 통계,2 ,9 
6 ,11 ,윤미르,2 ,2 ,영어,영어Ⅱ,3 ,8 
6 ,11 ,윤미르,2 ,2 ,사회(역사/도덕포함),세계지리,4 ,9 
6 ,11 ,윤미르,2 ,2 ,사회(역사/도덕포함),윤리와 사상,4 ,8 
6 ,11 ,윤미르,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,9 
6 ,11 ,윤미르,3 ,1 ,국어,화법과 작문,4 ,9 
6 ,11 ,윤미르,3 ,1 ,영어,영어 독해와 작문,4 ,9 
6 ,11 ,윤미르,3 ,1 ,사회(역사/도덕포함),사회·문화,3 ,7 
6 ,11 ,윤미르,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,9 
6 ,12 ,이문기,1 ,1 ,국어,국어,3 ,6 
6 ,12 ,이문기,1 ,1 ,수학,수학,4 ,7 
6 ,12 ,이문기,1 ,1 ,영어,영어,4 ,7 
6 ,12 ,이문기,1 ,1 ,한국사,한국사,3 ,7 
6 ,12 ,이문기,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,8 
6 ,12 ,이문기,1 ,1 ,과학,통합과학,3 ,8 
6 ,12 ,이문기,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,6 
6 ,12 ,이문기,1 ,2 ,국어,국어,3 ,7 
6 ,12 ,이문기,1 ,2 ,수학,수학,4 ,8 
6 ,12 ,이문기,1 ,2 ,영어,영어,4 ,7 
6 ,12 ,이문기,1 ,2 ,한국사,한국사,3 ,5 
6 ,12 ,이문기,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,7 
6 ,12 ,이문기,1 ,2 ,과학,통합과학,3 ,8 
6 ,12 ,이문기,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,7 
6 ,12 ,이문기,2 ,1 ,국어,문학,4 ,8 
6 ,12 ,이문기,2 ,1 ,수학,수학Ⅰ,4 ,8 
6 ,12 ,이문기,2 ,1 ,수학,확률과 통계,2 ,7 
6 ,12 ,이문기,2 ,1 ,영어,영어Ⅰ,3 ,8 
6 ,12 ,이문기,2 ,1 ,사회(역사/도덕포함),세계사,4 ,7 
6 ,12 ,이문기,2 ,1 ,사회(역사/도덕포함),경제,4 ,7 
6 ,12 ,이문기,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,7 
6 ,12 ,이문기,2 ,2 ,국어,독서,4 ,8 
6 ,12 ,이문기,2 ,2 ,수학,수학Ⅱ,4 ,9 
6 ,12 ,이문기,2 ,2 ,수학,확률과 통계,2 ,7 
6 ,12 ,이문기,2 ,2 ,영어,영어Ⅱ,3 ,8 
6 ,12 ,이문기,2 ,2 ,사회(역사/도덕포함),세계지리,4 ,7 
6 ,12 ,이문기,2 ,2 ,사회(역사/도덕포함),윤리와 사상,4 ,8 
6 ,12 ,이문기,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,7 
6 ,12 ,이문기,3 ,1 ,국어,화법과 작문,4 ,8 
6 ,12 ,이문기,3 ,1 ,영어,영어 독해와 작문,4 ,7 
6 ,12 ,이문기,3 ,1 ,사회(역사/도덕포함),한국지리,3 ,9 
6 ,12 ,이문기,3 ,1 ,사회(역사/도덕포함),사회·문화,3 ,8 
6 ,12 ,이문기,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,8 
6 ,13 ,이태욱,1 ,1 ,국어,국어,3 ,8 
6 ,13 ,이태욱,1 ,1 ,수학,수학,4 ,9 
6 ,13 ,이태욱,1 ,1 ,영어,영어,4 ,9 
6 ,13 ,이태욱,1 ,1 ,한국사,한국사,3 ,9 
6 ,13 ,이태욱,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,8 
6 ,13 ,이태욱,1 ,1 ,과학,통합과학,3 ,9 
6 ,13 ,이태욱,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,8 
6 ,13 ,이태욱,1 ,2 ,국어,국어,3 ,8 
6 ,13 ,이태욱,1 ,2 ,수학,수학,4 ,8 
6 ,13 ,이태욱,1 ,2 ,영어,영어,4 ,8 
6 ,13 ,이태욱,1 ,2 ,한국사,한국사,3 ,6 
6 ,13 ,이태욱,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,7 
6 ,13 ,이태욱,1 ,2 ,과학,통합과학,3 ,7 
6 ,13 ,이태욱,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,9 
6 ,13 ,이태욱,2 ,1 ,국어,문학,4 ,8 
6 ,13 ,이태욱,2 ,1 ,수학,수학Ⅰ,4 ,8 
6 ,13 ,이태욱,2 ,1 ,수학,확률과 통계,2 ,8 
6 ,13 ,이태욱,2 ,1 ,영어,영어Ⅰ,3 ,8 
6 ,13 ,이태욱,2 ,1 ,사회(역사/도덕포함),세계사,4 ,6 
6 ,13 ,이태욱,2 ,1 ,사회(역사/도덕포함),경제,4 ,7 
6 ,13 ,이태욱,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,8 
6 ,13 ,이태욱,2 ,2 ,국어,독서,4 ,7 
6 ,13 ,이태욱,2 ,2 ,수학,수학Ⅱ,4 ,7 
6 ,13 ,이태욱,2 ,2 ,수학,확률과 통계,2 ,9 
6 ,13 ,이태욱,2 ,2 ,영어,영어Ⅱ,3 ,7 
6 ,13 ,이태욱,2 ,2 ,사회(역사/도덕포함),세계지리,4 ,5 
6 ,13 ,이태욱,2 ,2 ,사회(역사/도덕포함),윤리와 사상,4 ,7 
6 ,13 ,이태욱,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,7 
6 ,13 ,이태욱,3 ,1 ,국어,화법과 작문,4 ,8 
6 ,13 ,이태욱,3 ,1 ,영어,영어 독해와 작문,4 ,8 
6 ,13 ,이태욱,3 ,1 ,사회(역사/도덕포함),한국지리,3 ,6 
6 ,13 ,이태욱,3 ,1 ,사회(역사/도덕포함),사회·문화,3 ,8 
6 ,13 ,이태욱,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,8 
6 ,14 ,임종운,1 ,1 ,국어,국어,4 ,9 
6 ,14 ,임종운,1 ,1 ,수학,수학,6 ,9 
6 ,14 ,임종운,1 ,1 ,영어,영어,4 ,9 
6 ,14 ,임종운,1 ,1 ,한국사,한국사,3 ,9 
6 ,14 ,임종운,1 ,1 ,사회(역사/도덕포함),통합사회,2 ,9 
6 ,14 ,임종운,1 ,1 ,과학,통합과학,4 ,9 
6 ,14 ,임종운,1 ,2 ,국어,국어,3 ,9 
6 ,14 ,임종운,1 ,2 ,수학,수학,4 ,9 
6 ,14 ,임종운,1 ,2 ,영어,영어,4 ,9 
6 ,14 ,임종운,1 ,2 ,한국사,한국사,3 ,9 
6 ,14 ,임종운,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,9 
6 ,14 ,임종운,1 ,2 ,과학,통합과학,3 ,9 
6 ,14 ,임종운,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,9 
6 ,14 ,임종운,2 ,1 ,국어,문학,4 ,9 
6 ,14 ,임종운,2 ,1 ,수학,수학Ⅰ,4 ,9 
6 ,14 ,임종운,2 ,1 ,수학,확률과 통계,2 ,9 
6 ,14 ,임종운,2 ,1 ,영어,영어Ⅰ,3 ,9 
6 ,14 ,임종운,2 ,1 ,사회(역사/도덕포함),세계사,4 ,9 
6 ,14 ,임종운,2 ,1 ,사회(역사/도덕포함),경제,4 ,9 
6 ,14 ,임종운,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,9 
6 ,14 ,임종운,2 ,2 ,국어,독서,4 ,9 
6 ,14 ,임종운,2 ,2 ,수학,수학Ⅱ,4 ,8 
6 ,14 ,임종운,2 ,2 ,수학,확률과 통계,2 ,9 
6 ,14 ,임종운,2 ,2 ,영어,영어Ⅱ,3 ,8 
6 ,14 ,임종운,2 ,2 ,사회(역사/도덕포함),세계지리,4 ,9 
6 ,14 ,임종운,2 ,2 ,사회(역사/도덕포함),윤리와 사상,4 ,9 
6 ,14 ,임종운,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,9 
6 ,14 ,임종운,3 ,1 ,국어,화법과 작문,4 ,9 
6 ,14 ,임종운,3 ,1 ,영어,영어 독해와 작문,4 ,8 
6 ,14 ,임종운,3 ,1 ,사회(역사/도덕포함),한국지리,3 ,9 
6 ,14 ,임종운,3 ,1 ,사회(역사/도덕포함),사회·문화,3 ,9 
6 ,14 ,임종운,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,8 
6 ,15 ,장우현,1 ,1 ,국어,국어,3 ,1 
6 ,15 ,장우현,1 ,1 ,수학,수학,4 ,4 
6 ,15 ,장우현,1 ,1 ,영어,영어,4 ,3 
6 ,15 ,장우현,1 ,1 ,한국사,한국사,3 ,2 
6 ,15 ,장우현,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
6 ,15 ,장우현,1 ,1 ,과학,통합과학,3 ,3 
6 ,15 ,장우현,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,2 
6 ,15 ,장우현,1 ,2 ,국어,국어,3 ,2 
6 ,15 ,장우현,1 ,2 ,수학,수학,4 ,3 
6 ,15 ,장우현,1 ,2 ,영어,영어,4 ,2 
6 ,15 ,장우현,1 ,2 ,한국사,한국사,3 ,2 
6 ,15 ,장우현,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,1 
6 ,15 ,장우현,1 ,2 ,과학,통합과학,3 ,3 
6 ,15 ,장우현,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
6 ,15 ,장우현,2 ,1 ,국어,문학,4 ,1 
6 ,15 ,장우현,2 ,1 ,수학,수학Ⅰ,4 ,3 
6 ,15 ,장우현,2 ,1 ,수학,확률과 통계,2 ,2 
6 ,15 ,장우현,2 ,1 ,영어,영어Ⅰ,3 ,2 
6 ,15 ,장우현,2 ,1 ,사회(역사/도덕포함),세계사,4 ,1 
6 ,15 ,장우현,2 ,1 ,사회(역사/도덕포함),경제,4 ,1 
6 ,15 ,장우현,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,4 
6 ,15 ,장우현,2 ,2 ,국어,독서,4 ,1 
6 ,15 ,장우현,2 ,2 ,수학,수학Ⅱ,4 ,3 
6 ,15 ,장우현,2 ,2 ,수학,확률과 통계,2 ,2 
6 ,15 ,장우현,2 ,2 ,영어,영어Ⅱ,3 ,2 
6 ,15 ,장우현,2 ,2 ,사회(역사/도덕포함),세계지리,4 ,1 
6 ,15 ,장우현,2 ,2 ,사회(역사/도덕포함),윤리와 사상,4 ,1 
6 ,15 ,장우현,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,3 
6 ,15 ,장우현,3 ,1 ,국어,화법과 작문,4 ,3 
6 ,15 ,장우현,3 ,1 ,영어,영어 독해와 작문,4 ,1 
6 ,15 ,장우현,3 ,1 ,사회(역사/도덕포함),한국지리,3 ,1 
6 ,15 ,장우현,3 ,1 ,사회(역사/도덕포함),사회·문화,3 ,2 
6 ,15 ,장우현,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,1 
6 ,16 ,장준희,1 ,1 ,국어,국어,3 ,4 
6 ,16 ,장준희,1 ,1 ,수학,수학,4 ,6 
6 ,16 ,장준희,1 ,1 ,영어,영어,4 ,6 
6 ,16 ,장준희,1 ,1 ,한국사,한국사,3 ,3 
6 ,16 ,장준희,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
6 ,16 ,장준희,1 ,1 ,과학,통합과학,3 ,4 
6 ,16 ,장준희,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,2 
6 ,16 ,장준희,1 ,2 ,국어,국어,3 ,3 
6 ,16 ,장준희,1 ,2 ,수학,수학,4 ,6 
6 ,16 ,장준희,1 ,2 ,영어,영어,4 ,6 
6 ,16 ,장준희,1 ,2 ,한국사,한국사,3 ,3 
6 ,16 ,장준희,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
6 ,16 ,장준희,1 ,2 ,과학,통합과학,3 ,5 
6 ,16 ,장준희,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
6 ,16 ,장준희,2 ,1 ,국어,문학,4 ,4 
6 ,16 ,장준희,2 ,1 ,수학,수학Ⅰ,4 ,5 
6 ,16 ,장준희,2 ,1 ,수학,확률과 통계,2 ,6 
6 ,16 ,장준희,2 ,1 ,영어,영어Ⅰ,3 ,6 
6 ,16 ,장준희,2 ,1 ,사회(역사/도덕포함),세계사,4 ,2 
6 ,16 ,장준희,2 ,1 ,사회(역사/도덕포함),경제,4 ,5 
6 ,16 ,장준희,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,5 
6 ,16 ,장준희,2 ,2 ,국어,독서,4 ,5 
6 ,16 ,장준희,2 ,2 ,수학,수학Ⅱ,4 ,6 
6 ,16 ,장준희,2 ,2 ,수학,확률과 통계,2 ,5 
6 ,16 ,장준희,2 ,2 ,영어,영어Ⅱ,3 ,5 
6 ,16 ,장준희,2 ,2 ,사회(역사/도덕포함),세계지리,4 ,4 
6 ,16 ,장준희,2 ,2 ,사회(역사/도덕포함),윤리와 사상,4 ,4 
6 ,16 ,장준희,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,6 
6 ,16 ,장준희,3 ,1 ,국어,화법과 작문,4 ,4 
6 ,16 ,장준희,3 ,1 ,영어,영어 독해와 작문,4 ,6 
6 ,16 ,장준희,3 ,1 ,사회(역사/도덕포함),한국지리,3 ,4 
6 ,16 ,장준희,3 ,1 ,사회(역사/도덕포함),사회·문화,3 ,4 
6 ,16 ,장준희,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,3 
6 ,17 ,전하랑,1 ,1 ,국어,국어,3 ,9 
6 ,17 ,전하랑,1 ,1 ,수학,수학,4 ,9 
6 ,17 ,전하랑,1 ,1 ,영어,영어,4 ,9 
6 ,17 ,전하랑,1 ,1 ,한국사,한국사,3 ,9 
6 ,17 ,전하랑,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,9 
6 ,17 ,전하랑,1 ,1 ,과학,통합과학,3 ,8 
6 ,17 ,전하랑,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,8 
6 ,17 ,전하랑,1 ,2 ,국어,국어,3 ,8 
6 ,17 ,전하랑,1 ,2 ,수학,수학,4 ,9 
6 ,17 ,전하랑,1 ,2 ,영어,영어,4 ,9 
6 ,17 ,전하랑,1 ,2 ,한국사,한국사,3 ,9 
6 ,17 ,전하랑,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,8 
6 ,17 ,전하랑,1 ,2 ,과학,통합과학,3 ,8 
6 ,17 ,전하랑,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,7 
6 ,17 ,전하랑,2 ,1 ,국어,문학,4 ,8 
6 ,17 ,전하랑,2 ,1 ,수학,수학Ⅰ,4 ,9 
6 ,17 ,전하랑,2 ,1 ,수학,확률과 통계,2 ,8 
6 ,17 ,전하랑,2 ,1 ,영어,영어Ⅰ,3 ,9 
6 ,17 ,전하랑,2 ,1 ,사회(역사/도덕포함),세계사,4 ,8 
6 ,17 ,전하랑,2 ,1 ,사회(역사/도덕포함),경제,4 ,8 
6 ,17 ,전하랑,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,8 
6 ,17 ,전하랑,2 ,2 ,국어,독서,4 ,7 
6 ,17 ,전하랑,2 ,2 ,수학,수학Ⅱ,4 ,8 
6 ,17 ,전하랑,2 ,2 ,수학,확률과 통계,2 ,7 
6 ,17 ,전하랑,2 ,2 ,영어,영어Ⅱ,3 ,8 
6 ,17 ,전하랑,2 ,2 ,사회(역사/도덕포함),세계지리,4 ,8 
6 ,17 ,전하랑,2 ,2 ,사회(역사/도덕포함),윤리와 사상,4 ,7 
6 ,17 ,전하랑,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,8 
6 ,17 ,전하랑,3 ,1 ,국어,화법과 작문,4 ,8 
6 ,17 ,전하랑,3 ,1 ,영어,영어 독해와 작문,4 ,8 
6 ,17 ,전하랑,3 ,1 ,사회(역사/도덕포함),한국지리,3 ,8 
6 ,17 ,전하랑,3 ,1 ,사회(역사/도덕포함),사회·문화,3 ,8 
6 ,17 ,전하랑,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,8 
6 ,18 ,조은혁,1 ,1 ,국어,국어,3 ,7 
6 ,18 ,조은혁,1 ,1 ,수학,수학,4 ,7 
6 ,18 ,조은혁,1 ,1 ,영어,영어,4 ,7 
6 ,18 ,조은혁,1 ,1 ,한국사,한국사,3 ,7 
6 ,18 ,조은혁,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,8 
6 ,18 ,조은혁,1 ,1 ,과학,통합과학,3 ,7 
6 ,18 ,조은혁,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,8 
6 ,18 ,조은혁,1 ,2 ,국어,국어,3 ,8 
6 ,18 ,조은혁,1 ,2 ,수학,수학,4 ,8 
6 ,18 ,조은혁,1 ,2 ,영어,영어,4 ,6 
6 ,18 ,조은혁,1 ,2 ,한국사,한국사,3 ,8 
6 ,18 ,조은혁,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,7 
6 ,18 ,조은혁,1 ,2 ,과학,통합과학,3 ,7 
6 ,18 ,조은혁,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,8 
6 ,18 ,조은혁,2 ,1 ,국어,문학,4 ,8 
6 ,18 ,조은혁,2 ,1 ,수학,수학Ⅰ,4 ,5 
6 ,18 ,조은혁,2 ,1 ,수학,확률과 통계,2 ,7 
6 ,18 ,조은혁,2 ,1 ,영어,영어Ⅰ,3 ,7 
6 ,18 ,조은혁,2 ,1 ,사회(역사/도덕포함),세계사,4 ,8 
6 ,18 ,조은혁,2 ,1 ,사회(역사/도덕포함),경제,4 ,6 
6 ,18 ,조은혁,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,6 
6 ,18 ,조은혁,2 ,2 ,국어,독서,4 ,7 
6 ,18 ,조은혁,2 ,2 ,수학,수학Ⅱ,4 ,7 
6 ,18 ,조은혁,2 ,2 ,수학,확률과 통계,2 ,5 
6 ,18 ,조은혁,2 ,2 ,영어,영어Ⅱ,3 ,6 
6 ,18 ,조은혁,2 ,2 ,사회(역사/도덕포함),세계지리,4 ,7 
6 ,18 ,조은혁,2 ,2 ,사회(역사/도덕포함),윤리와 사상,4 ,6 
6 ,18 ,조은혁,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,6 
6 ,18 ,조은혁,3 ,1 ,국어,화법과 작문,4 ,7 
6 ,18 ,조은혁,3 ,1 ,영어,영어 독해와 작문,4 ,6 
6 ,18 ,조은혁,3 ,1 ,사회(역사/도덕포함),한국지리,3 ,5 
6 ,18 ,조은혁,3 ,1 ,사회(역사/도덕포함),사회·문화,3 ,5 
6 ,18 ,조은혁,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,7 
6 ,19 ,진예단,1 ,1 ,국어,국어,3 ,7 
6 ,19 ,진예단,1 ,1 ,수학,수학,4 ,6 
6 ,19 ,진예단,1 ,1 ,영어,영어,4 ,7 
6 ,19 ,진예단,1 ,1 ,한국사,한국사,3 ,5 
6 ,19 ,진예단,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,7 
6 ,19 ,진예단,1 ,1 ,과학,통합과학,3 ,6 
6 ,19 ,진예단,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,6 
6 ,19 ,진예단,1 ,2 ,국어,국어,3 ,6 
6 ,19 ,진예단,1 ,2 ,수학,수학,4 ,7 
6 ,19 ,진예단,1 ,2 ,영어,영어,4 ,7 
6 ,19 ,진예단,1 ,2 ,한국사,한국사,3 ,6 
6 ,19 ,진예단,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,6 
6 ,19 ,진예단,1 ,2 ,과학,통합과학,3 ,6 
6 ,19 ,진예단,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,6 
6 ,19 ,진예단,2 ,1 ,국어,문학,4 ,6 
6 ,19 ,진예단,2 ,1 ,수학,수학Ⅰ,4 ,6 
6 ,19 ,진예단,2 ,1 ,수학,확률과 통계,2 ,6 
6 ,19 ,진예단,2 ,1 ,영어,영어Ⅰ,3 ,7 
6 ,19 ,진예단,2 ,1 ,사회(역사/도덕포함),세계사,4 ,6 
6 ,19 ,진예단,2 ,1 ,사회(역사/도덕포함),경제,4 ,6 
6 ,19 ,진예단,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,4 
6 ,19 ,진예단,2 ,2 ,국어,독서,4 ,6 
6 ,19 ,진예단,2 ,2 ,수학,수학Ⅱ,4 ,6 
6 ,19 ,진예단,2 ,2 ,수학,확률과 통계,2 ,7 
6 ,19 ,진예단,2 ,2 ,영어,영어Ⅱ,3 ,7 
6 ,19 ,진예단,2 ,2 ,사회(역사/도덕포함),세계지리,4 ,6 
6 ,19 ,진예단,2 ,2 ,사회(역사/도덕포함),윤리와 사상,4 ,6 
6 ,19 ,진예단,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,4 
6 ,19 ,진예단,3 ,1 ,국어,화법과 작문,4 ,7 
6 ,19 ,진예단,3 ,1 ,영어,영어 독해와 작문,4 ,6 
6 ,19 ,진예단,3 ,1 ,사회(역사/도덕포함),한국지리,3 ,7 
6 ,19 ,진예단,3 ,1 ,사회(역사/도덕포함),사회·문화,3 ,7 
6 ,19 ,진예단,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,7 
`;
