export const CLASS7_2_CSV = `7 ,1 ,김범수,1 ,1 ,국어,국어,3 ,3 
7 ,1 ,김범수,1 ,1 ,수학,수학,4 ,3 
7 ,1 ,김범수,1 ,1 ,영어,영어,4 ,3 
7 ,1 ,김범수,1 ,1 ,한국사,한국사,3 ,3 
7 ,1 ,김범수,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
7 ,1 ,김범수,1 ,1 ,과학,통합과학,3 ,4 
7 ,1 ,김범수,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,1 ,김범수,1 ,2 ,국어,국어,3 ,4 
7 ,1 ,김범수,1 ,2 ,수학,수학,4 ,2 
7 ,1 ,김범수,1 ,2 ,영어,영어,4 ,2 
7 ,1 ,김범수,1 ,2 ,한국사,한국사,3 ,4 
7 ,1 ,김범수,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,1 ,김범수,1 ,2 ,과학,통합과학,3 ,4 
7 ,1 ,김범수,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,1 ,김범수,2 ,1 ,국어,문학,4 ,3 
7 ,1 ,김범수,2 ,1 ,수학,수학Ⅰ,4 ,2 
7 ,1 ,김범수,2 ,1 ,수학,확률과 통계,2 ,3 
7 ,1 ,김범수,2 ,1 ,영어,영어Ⅰ,3 ,3 
7 ,1 ,김범수,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
7 ,1 ,김범수,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
7 ,1 ,김범수,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
7 ,1 ,김범수,2 ,2 ,국어,독서,4 ,4 
7 ,1 ,김범수,2 ,2 ,수학,수학Ⅱ,4 ,2 
7 ,1 ,김범수,2 ,2 ,수학,확률과 통계,2 ,2 
7 ,1 ,김범수,2 ,2 ,영어,영어Ⅱ,3 ,2 
7 ,1 ,김범수,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
7 ,1 ,김범수,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
7 ,1 ,김범수,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
7 ,1 ,김범수,3 ,1 ,국어,화법과 작문,4 ,4 
7 ,1 ,김범수,3 ,1 ,영어,영어 독해와 작문,4 ,2 
7 ,2 ,김주혁,1 ,1 ,국어,국어,3 ,3 
7 ,2 ,김주혁,1 ,1 ,수학,수학,4 ,3 
7 ,2 ,김주혁,1 ,1 ,영어,영어,4 ,3 
7 ,2 ,김주혁,1 ,1 ,한국사,한국사,3 ,3 
7 ,2 ,김주혁,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
7 ,2 ,김주혁,1 ,1 ,과학,통합과학,3 ,4 
7 ,2 ,김주혁,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,2 ,김주혁,1 ,2 ,국어,국어,3 ,4 
7 ,2 ,김주혁,1 ,2 ,수학,수학,4 ,2 
7 ,2 ,김주혁,1 ,2 ,영어,영어,4 ,2 
7 ,2 ,김주혁,1 ,2 ,한국사,한국사,3 ,4 
7 ,2 ,김주혁,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,2 ,김주혁,1 ,2 ,과학,통합과학,3 ,4 
7 ,2 ,김주혁,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,2 ,김주혁,2 ,1 ,국어,문학,4 ,3 
7 ,2 ,김주혁,2 ,1 ,수학,수학Ⅰ,4 ,2 
7 ,2 ,김주혁,2 ,1 ,수학,확률과 통계,2 ,3 
7 ,2 ,김주혁,2 ,1 ,영어,영어Ⅰ,3 ,3 
7 ,2 ,김주혁,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
7 ,2 ,김주혁,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
7 ,2 ,김주혁,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
7 ,2 ,김주혁,2 ,2 ,국어,독서,4 ,4 
7 ,2 ,김주혁,2 ,2 ,수학,수학Ⅱ,4 ,2 
7 ,2 ,김주혁,2 ,2 ,수학,확률과 통계,2 ,2 
7 ,2 ,김주혁,2 ,2 ,영어,영어Ⅱ,3 ,2 
7 ,2 ,김주혁,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
7 ,2 ,김주혁,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
7 ,2 ,김주혁,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
7 ,2 ,김주혁,3 ,1 ,국어,화법과 작문,4 ,4 
7 ,2 ,김주혁,3 ,1 ,영어,영어 독해와 작문,4 ,2 
7 ,3 ,명찬,1 ,1 ,국어,국어,3 ,3 
7 ,3 ,명찬,1 ,1 ,수학,수학,4 ,3 
7 ,3 ,명찬,1 ,1 ,영어,영어,4 ,3 
7 ,3 ,명찬,1 ,1 ,한국사,한국사,3 ,3 
7 ,3 ,명찬,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
7 ,3 ,명찬,1 ,1 ,과학,통합과학,3 ,4 
7 ,3 ,명찬,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,3 ,명찬,1 ,2 ,국어,국어,3 ,4 
7 ,3 ,명찬,1 ,2 ,수학,수학,4 ,2 
7 ,3 ,명찬,1 ,2 ,영어,영어,4 ,2 
7 ,3 ,명찬,1 ,2 ,한국사,한국사,3 ,4 
7 ,3 ,명찬,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,3 ,명찬,1 ,2 ,과학,통합과학,3 ,4 
7 ,3 ,명찬,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,3 ,명찬,2 ,1 ,국어,문학,4 ,3 
7 ,3 ,명찬,2 ,1 ,수학,수학Ⅰ,4 ,2 
7 ,3 ,명찬,2 ,1 ,수학,확률과 통계,2 ,3 
7 ,3 ,명찬,2 ,1 ,영어,영어Ⅰ,3 ,3 
7 ,3 ,명찬,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
7 ,3 ,명찬,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
7 ,3 ,명찬,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
7 ,3 ,명찬,2 ,2 ,국어,독서,4 ,4 
7 ,3 ,명찬,2 ,2 ,수학,수학Ⅱ,4 ,2 
7 ,3 ,명찬,2 ,2 ,수학,확률과 통계,2 ,2 
7 ,3 ,명찬,2 ,2 ,영어,영어Ⅱ,3 ,2 
7 ,3 ,명찬,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
7 ,3 ,명찬,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
7 ,3 ,명찬,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
7 ,3 ,명찬,3 ,1 ,국어,화법과 작문,4 ,4 
7 ,3 ,명찬,3 ,1 ,영어,영어 독해와 작문,4 ,2 
7 ,4 ,박재민,1 ,1 ,국어,국어,3 ,3 
7 ,4 ,박재민,1 ,1 ,수학,수학,4 ,3 
7 ,4 ,박재민,1 ,1 ,영어,영어,4 ,3 
7 ,4 ,박재민,1 ,1 ,한국사,한국사,3 ,3 
7 ,4 ,박재민,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
7 ,4 ,박재민,1 ,1 ,과학,통합과학,3 ,4 
7 ,4 ,박재민,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,4 ,박재민,1 ,2 ,국어,국어,3 ,4 
7 ,4 ,박재민,1 ,2 ,수학,수학,4 ,2 
7 ,4 ,박재민,1 ,2 ,영어,영어,4 ,2 
7 ,4 ,박재민,1 ,2 ,한국사,한국사,3 ,4 
7 ,4 ,박재민,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,4 ,박재민,1 ,2 ,과학,통합과학,3 ,4 
7 ,4 ,박재민,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,4 ,박재민,2 ,1 ,국어,문학,4 ,3 
7 ,4 ,박재민,2 ,1 ,수학,수학Ⅰ,4 ,2 
7 ,4 ,박재민,2 ,1 ,수학,확률과 통계,2 ,3 
7 ,4 ,박재민,2 ,1 ,영어,영어Ⅰ,3 ,3 
7 ,4 ,박재민,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
7 ,4 ,박재민,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
7 ,4 ,박재민,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
7 ,4 ,박재민,2 ,2 ,국어,독서,4 ,4 
7 ,4 ,박재민,2 ,2 ,수학,수학Ⅱ,4 ,2 
7 ,4 ,박재민,2 ,2 ,수학,확률과 통계,2 ,2 
7 ,4 ,박재민,2 ,2 ,영어,영어Ⅱ,3 ,2 
7 ,4 ,박재민,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
7 ,4 ,박재민,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
7 ,4 ,박재민,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
7 ,4 ,박재민,3 ,1 ,국어,화법과 작문,4 ,4 
7 ,4 ,박재민,3 ,1 ,영어,영어 독해와 작문,4 ,2 
7 ,5 ,박지성,1 ,1 ,국어,국어,3 ,3 
7 ,5 ,박지성,1 ,1 ,수학,수학,4 ,3 
7 ,5 ,박지성,1 ,1 ,영어,영어,4 ,3 
7 ,5 ,박지성,1 ,1 ,한국사,한국사,3 ,3 
7 ,5 ,박지성,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
7 ,5 ,박지성,1 ,1 ,과학,통합과학,3 ,4 
7 ,5 ,박지성,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,5 ,박지성,1 ,2 ,국어,국어,3 ,4 
7 ,5 ,박지성,1 ,2 ,수학,수학,4 ,2 
7 ,5 ,박지성,1 ,2 ,영어,영어,4 ,2 
7 ,5 ,박지성,1 ,2 ,한국사,한국사,3 ,4 
7 ,5 ,박지성,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,5 ,박지성,1 ,2 ,과학,통합과학,3 ,4 
7 ,5 ,박지성,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,5 ,박지성,2 ,1 ,국어,문학,4 ,3 
7 ,5 ,박지성,2 ,1 ,수학,수학Ⅰ,4 ,2 
7 ,5 ,박지성,2 ,1 ,수학,확률과 통계,2 ,3 
7 ,5 ,박지성,2 ,1 ,영어,영어Ⅰ,3 ,3 
7 ,5 ,박지성,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
7 ,5 ,박지성,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
7 ,5 ,박지성,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
7 ,5 ,박지성,2 ,2 ,국어,독서,4 ,4 
7 ,5 ,박지성,2 ,2 ,수학,수학Ⅱ,4 ,2 
7 ,5 ,박지성,2 ,2 ,수학,확률과 통계,2 ,2 
7 ,5 ,박지성,2 ,2 ,영어,영어Ⅱ,3 ,2 
7 ,5 ,박지성,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
7 ,5 ,박지성,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
7 ,5 ,박지성,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
7 ,5 ,박지성,3 ,1 ,국어,화법과 작문,4 ,4 
7 ,5 ,박지성,3 ,1 ,영어,영어 독해와 작문,4 ,2 
7 ,6 ,박진영,1 ,1 ,국어,국어,3 ,3 
7 ,6 ,박진영,1 ,1 ,수학,수학,4 ,3 
7 ,6 ,박진영,1 ,1 ,영어,영어,4 ,3 
7 ,6 ,박진영,1 ,1 ,한국사,한국사,3 ,3 
7 ,6 ,박진영,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
7 ,6 ,박진영,1 ,1 ,과학,통합과학,3 ,4 
7 ,6 ,박진영,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,6 ,박진영,1 ,2 ,국어,국어,3 ,4 
7 ,6 ,박진영,1 ,2 ,수학,수학,4 ,2 
7 ,6 ,박진영,1 ,2 ,영어,영어,4 ,2 
7 ,6 ,박진영,1 ,2 ,한국사,한국사,3 ,4 
7 ,6 ,박진영,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,6 ,박진영,1 ,2 ,과학,통합과학,3 ,4 
7 ,6 ,박진영,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,6 ,박진영,2 ,1 ,국어,문학,4 ,3 
7 ,6 ,박진영,2 ,1 ,수학,수학Ⅰ,4 ,2 
7 ,6 ,박진영,2 ,1 ,수학,확률과 통계,2 ,3 
7 ,6 ,박진영,2 ,1 ,영어,영어Ⅰ,3 ,3 
7 ,6 ,박진영,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
7 ,6 ,박진영,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
7 ,6 ,박진영,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
7 ,6 ,박진영,2 ,2 ,국어,독서,4 ,4 
7 ,6 ,박진영,2 ,2 ,수학,수학Ⅱ,4 ,2 
7 ,6 ,박진영,2 ,2 ,수학,확률과 통계,2 ,2 
7 ,6 ,박진영,2 ,2 ,영어,영어Ⅱ,3 ,2 
7 ,6 ,박진영,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
7 ,6 ,박진영,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
7 ,6 ,박진영,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
7 ,6 ,박진영,3 ,1 ,국어,화법과 작문,4 ,4 
7 ,6 ,박진영,3 ,1 ,영어,영어 독해와 작문,4 ,2 
7 ,7 ,변재훈,1 ,1 ,국어,국어,3 ,3 
7 ,7 ,변재훈,1 ,1 ,수학,수학,4 ,3 
7 ,7 ,변재훈,1 ,1 ,영어,영어,4 ,3 
7 ,7 ,변재훈,1 ,1 ,한국사,한국사,3 ,3 
7 ,7 ,변재훈,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
7 ,7 ,변재훈,1 ,1 ,과학,통합과학,3 ,4 
7 ,7 ,변재훈,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,7 ,변재훈,1 ,2 ,국어,국어,3 ,4 
7 ,7 ,변재훈,1 ,2 ,수학,수학,4 ,2 
7 ,7 ,변재훈,1 ,2 ,영어,영어,4 ,2 
7 ,7 ,변재훈,1 ,2 ,한국사,한국사,3 ,4 
7 ,7 ,변재훈,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,7 ,변재훈,1 ,2 ,과학,통합과학,3 ,4 
7 ,7 ,변재훈,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,7 ,변재훈,2 ,1 ,국어,문학,4 ,3 
7 ,7 ,변재훈,2 ,1 ,수학,수학Ⅰ,4 ,2 
7 ,7 ,변재훈,2 ,1 ,수학,확률과 통계,2 ,3 
7 ,7 ,변재훈,2 ,1 ,영어,영어Ⅰ,3 ,3 
7 ,7 ,변재훈,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
7 ,7 ,변재훈,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
7 ,7 ,변재훈,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
7 ,7 ,변재훈,2 ,2 ,국어,독서,4 ,4 
7 ,7 ,변재훈,2 ,2 ,수학,수학Ⅱ,4 ,2 
7 ,7 ,변재훈,2 ,2 ,수학,확률과 통계,2 ,2 
7 ,7 ,변재훈,2 ,2 ,영어,영어Ⅱ,3 ,2 
7 ,7 ,변재훈,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
7 ,7 ,변재훈,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
7 ,7 ,변재훈,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
7 ,7 ,변재훈,3 ,1 ,국어,화법과 작문,4 ,4 
7 ,7 ,변재훈,3 ,1 ,영어,영어 독해와 작문,4 ,2 
7 ,8 ,서원덕,1 ,1 ,국어,국어,3 ,3 
7 ,8 ,서원덕,1 ,1 ,수학,수학,4 ,3 
7 ,8 ,서원덕,1 ,1 ,영어,영어,4 ,3 
7 ,8 ,서원덕,1 ,1 ,한국사,한국사,3 ,3 
7 ,8 ,서원덕,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
7 ,8 ,서원덕,1 ,1 ,과학,통합과학,3 ,4 
7 ,8 ,서원덕,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,8 ,서원덕,1 ,2 ,국어,국어,3 ,4 
7 ,8 ,서원덕,1 ,2 ,수학,수학,4 ,2 
7 ,8 ,서원덕,1 ,2 ,영어,영어,4 ,2 
7 ,8 ,서원덕,1 ,2 ,한국사,한국사,3 ,4 
7 ,8 ,서원덕,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,8 ,서원덕,1 ,2 ,과학,통합과학,3 ,4 
7 ,8 ,서원덕,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,8 ,서원덕,2 ,1 ,국어,문학,4 ,3 
7 ,8 ,서원덕,2 ,1 ,수학,수학Ⅰ,4 ,2 
7 ,8 ,서원덕,2 ,1 ,수학,확률과 통계,2 ,3 
7 ,8 ,서원덕,2 ,1 ,영어,영어Ⅰ,3 ,3 
7 ,8 ,서원덕,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
7 ,8 ,서원덕,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
7 ,8 ,서원덕,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
7 ,8 ,서원덕,2 ,2 ,국어,독서,4 ,4 
7 ,8 ,서원덕,2 ,2 ,수학,수학Ⅱ,4 ,2 
7 ,8 ,서원덕,2 ,2 ,수학,확률과 통계,2 ,2 
7 ,8 ,서원덕,2 ,2 ,영어,영어Ⅱ,3 ,2 
7 ,8 ,서원덕,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
7 ,8 ,서원덕,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
7 ,8 ,서원덕,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
7 ,8 ,서원덕,3 ,1 ,국어,화법과 작문,4 ,4 
7 ,8 ,서원덕,3 ,1 ,영어,영어 독해와 작문,4 ,2 
7 ,9 ,서재덕,1 ,1 ,국어,국어,3 ,3 
7 ,9 ,서재덕,1 ,1 ,수학,수학,4 ,3 
7 ,9 ,서재덕,1 ,1 ,영어,영어,4 ,3 
7 ,9 ,서재덕,1 ,1 ,한국사,한국사,3 ,3 
7 ,9 ,서재덕,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
7 ,9 ,서재덕,1 ,1 ,과학,통합과학,3 ,4 
7 ,9 ,서재덕,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,9 ,서재덕,1 ,2 ,국어,국어,3 ,4 
7 ,9 ,서재덕,1 ,2 ,수학,수학,4 ,2 
7 ,9 ,서재덕,1 ,2 ,영어,영어,4 ,2 
7 ,9 ,서재덕,1 ,2 ,한국사,한국사,3 ,4 
7 ,9 ,서재덕,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,9 ,서재덕,1 ,2 ,과학,통합과학,3 ,4 
7 ,9 ,서재덕,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,9 ,서재덕,2 ,1 ,국어,문학,4 ,3 
7 ,9 ,서재덕,2 ,1 ,수학,수학Ⅰ,4 ,2 
7 ,9 ,서재덕,2 ,1 ,수학,확률과 통계,2 ,3 
7 ,9 ,서재덕,2 ,1 ,영어,영어Ⅰ,3 ,3 
7 ,9 ,서재덕,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
7 ,9 ,서재덕,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
7 ,9 ,서재덕,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
7 ,9 ,서재덕,2 ,2 ,국어,독서,4 ,4 
7 ,9 ,서재덕,2 ,2 ,수학,수학Ⅱ,4 ,2 
7 ,9 ,서재덕,2 ,2 ,수학,확률과 통계,2 ,2 
7 ,9 ,서재덕,2 ,2 ,영어,영어Ⅱ,3 ,2 
7 ,9 ,서재덕,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
7 ,9 ,서재덕,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
7 ,9 ,서재덕,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
7 ,9 ,서재덕,3 ,1 ,국어,화법과 작문,4 ,4 
7 ,9 ,서재덕,3 ,1 ,영어,영어 독해와 작문,4 ,2 
7 ,10 ,성민기,1 ,1 ,국어,국어,3 ,3 
7 ,10 ,성민기,1 ,1 ,수학,수학,4 ,3 
7 ,10 ,성민기,1 ,1 ,영어,영어,4 ,3 
7 ,10 ,성민기,1 ,1 ,한국사,한국사,3 ,3 
7 ,10 ,성민기,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
7 ,10 ,성민기,1 ,1 ,과학,통합과학,3 ,4 
7 ,10 ,성민기,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,10 ,성민기,1 ,2 ,국어,국어,3 ,4 
7 ,10 ,성민기,1 ,2 ,수학,수학,4 ,2 
7 ,10 ,성민기,1 ,2 ,영어,영어,4 ,2 
7 ,10 ,성민기,1 ,2 ,한국사,한국사,3 ,4 
7 ,10 ,성민기,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,10 ,성민기,1 ,2 ,과학,통합과학,3 ,4 
7 ,10 ,성민기,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,10 ,성민기,2 ,1 ,국어,문학,4 ,3 
7 ,10 ,성민기,2 ,1 ,수학,수학Ⅰ,4 ,2 
7 ,10 ,성민기,2 ,1 ,수학,확률과 통계,2 ,3 
7 ,10 ,성민기,2 ,1 ,영어,영어Ⅰ,3 ,3 
7 ,10 ,성민기,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
7 ,10 ,성민기,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
7 ,10 ,성민기,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
7 ,10 ,성민기,2 ,2 ,국어,독서,4 ,4 
7 ,10 ,성민기,2 ,2 ,수학,수학Ⅱ,4 ,2 
7 ,10 ,성민기,2 ,2 ,수학,확률과 통계,2 ,2 
7 ,10 ,성민기,2 ,2 ,영어,영어Ⅱ,3 ,2 
7 ,10 ,성민기,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
7 ,10 ,성민기,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
7 ,10 ,성민기,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
7 ,10 ,성민기,3 ,1 ,국어,화법과 작문,4 ,4 
7 ,10 ,성민기,3 ,1 ,영어,영어 독해와 작문,4 ,2 
7 ,11 ,안효민,1 ,1 ,국어,국어,3 ,3 
7 ,11 ,안효민,1 ,1 ,수학,수학,4 ,3 
7 ,11 ,안효민,1 ,1 ,영어,영어,4 ,3 
7 ,11 ,안효민,1 ,1 ,한국사,한국사,3 ,3 
7 ,11 ,안효민,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
7 ,11 ,안효민,1 ,1 ,과학,통합과학,3 ,4 
7 ,11 ,안효민,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,11 ,안효민,1 ,2 ,국어,국어,3 ,4 
7 ,11 ,안효민,1 ,2 ,수학,수학,4 ,2 
7 ,11 ,안효민,1 ,2 ,영어,영어,4 ,2 
7 ,11 ,안효민,1 ,2 ,한국사,한국사,3 ,4 
7 ,11 ,안효민,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,11 ,안효민,1 ,2 ,과학,통합과학,3 ,4 
7 ,11 ,안효민,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,11 ,안효민,2 ,1 ,국어,문학,4 ,3 
7 ,11 ,안효민,2 ,1 ,수학,수학Ⅰ,4 ,2 
7 ,11 ,안효민,2 ,1 ,수학,확률과 통계,2 ,3 
7 ,11 ,안효민,2 ,1 ,영어,영어Ⅰ,3 ,3 
7 ,11 ,안효민,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
7 ,11 ,안효민,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
7 ,11 ,안효민,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
7 ,11 ,안효민,2 ,2 ,국어,독서,4 ,4 
7 ,11 ,안효민,2 ,2 ,수학,수학Ⅱ,4 ,2 
7 ,11 ,안효민,2 ,2 ,수학,확률과 통계,2 ,2 
7 ,11 ,안효민,2 ,2 ,영어,영어Ⅱ,3 ,2 
7 ,11 ,안효민,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
7 ,11 ,안효민,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
7 ,11 ,안효민,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
7 ,11 ,안효민,3 ,1 ,국어,화법과 작문,4 ,4 
7 ,11 ,안효민,3 ,1 ,영어,영어 독해와 작문,4 ,2 
7 ,12 ,유수혁,1 ,1 ,국어,국어,3 ,3 
7 ,12 ,유수혁,1 ,1 ,수학,수학,4 ,3 
7 ,12 ,유수혁,1 ,1 ,영어,영어,4 ,3 
7 ,12 ,유수혁,1 ,1 ,한국사,한국사,3 ,3 
7 ,12 ,유수혁,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
7 ,12 ,유수혁,1 ,1 ,과학,통합과학,3 ,4 
7 ,12 ,유수혁,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,12 ,유수혁,1 ,2 ,국어,국어,3 ,4 
7 ,12 ,유수혁,1 ,2 ,수학,수학,4 ,2 
7 ,12 ,유수혁,1 ,2 ,영어,영어,4 ,2 
7 ,12 ,유수혁,1 ,2 ,한국사,한국사,3 ,4 
7 ,12 ,유수혁,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,12 ,유수혁,1 ,2 ,과학,통합과학,3 ,4 
7 ,12 ,유수혁,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,12 ,유수혁,2 ,1 ,국어,문학,4 ,3 
7 ,12 ,유수혁,2 ,1 ,수학,수학Ⅰ,4 ,2 
7 ,12 ,유수혁,2 ,1 ,수학,확률과 통계,2 ,3 
7 ,12 ,유수혁,2 ,1 ,영어,영어Ⅰ,3 ,3 
7 ,12 ,유수혁,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
7 ,12 ,유수혁,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
7 ,12 ,유수혁,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
7 ,12 ,유수혁,2 ,2 ,국어,독서,4 ,4 
7 ,12 ,유수혁,2 ,2 ,수학,수학Ⅱ,4 ,2 
7 ,12 ,유수혁,2 ,2 ,수학,확률과 통계,2 ,2 
7 ,12 ,유수혁,2 ,2 ,영어,영어Ⅱ,3 ,2 
7 ,12 ,유수혁,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
7 ,12 ,유수혁,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
7 ,12 ,유수혁,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
7 ,12 ,유수혁,3 ,1 ,국어,화법과 작문,4 ,4 
7 ,12 ,유수혁,3 ,1 ,영어,영어 독해와 작문,4 ,2 
7 ,13 ,윤경민,1 ,1 ,국어,국어,3 ,3 
7 ,13 ,윤경민,1 ,1 ,수학,수학,4 ,3 
7 ,13 ,윤경민,1 ,1 ,영어,영어,4 ,3 
7 ,13 ,윤경민,1 ,1 ,한국사,한국사,3 ,3 
7 ,13 ,윤경민,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
7 ,13 ,윤경민,1 ,1 ,과학,통합과학,3 ,4 
7 ,13 ,윤경민,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,13 ,윤경민,1 ,2 ,국어,국어,3 ,4 
7 ,13 ,윤경민,1 ,2 ,수학,수학,4 ,2 
7 ,13 ,윤경민,1 ,2 ,영어,영어,4 ,2 
7 ,13 ,윤경민,1 ,2 ,한국사,한국사,3 ,4 
7 ,13 ,윤경민,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,13 ,윤경민,1 ,2 ,과학,통합과학,3 ,4 
7 ,13 ,윤경민,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,13 ,윤경민,2 ,1 ,국어,문학,4 ,3 
7 ,13 ,윤경민,2 ,1 ,수학,수학Ⅰ,4 ,2 
7 ,13 ,윤경민,2 ,1 ,수학,확률과 통계,2 ,3 
7 ,13 ,윤경민,2 ,1 ,영어,영어Ⅰ,3 ,3 
7 ,13 ,윤경민,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
7 ,13 ,윤경민,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
7 ,13 ,윤경민,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
7 ,13 ,윤경민,2 ,2 ,국어,독서,4 ,4 
7 ,13 ,윤경민,2 ,2 ,수학,수학Ⅱ,4 ,2 
7 ,13 ,윤경민,2 ,2 ,수학,확률과 통계,2 ,2 
7 ,13 ,윤경민,2 ,2 ,영어,영어Ⅱ,3 ,2 
7 ,13 ,윤경민,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
7 ,13 ,윤경민,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
7 ,13 ,윤경민,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
7 ,13 ,윤경민,3 ,1 ,국어,화법과 작문,4 ,4 
7 ,13 ,윤경민,3 ,1 ,영어,영어 독해와 작문,4 ,2 
7 ,14 ,윤도빈,1 ,1 ,국어,국어,3 ,3 
7 ,14 ,윤도빈,1 ,1 ,수학,수학,4 ,3 
7 ,14 ,윤도빈,1 ,1 ,영어,영어,4 ,3 
7 ,14 ,윤도빈,1 ,1 ,한국사,한국사,3 ,3 
7 ,14 ,윤도빈,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
7 ,14 ,윤도빈,1 ,1 ,과학,통합과학,3 ,4 
7 ,14 ,윤도빈,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,14 ,윤도빈,1 ,2 ,국어,국어,3 ,4 
7 ,14 ,윤도빈,1 ,2 ,수학,수학,4 ,2 
7 ,14 ,윤도빈,1 ,2 ,영어,영어,4 ,2 
7 ,14 ,윤도빈,1 ,2 ,한국사,한국사,3 ,4 
7 ,14 ,윤도빈,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,14 ,윤도빈,1 ,2 ,과학,통합과학,3 ,4 
7 ,14 ,윤도빈,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,14 ,윤도빈,2 ,1 ,국어,문학,4 ,3 
7 ,14 ,윤도빈,2 ,1 ,수학,수학Ⅰ,4 ,2 
7 ,14 ,윤도빈,2 ,1 ,수학,확률과 통계,2 ,3 
7 ,14 ,윤도빈,2 ,1 ,영어,영어Ⅰ,3 ,3 
7 ,14 ,윤도빈,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
7 ,14 ,윤도빈,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
7 ,14 ,윤도빈,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
7 ,14 ,윤도빈,2 ,2 ,국어,독서,4 ,4 
7 ,14 ,윤도빈,2 ,2 ,수학,수학Ⅱ,4 ,2 
7 ,14 ,윤도빈,2 ,2 ,수학,확률과 통계,2 ,2 
7 ,14 ,윤도빈,2 ,2 ,영어,영어Ⅱ,3 ,2 
7 ,14 ,윤도빈,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
7 ,14 ,윤도빈,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
7 ,14 ,윤도빈,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
7 ,14 ,윤도빈,3 ,1 ,국어,화법과 작문,4 ,4 
7 ,14 ,윤도빈,3 ,1 ,영어,영어 독해와 작문,4 ,2 
7 ,15 ,윤민혁,1 ,1 ,국어,국어,3 ,3 
7 ,15 ,윤민혁,1 ,1 ,수학,수학,4 ,3 
7 ,15 ,윤민혁,1 ,1 ,영어,영어,4 ,3 
7 ,15 ,윤민혁,1 ,1 ,한국사,한국사,3 ,3 
7 ,15 ,윤민혁,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
7 ,15 ,윤민혁,1 ,1 ,과학,통합과학,3 ,4 
7 ,15 ,윤민혁,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,15 ,윤민혁,1 ,2 ,국어,국어,3 ,4 
7 ,15 ,윤민혁,1 ,2 ,수학,수학,4 ,2 
7 ,15 ,윤민혁,1 ,2 ,영어,영어,4 ,2 
7 ,15 ,윤민혁,1 ,2 ,한국사,한국사,3 ,4 
7 ,15 ,윤민혁,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,15 ,윤민혁,1 ,2 ,과학,통합과학,3 ,4 
7 ,15 ,윤민혁,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,15 ,윤민혁,2 ,1 ,국어,문학,4 ,3 
7 ,15 ,윤민혁,2 ,1 ,수학,수학Ⅰ,4 ,2 
7 ,15 ,윤민혁,2 ,1 ,수학,확률과 통계,2 ,3 
7 ,15 ,윤민혁,2 ,1 ,영어,영어Ⅰ,3 ,3 
7 ,15 ,윤민혁,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
7 ,15 ,윤민혁,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
7 ,15 ,윤민혁,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
7 ,15 ,윤민혁,2 ,2 ,국어,독서,4 ,4 
7 ,15 ,윤민혁,2 ,2 ,수학,수학Ⅱ,4 ,2 
7 ,15 ,윤민혁,2 ,2 ,수학,확률과 통계,2 ,2 
7 ,15 ,윤민혁,2 ,2 ,영어,영어Ⅱ,3 ,2 
7 ,15 ,윤민혁,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
7 ,15 ,윤민혁,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
7 ,15 ,윤민혁,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
7 ,15 ,윤민혁,3 ,1 ,국어,화법과 작문,4 ,4 
7 ,15 ,윤민혁,3 ,1 ,영어,영어 독해와 작문,4 ,2 
7 ,16 ,이시훈,1 ,1 ,국어,국어,3 ,3 
7 ,16 ,이시훈,1 ,1 ,수학,수학,4 ,3 
7 ,16 ,이시훈,1 ,1 ,영어,영어,4 ,3 
7 ,16 ,이시훈,1 ,1 ,한국사,한국사,3 ,3 
7 ,16 ,이시훈,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
7 ,16 ,이시훈,1 ,1 ,과학,통합과학,3 ,4 
7 ,16 ,이시훈,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,16 ,이시훈,1 ,2 ,국어,국어,3 ,4 
7 ,16 ,이시훈,1 ,2 ,수학,수학,4 ,2 
7 ,16 ,이시훈,1 ,2 ,영어,영어,4 ,2 
7 ,16 ,이시훈,1 ,2 ,한국사,한국사,3 ,4 
7 ,16 ,이시훈,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,16 ,이시훈,1 ,2 ,과학,통합과학,3 ,4 
7 ,16 ,이시훈,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,16 ,이시훈,2 ,1 ,국어,문학,4 ,3 
7 ,16 ,이시훈,2 ,1 ,수학,수학Ⅰ,4 ,2 
7 ,16 ,이시훈,2 ,1 ,수학,확률과 통계,2 ,3 
7 ,16 ,이시훈,2 ,1 ,영어,영어Ⅰ,3 ,3 
7 ,16 ,이시훈,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
7 ,16 ,이시훈,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
7 ,16 ,이시훈,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
7 ,16 ,이시훈,2 ,2 ,국어,독서,4 ,4 
7 ,16 ,이시훈,2 ,2 ,수학,수학Ⅱ,4 ,2 
7 ,16 ,이시훈,2 ,2 ,수학,확률과 통계,2 ,2 
7 ,16 ,이시훈,2 ,2 ,영어,영어Ⅱ,3 ,2 
7 ,16 ,이시훈,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
7 ,16 ,이시훈,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
7 ,16 ,이시훈,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
7 ,16 ,이시훈,3 ,1 ,국어,화법과 작문,4 ,4 
7 ,16 ,이시훈,3 ,1 ,영어,영어 독해와 작문,4 ,2 
7 ,17 ,이지호,1 ,1 ,국어,국어,3 ,3 
7 ,17 ,이지호,1 ,1 ,수학,수학,4 ,3 
7 ,17 ,이지호,1 ,1 ,영어,영어,4 ,3 
7 ,17 ,이지호,1 ,1 ,한국사,한국사,3 ,3 
7 ,17 ,이지호,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
7 ,17 ,이지호,1 ,1 ,과학,통합과학,3 ,4 
7 ,17 ,이지호,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,17 ,이지호,1 ,2 ,국어,국어,3 ,4 
7 ,17 ,이지호,1 ,2 ,수학,수학,4 ,2 
7 ,17 ,이지호,1 ,2 ,영어,영어,4 ,2 
7 ,17 ,이지호,1 ,2 ,한국사,한국사,3 ,4 
7 ,17 ,이지호,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,17 ,이지호,1 ,2 ,과학,통합과학,3 ,4 
7 ,17 ,이지호,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,17 ,이지호,2 ,1 ,국어,문학,4 ,3 
7 ,17 ,이지호,2 ,1 ,수학,수학Ⅰ,4 ,2 
7 ,17 ,이지호,2 ,1 ,수학,확률과 통계,2 ,3 
7 ,17 ,이지호,2 ,1 ,영어,영어Ⅰ,3 ,3 
7 ,17 ,이지호,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
7 ,17 ,이지호,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
7 ,17 ,이지호,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
7 ,17 ,이지호,2 ,2 ,국어,독서,4 ,4 
7 ,17 ,이지호,2 ,2 ,수학,수학Ⅱ,4 ,2 
7 ,17 ,이지호,2 ,2 ,수학,확률과 통계,2 ,2 
7 ,17 ,이지호,2 ,2 ,영어,영어Ⅱ,3 ,2 
7 ,17 ,이지호,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
7 ,17 ,이지호,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
7 ,17 ,이지호,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
7 ,17 ,이지호,3 ,1 ,국어,화법과 작문,4 ,4 
7 ,17 ,이지호,3 ,1 ,영어,영어 독해와 작문,4 ,2 
7 ,18 ,이현준,1 ,1 ,국어,국어,3 ,3 
7 ,18 ,이현준,1 ,1 ,수학,수학,4 ,3 
7 ,18 ,이현준,1 ,1 ,영어,영어,4 ,3 
7 ,18 ,이현준,1 ,1 ,한국사,한국사,3 ,3 
7 ,18 ,이현준,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
7 ,18 ,이현준,1 ,1 ,과학,통합과학,3 ,4 
7 ,18 ,이현준,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,18 ,이현준,1 ,2 ,국어,국어,3 ,4 
7 ,18 ,이현준,1 ,2 ,수학,수학,4 ,2 
7 ,18 ,이현준,1 ,2 ,영어,영어,4 ,2 
7 ,18 ,이현준,1 ,2 ,한국사,한국사,3 ,4 
7 ,18 ,이현준,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,18 ,이현준,1 ,2 ,과학,통합과학,3 ,4 
7 ,18 ,이현준,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,18 ,이현준,2 ,1 ,국어,문학,4 ,3 
7 ,18 ,이현준,2 ,1 ,수학,수학Ⅰ,4 ,2 
7 ,18 ,이현준,2 ,1 ,수학,확률과 통계,2 ,3 
7 ,18 ,이현준,2 ,1 ,영어,영어Ⅰ,3 ,3 
7 ,18 ,이현준,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
7 ,18 ,이현준,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
7 ,18 ,이현준,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
7 ,18 ,이현준,2 ,2 ,국어,독서,4 ,4 
7 ,18 ,이현준,2 ,2 ,수학,수학Ⅱ,4 ,2 
7 ,18 ,이현준,2 ,2 ,수학,확률과 통계,2 ,2 
7 ,18 ,이현준,2 ,2 ,영어,영어Ⅱ,3 ,2 
7 ,18 ,이현준,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
7 ,18 ,이현준,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
7 ,18 ,이현준,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
7 ,18 ,이현준,3 ,1 ,국어,화법과 작문,4 ,4 
7 ,18 ,이현준,3 ,1 ,영어,영어 독해와 작문,4 ,2 
7 ,19 ,이호형,1 ,1 ,국어,국어,3 ,3 
7 ,19 ,이호형,1 ,1 ,수학,수학,4 ,3 
7 ,19 ,이호형,1 ,1 ,영어,영어,4 ,3 
7 ,19 ,이호형,1 ,1 ,한국사,한국사,3 ,3 
7 ,19 ,이호형,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
7 ,19 ,이호형,1 ,1 ,과학,통합과학,3 ,4 
7 ,19 ,이호형,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,19 ,이호형,1 ,2 ,국어,국어,3 ,4 
7 ,19 ,이호형,1 ,2 ,수학,수학,4 ,2 
7 ,19 ,이호형,1 ,2 ,영어,영어,4 ,2 
7 ,19 ,이호형,1 ,2 ,한국사,한국사,3 ,4 
7 ,19 ,이호형,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,19 ,이호형,1 ,2 ,과학,통합과학,3 ,4 
7 ,19 ,이호형,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,19 ,이호형,2 ,1 ,국어,문학,4 ,3 
7 ,19 ,이호형,2 ,1 ,수학,수학Ⅰ,4 ,2 
7 ,19 ,이호형,2 ,1 ,수학,확률과 통계,2 ,3 
7 ,19 ,이호형,2 ,1 ,영어,영어Ⅰ,3 ,3 
7 ,19 ,이호형,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
7 ,19 ,이호형,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
7 ,19 ,이호형,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
7 ,19 ,이호형,2 ,2 ,국어,독서,4 ,4 
7 ,19 ,이호형,2 ,2 ,수학,수학Ⅱ,4 ,2 
7 ,19 ,이호형,2 ,2 ,수학,확률과 통계,2 ,2 
7 ,19 ,이호형,2 ,2 ,영어,영어Ⅱ,3 ,2 
7 ,19 ,이호형,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
7 ,19 ,이호형,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
7 ,19 ,이호형,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
7 ,19 ,이호형,3 ,1 ,국어,화법과 작문,4 ,4 
7 ,19 ,이호형,3 ,1 ,영어,영어 독해와 작문,4 ,2 
7 ,20 ,장서우,1 ,1 ,국어,국어,3 ,3 
7 ,20 ,장서우,1 ,1 ,수학,수학,4 ,3 
7 ,20 ,장서우,1 ,1 ,영어,영어,4 ,3 
7 ,20 ,장서우,1 ,1 ,한국사,한국사,3 ,3 
7 ,20 ,장서우,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
7 ,20 ,장서우,1 ,1 ,과학,통합과학,3 ,4 
7 ,20 ,장서우,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,20 ,장서우,1 ,2 ,국어,국어,3 ,4 
7 ,20 ,장서우,1 ,2 ,수학,수학,4 ,2 
7 ,20 ,장서우,1 ,2 ,영어,영어,4 ,2 
7 ,20 ,장서우,1 ,2 ,한국사,한국사,3 ,4 
7 ,20 ,장서우,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,20 ,장서우,1 ,2 ,과학,통합과학,3 ,4 
7 ,20 ,장서우,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,20 ,장서우,2 ,1 ,국어,문학,4 ,3 
7 ,20 ,장서우,2 ,1 ,수학,수학Ⅰ,4 ,2 
7 ,20 ,장서우,2 ,1 ,수학,확률과 통계,2 ,3 
7 ,20 ,장서우,2 ,1 ,영어,영어Ⅰ,3 ,3 
7 ,20 ,장서우,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
7 ,20 ,장서우,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
7 ,20 ,장서우,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
7 ,20 ,장서우,2 ,2 ,국어,독서,4 ,4 
7 ,20 ,장서우,2 ,2 ,수학,수학Ⅱ,4 ,2 
7 ,20 ,장서우,2 ,2 ,수학,확률과 통계,2 ,2 
7 ,20 ,장서우,2 ,2 ,영어,영어Ⅱ,3 ,2 
7 ,20 ,장서우,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
7 ,20 ,장서우,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
7 ,20 ,장서우,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
7 ,20 ,장서우,3 ,1 ,국어,화법과 작문,4 ,4 
7 ,20 ,장서우,3 ,1 ,영어,영어 독해와 작문,4 ,2 
7 ,21 ,장준우,1 ,1 ,국어,국어,3 ,3 
7 ,21 ,장준우,1 ,1 ,수학,수학,4 ,3 
7 ,21 ,장준우,1 ,1 ,영어,영어,4 ,3 
7 ,21 ,장준우,1 ,1 ,한국사,한국사,3 ,3 
7 ,21 ,장준우,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
7 ,21 ,장준우,1 ,1 ,과학,통합과학,3 ,4 
7 ,21 ,장준우,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,21 ,장준우,1 ,2 ,국어,국어,3 ,4 
7 ,21 ,장준우,1 ,2 ,수학,수학,4 ,2 
7 ,21 ,장준우,1 ,2 ,영어,영어,4 ,2 
7 ,21 ,장준우,1 ,2 ,한국사,한국사,3 ,4 
7 ,21 ,장준우,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,21 ,장준우,1 ,2 ,과학,통합과학,3 ,4 
7 ,21 ,장준우,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,21 ,장준우,2 ,1 ,국어,문학,4 ,3 
7 ,21 ,장준우,2 ,1 ,수학,수학Ⅰ,4 ,2 
7 ,21 ,장준우,2 ,1 ,수학,확률과 통계,2 ,3 
7 ,21 ,장준우,2 ,1 ,영어,영어Ⅰ,3 ,3 
7 ,21 ,장준우,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
7 ,21 ,장준우,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
7 ,21 ,장준우,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
7 ,21 ,장준우,2 ,2 ,국어,독서,4 ,4 
7 ,21 ,장준우,2 ,2 ,수학,수학Ⅱ,4 ,2 
7 ,21 ,장준우,2 ,2 ,수학,확률과 통계,2 ,2 
7 ,21 ,장준우,2 ,2 ,영어,영어Ⅱ,3 ,2 
7 ,21 ,장준우,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
7 ,21 ,장준우,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
7 ,21 ,장준우,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
7 ,21 ,장준우,3 ,1 ,국어,화법과 작문,4 ,4 
7 ,21 ,장준우,3 ,1 ,영어,영어 독해와 작문,4 ,2 
7 ,22 ,장지환,1 ,1 ,국어,국어,3 ,3 
7 ,22 ,장지환,1 ,1 ,수학,수학,4 ,3 
7 ,22 ,장지환,1 ,1 ,영어,영어,4 ,3 
7 ,22 ,장지환,1 ,1 ,한국사,한국사,3 ,3 
7 ,22 ,장지환,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
7 ,22 ,장지환,1 ,1 ,과학,통합과학,3 ,4 
7 ,22 ,장지환,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,22 ,장지환,1 ,2 ,국어,국어,3 ,4 
7 ,22 ,장지환,1 ,2 ,수학,수학,4 ,2 
7 ,22 ,장지환,1 ,2 ,영어,영어,4 ,2 
7 ,22 ,장지환,1 ,2 ,한국사,한국사,3 ,4 
7 ,22 ,장지환,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,22 ,장지환,1 ,2 ,과학,통합과학,3 ,4 
7 ,22 ,장지환,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,22 ,장지환,2 ,1 ,국어,문학,4 ,3 
7 ,22 ,장지환,2 ,1 ,수학,수학Ⅰ,4 ,2 
7 ,22 ,장지환,2 ,1 ,수학,확률과 통계,2 ,3 
7 ,22 ,장지환,2 ,1 ,영어,영어Ⅰ,3 ,3 
7 ,22 ,장지환,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
7 ,22 ,장지환,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
7 ,22 ,장지환,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
7 ,22 ,장지환,2 ,2 ,국어,독서,4 ,4 
7 ,22 ,장지환,2 ,2 ,수학,수학Ⅱ,4 ,2 
7 ,22 ,장지환,2 ,2 ,수학,확률과 통계,2 ,2 
7 ,22 ,장지환,2 ,2 ,영어,영어Ⅱ,3 ,2 
7 ,22 ,장지환,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
7 ,22 ,장지환,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
7 ,22 ,장지환,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
7 ,22 ,장지환,3 ,1 ,국어,화법과 작문,4 ,4 
7 ,22 ,장지환,3 ,1 ,영어,영어 독해와 작문,4 ,2 
7 ,23 ,정민규,1 ,1 ,국어,국어,3 ,3 
7 ,23 ,정민규,1 ,1 ,수학,수학,4 ,3 
7 ,23 ,정민규,1 ,1 ,영어,영어,4 ,3 
7 ,23 ,정민규,1 ,1 ,한국사,한국사,3 ,3 
7 ,23 ,정민규,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
7 ,23 ,정민규,1 ,1 ,과학,통합과학,3 ,4 
7 ,23 ,정민규,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,23 ,정민규,1 ,2 ,국어,국어,3 ,4 
7 ,23 ,정민규,1 ,2 ,수학,수학,4 ,2 
7 ,23 ,정민규,1 ,2 ,영어,영어,4 ,2 
7 ,23 ,정민규,1 ,2 ,한국사,한국사,3 ,4 
7 ,23 ,정민규,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,23 ,정민규,1 ,2 ,과학,통합과학,3 ,4 
7 ,23 ,정민규,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,23 ,정민규,2 ,1 ,국어,문학,4 ,3 
7 ,23 ,정민규,2 ,1 ,수학,수학Ⅰ,4 ,2 
7 ,23 ,정민규,2 ,1 ,수학,확률과 통계,2 ,3 
7 ,23 ,정민규,2 ,1 ,영어,영어Ⅰ,3 ,3 
7 ,23 ,정민규,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
7 ,23 ,정민규,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
7 ,23 ,정민규,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
7 ,23 ,정민규,2 ,2 ,국어,독서,4 ,4 
7 ,23 ,정민규,2 ,2 ,수학,수학Ⅱ,4 ,2 
7 ,23 ,정민규,2 ,2 ,수학,확률과 통계,2 ,2 
7 ,23 ,정민규,2 ,2 ,영어,영어Ⅱ,3 ,2 
7 ,23 ,정민규,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
7 ,23 ,정민규,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
7 ,23 ,정민규,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
7 ,23 ,정민규,3 ,1 ,국어,화법과 작문,4 ,4 
7 ,23 ,정민규,3 ,1 ,영어,영어 독해와 작문,4 ,2 
7 ,24 ,정성현,1 ,1 ,국어,국어,3 ,3 
7 ,24 ,정성현,1 ,1 ,수학,수학,4 ,3 
7 ,24 ,정성현,1 ,1 ,영어,영어,4 ,3 
7 ,24 ,정성현,1 ,1 ,한국사,한국사,3 ,3 
7 ,24 ,정성현,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
7 ,24 ,정성현,1 ,1 ,과학,통합과학,3 ,4 
7 ,24 ,정성현,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,24 ,정성현,1 ,2 ,국어,국어,3 ,4 
7 ,24 ,정성현,1 ,2 ,수학,수학,4 ,2 
7 ,24 ,정성현,1 ,2 ,영어,영어,4 ,2 
7 ,24 ,정성현,1 ,2 ,한국사,한국사,3 ,4 
7 ,24 ,정성현,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,24 ,정성현,1 ,2 ,과학,통합과학,3 ,4 
7 ,24 ,정성현,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,24 ,정성현,2 ,1 ,국어,문학,4 ,3 
7 ,24 ,정성현,2 ,1 ,수학,수학Ⅰ,4 ,2 
7 ,24 ,정성현,2 ,1 ,수학,확률과 통계,2 ,3 
7 ,24 ,정성현,2 ,1 ,영어,영어Ⅰ,3 ,3 
7 ,24 ,정성현,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
7 ,24 ,정성현,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
7 ,24 ,정성현,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
7 ,24 ,정성현,2 ,2 ,국어,독서,4 ,4 
7 ,24 ,정성현,2 ,2 ,수학,수학Ⅱ,4 ,2 
7 ,24 ,정성현,2 ,2 ,수학,확률과 통계,2 ,2 
7 ,24 ,정성현,2 ,2 ,영어,영어Ⅱ,3 ,2 
7 ,24 ,정성현,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
7 ,24 ,정성현,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
7 ,24 ,정성현,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
7 ,24 ,정성현,3 ,1 ,국어,화법과 작문,4 ,4 
7 ,24 ,정성현,3 ,1 ,영어,영어 독해와 작문,4 ,2 
7 ,25 ,조민기,1 ,1 ,국어,국어,3 ,3 
7 ,25 ,조민기,1 ,1 ,수학,수학,4 ,3 
7 ,25 ,조민기,1 ,1 ,영어,영어,4 ,3 
7 ,25 ,조민기,1 ,1 ,한국사,한국사,3 ,3 
7 ,25 ,조민기,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
7 ,25 ,조민기,1 ,1 ,과학,통합과학,3 ,4 
7 ,25 ,조민기,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,25 ,조민기,1 ,2 ,국어,국어,3 ,4 
7 ,25 ,조민기,1 ,2 ,수학,수학,4 ,2 
7 ,25 ,조민기,1 ,2 ,영어,영어,4 ,2 
7 ,25 ,조민기,1 ,2 ,한국사,한국사,3 ,4 
7 ,25 ,조민기,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,25 ,조민기,1 ,2 ,과학,통합과학,3 ,4 
7 ,25 ,조민기,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,25 ,조민기,2 ,1 ,국어,문학,4 ,3 
7 ,25 ,조민기,2 ,1 ,수학,수학Ⅰ,4 ,2 
7 ,25 ,조민기,2 ,1 ,수학,확률과 통계,2 ,3 
7 ,25 ,조민기,2 ,1 ,영어,영어Ⅰ,3 ,3 
7 ,25 ,조민기,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
7 ,25 ,조민기,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
7 ,25 ,조민기,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
7 ,25 ,조민기,2 ,2 ,국어,독서,4 ,4 
7 ,25 ,조민기,2 ,2 ,수학,수학Ⅱ,4 ,2 
7 ,25 ,조민기,2 ,2 ,수학,확률과 통계,2 ,2 
7 ,25 ,조민기,2 ,2 ,영어,영어Ⅱ,3 ,2 
7 ,25 ,조민기,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
7 ,25 ,조민기,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
7 ,25 ,조민기,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
7 ,25 ,조민기,3 ,1 ,국어,화법과 작문,4 ,4 
7 ,25 ,조민기,3 ,1 ,영어,영어 독해와 작문,4 ,2 
7 ,26 ,조영훈,1 ,1 ,국어,국어,3 ,3 
7 ,26 ,조영훈,1 ,1 ,수학,수학,4 ,3 
7 ,26 ,조영훈,1 ,1 ,영어,영어,4 ,3 
7 ,26 ,조영훈,1 ,1 ,한국사,한국사,3 ,3 
7 ,26 ,조영훈,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
7 ,26 ,조영훈,1 ,1 ,과학,통합과학,3 ,4 
7 ,26 ,조영훈,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,26 ,조영훈,1 ,2 ,국어,국어,3 ,4 
7 ,26 ,조영훈,1 ,2 ,수학,수학,4 ,2 
7 ,26 ,조영훈,1 ,2 ,영어,영어,4 ,2 
7 ,26 ,조영훈,1 ,2 ,한국사,한국사,3 ,4 
7 ,26 ,조영훈,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,26 ,조영훈,1 ,2 ,과학,통합과학,3 ,4 
7 ,26 ,조영훈,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,26 ,조영훈,2 ,1 ,국어,문학,4 ,3 
7 ,26 ,조영훈,2 ,1 ,수학,수학Ⅰ,4 ,2 
7 ,26 ,조영훈,2 ,1 ,수학,확률과 통계,2 ,3 
7 ,26 ,조영훈,2 ,1 ,영어,영어Ⅰ,3 ,3 
7 ,26 ,조영훈,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
7 ,26 ,조영훈,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
7 ,26 ,조영훈,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
7 ,26 ,조영훈,2 ,2 ,국어,독서,4 ,4 
7 ,26 ,조영훈,2 ,2 ,수학,수학Ⅱ,4 ,2 
7 ,26 ,조영훈,2 ,2 ,수학,확률과 통계,2 ,2 
7 ,26 ,조영훈,2 ,2 ,영어,영어Ⅱ,3 ,2 
7 ,26 ,조영훈,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
7 ,26 ,조영훈,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
7 ,26 ,조영훈,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
7 ,26 ,조영훈,3 ,1 ,국어,화법과 작문,4 ,4 
7 ,26 ,조영훈,3 ,1 ,영어,영어 독해와 작문,4 ,2 
7 ,27 ,지한민,1 ,1 ,국어,국어,3 ,3 
7 ,27 ,지한민,1 ,1 ,수학,수학,4 ,3 
7 ,27 ,지한민,1 ,1 ,영어,영어,4 ,3 
7 ,27 ,지한민,1 ,1 ,한국사,한국사,3 ,3 
7 ,27 ,지한민,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
7 ,27 ,지한민,1 ,1 ,과학,통합과학,3 ,4 
7 ,27 ,지한민,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,27 ,지한민,1 ,2 ,국어,국어,3 ,4 
7 ,27 ,지한민,1 ,2 ,수학,수학,4 ,2 
7 ,27 ,지한민,1 ,2 ,영어,영어,4 ,2 
7 ,27 ,지한민,1 ,2 ,한국사,한국사,3 ,4 
7 ,27 ,지한민,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,27 ,지한민,1 ,2 ,과학,통합과학,3 ,4 
7 ,27 ,지한민,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,27 ,지한민,2 ,1 ,국어,문학,4 ,3 
7 ,27 ,지한민,2 ,1 ,수학,수학Ⅰ,4 ,2 
7 ,27 ,지한민,2 ,1 ,수학,확률과 통계,2 ,3 
7 ,27 ,지한민,2 ,1 ,영어,영어Ⅰ,3 ,3 
7 ,27 ,지한민,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
7 ,27 ,지한민,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
7 ,27 ,지한민,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
7 ,27 ,지한민,2 ,2 ,국어,독서,4 ,4 
7 ,27 ,지한민,2 ,2 ,수학,수학Ⅱ,4 ,2 
7 ,27 ,지한민,2 ,2 ,수학,확률과 통계,2 ,2 
7 ,27 ,지한민,2 ,2 ,영어,영어Ⅱ,3 ,2 
7 ,27 ,지한민,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
7 ,27 ,지한민,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
7 ,27 ,지한민,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
7 ,27 ,지한민,3 ,1 ,국어,화법과 작문,4 ,4 
7 ,27 ,지한민,3 ,1 ,영어,영어 독해와 작문,4 ,2 
7 ,28 ,채지헌,1 ,1 ,국어,국어,3 ,3 
7 ,28 ,채지헌,1 ,1 ,수학,수학,4 ,3 
7 ,28 ,채지헌,1 ,1 ,영어,영어,4 ,3 
7 ,28 ,채지헌,1 ,1 ,한국사,한국사,3 ,3 
7 ,28 ,채지헌,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
7 ,28 ,채지헌,1 ,1 ,과학,통합과학,3 ,4 
7 ,28 ,채지헌,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,28 ,채지헌,1 ,2 ,국어,국어,3 ,4 
7 ,28 ,채지헌,1 ,2 ,수학,수학,4 ,2 
7 ,28 ,채지헌,1 ,2 ,영어,영어,4 ,2 
7 ,28 ,채지헌,1 ,2 ,한국사,한국사,3 ,4 
7 ,28 ,채지헌,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,28 ,채지헌,1 ,2 ,과학,통합과학,3 ,4 
7 ,28 ,채지헌,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,28 ,채지헌,2 ,1 ,국어,문학,4 ,3 
7 ,28 ,채지헌,2 ,1 ,수학,수학Ⅰ,4 ,2 
7 ,28 ,채지헌,2 ,1 ,수학,확률과 통계,2 ,3 
7 ,28 ,채지헌,2 ,1 ,영어,영어Ⅰ,3 ,3 
7 ,28 ,채지헌,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
7 ,28 ,채지헌,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
7 ,28 ,채지헌,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
7 ,28 ,채지헌,2 ,2 ,국어,독서,4 ,4 
7 ,28 ,채지헌,2 ,2 ,수학,수학Ⅱ,4 ,2 
7 ,28 ,채지헌,2 ,2 ,수학,확률과 통계,2 ,2 
7 ,28 ,채지헌,2 ,2 ,영어,영어Ⅱ,3 ,2 
7 ,28 ,채지헌,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
7 ,28 ,채지헌,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
7 ,28 ,채지헌,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
7 ,28 ,채지헌,3 ,1 ,국어,화법과 작문,4 ,4 
7 ,28 ,채지헌,3 ,1 ,영어,영어 독해와 작문,4 ,2 
7 ,29 ,최명학,1 ,1 ,국어,국어,3 ,3 
7 ,29 ,최명학,1 ,1 ,수학,수학,4 ,3 
7 ,29 ,최명학,1 ,1 ,영어,영어,4 ,3 
7 ,29 ,최명학,1 ,1 ,한국사,한국사,3 ,3 
7 ,29 ,최명학,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
7 ,29 ,최명학,1 ,1 ,과학,통합과학,3 ,4 
7 ,29 ,최명학,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,29 ,최명학,1 ,2 ,국어,국어,3 ,4 
7 ,29 ,최명학,1 ,2 ,수학,수학,4 ,2 
7 ,29 ,최명학,1 ,2 ,영어,영어,4 ,2 
7 ,29 ,최명학,1 ,2 ,한국사,한국사,3 ,4 
7 ,29 ,최명학,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,29 ,최명학,1 ,2 ,과학,통합과학,3 ,4 
7 ,29 ,최명학,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,29 ,최명학,2 ,1 ,국어,문학,4 ,3 
7 ,29 ,최명학,2 ,1 ,수학,수학Ⅰ,4 ,2 
7 ,29 ,최명학,2 ,1 ,수학,확률과 통계,2 ,3 
7 ,29 ,최명학,2 ,1 ,영어,영어Ⅰ,3 ,3 
7 ,29 ,최명학,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
7 ,29 ,최명학,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
7 ,29 ,최명학,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
7 ,29 ,최명학,2 ,2 ,국어,독서,4 ,4 
7 ,29 ,최명학,2 ,2 ,수학,수학Ⅱ,4 ,2 
7 ,29 ,최명학,2 ,2 ,수학,확률과 통계,2 ,2 
7 ,29 ,최명학,2 ,2 ,영어,영어Ⅱ,3 ,2 
7 ,29 ,최명학,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
7 ,29 ,최명학,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
7 ,29 ,최명학,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
7 ,29 ,최명학,3 ,1 ,국어,화법과 작문,4 ,4 
7 ,29 ,최명학,3 ,1 ,영어,영어 독해와 작문,4 ,2 
7 ,30 ,최성훈,1 ,1 ,국어,국어,3 ,3 
7 ,30 ,최성훈,1 ,1 ,수학,수학,4 ,3 
7 ,30 ,최성훈,1 ,1 ,영어,영어,4 ,3 
7 ,30 ,최성훈,1 ,1 ,한국사,한국사,3 ,3 
7 ,30 ,최성훈,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
7 ,30 ,최성훈,1 ,1 ,과학,통합과학,3 ,4 
7 ,30 ,최성훈,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,30 ,최성훈,1 ,2 ,국어,국어,3 ,4 
7 ,30 ,최성훈,1 ,2 ,수학,수학,4 ,2 
7 ,30 ,최성훈,1 ,2 ,영어,영어,4 ,2 
7 ,30 ,최성훈,1 ,2 ,한국사,한국사,3 ,4 
7 ,30 ,최성훈,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,30 ,최성훈,1 ,2 ,과학,통합과학,3 ,4 
7 ,30 ,최성훈,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,30 ,최성훈,2 ,1 ,국어,문학,4 ,3 
7 ,30 ,최성훈,2 ,1 ,수학,수학Ⅰ,4 ,2 
7 ,30 ,최성훈,2 ,1 ,수학,확률과 통계,2 ,3 
7 ,30 ,최성훈,2 ,1 ,영어,영어Ⅰ,3 ,3 
7 ,30 ,최성훈,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
7 ,30 ,최성훈,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
7 ,30 ,최성훈,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
7 ,30 ,최성훈,2 ,2 ,국어,독서,4 ,4 
7 ,30 ,최성훈,2 ,2 ,수학,수학Ⅱ,4 ,2 
7 ,30 ,최성훈,2 ,2 ,수학,확률과 통계,2 ,2 
7 ,30 ,최성훈,2 ,2 ,영어,영어Ⅱ,3 ,2 
7 ,30 ,최성훈,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
7 ,30 ,최성훈,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
7 ,30 ,최성훈,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
7 ,30 ,최성훈,3 ,1 ,국어,화법과 작문,4 ,4 
7 ,30 ,최성훈,3 ,1 ,영어,영어 독해와 작문,4 ,2 
7 ,31 ,최영우,1 ,1 ,국어,국어,3 ,3 
7 ,31 ,최영우,1 ,1 ,수학,수학,4 ,3 
7 ,31 ,최영우,1 ,1 ,영어,영어,4 ,3 
7 ,31 ,최영우,1 ,1 ,한국사,한국사,3 ,3 
7 ,31 ,최영우,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
7 ,31 ,최영우,1 ,1 ,과학,통합과학,3 ,4 
7 ,31 ,최영우,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,31 ,최영우,1 ,2 ,국어,국어,3 ,4 
7 ,31 ,최영우,1 ,2 ,수학,수학,4 ,2 
7 ,31 ,최영우,1 ,2 ,영어,영어,4 ,2 
7 ,31 ,최영우,1 ,2 ,한국사,한국사,3 ,4 
7 ,31 ,최영우,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
7 ,31 ,최영우,1 ,2 ,과학,통합과학,3 ,4 
7 ,31 ,최영우,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
7 ,31 ,최영우,2 ,1 ,국어,문학,4 ,3 
7 ,31 ,최영우,2 ,1 ,수학,수학Ⅰ,4 ,2 
7 ,31 ,최영우,2 ,1 ,수학,확률과 통계,2 ,3 
7 ,31 ,최영우,2 ,1 ,영어,영어Ⅰ,3 ,3 
7 ,31 ,최영우,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
7 ,31 ,최영우,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
7 ,31 ,최영우,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
7 ,31 ,최영우,2 ,2 ,국어,독서,4 ,4 
7 ,31 ,최영우,2 ,2 ,수학,수학Ⅱ,4 ,2 
7 ,31 ,최영우,2 ,2 ,수학,확률과 통계,2 ,2 
7 ,31 ,최영우,2 ,2 ,영어,영어Ⅱ,3 ,2 
7 ,31 ,최영우,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
7 ,31 ,최영우,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
7 ,31 ,최영우,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
7 ,31 ,최영우,3 ,1 ,국어,화법과 작문,4 ,4 
7 ,31 ,최영우,3 ,1 ,영어,영어 독해와 작문,4 ,2
`;
