export const CLASS1_CSV = `반,번호,이름,학년,학기,교과,과목,단위수,등급
1 ,1 ,강성민,1 ,1 ,국어,국어,3 ,5 
1 ,1 ,강성민,1 ,1 ,수학,수학,4 ,8 
1 ,1 ,강성민,1 ,1 ,영어,영어,4 ,5 
1 ,1 ,강성민,1 ,1 ,한국사,한국사,3 ,5 
1 ,1 ,강성민,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,4 
1 ,1 ,강성민,1 ,1 ,과학,통합과학,3 ,6 
1 ,1 ,강성민,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
1 ,1 ,강성민,1 ,2 ,국어,국어,3 ,5 
1 ,1 ,강성민,1 ,2 ,수학,수학,4 ,6 
1 ,1 ,강성민,1 ,2 ,영어,영어,4 ,5 
1 ,1 ,강성민,1 ,2 ,한국사,한국사,3 ,4 
1 ,1 ,강성민,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
1 ,1 ,강성민,1 ,2 ,과학,통합과학,3 ,5 
1 ,1 ,강성민,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,4 
1 ,1 ,강성민,2 ,1 ,국어,문학,4 ,5 
1 ,1 ,강성민,2 ,1 ,수학,수학Ⅰ,4 ,5 
1 ,1 ,강성민,2 ,1 ,수학,확률과 통계,2 ,4 
1 ,1 ,강성민,2 ,1 ,영어,영어Ⅰ,3 ,5 
1 ,1 ,강성민,2 ,1 ,과학,생명과학Ⅰ,4 ,4 
1 ,1 ,강성민,2 ,1 ,과학,지구과학Ⅰ,4 ,3 
1 ,1 ,강성민,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,6 
1 ,1 ,강성민,2 ,2 ,국어,독서,4 ,5 
1 ,1 ,강성민,2 ,2 ,수학,수학Ⅱ,4 ,5 
1 ,1 ,강성민,2 ,2 ,수학,확률과 통계,2 ,6 
1 ,1 ,강성민,2 ,2 ,영어,영어Ⅱ,3 ,5 
1 ,1 ,강성민,2 ,2 ,과학,물리학Ⅰ,4 ,6 
1 ,1 ,강성민,2 ,2 ,과학,화학Ⅰ,4 ,5 
1 ,1 ,강성민,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,3 
1 ,2 ,강지원,1 ,1 ,국어,국어,3 ,6 
1 ,2 ,강지원,1 ,1 ,수학,수학,4 ,7 
1 ,2 ,강지원,1 ,1 ,영어,영어,4 ,5 
1 ,2 ,강지원,1 ,1 ,한국사,한국사,3 ,5 
1 ,2 ,강지원,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,6 
1 ,2 ,강지원,1 ,1 ,과학,통합과학,3 ,6 
1 ,2 ,강지원,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,5 
1 ,2 ,강지원,1 ,2 ,국어,국어,3 ,6 
1 ,2 ,강지원,1 ,2 ,수학,수학,4 ,6 
1 ,2 ,강지원,1 ,2 ,영어,영어,4 ,7 
1 ,2 ,강지원,1 ,2 ,한국사,한국사,3 ,5 
1 ,2 ,강지원,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,6 
1 ,2 ,강지원,1 ,2 ,과학,통합과학,3 ,5 
1 ,2 ,강지원,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,5 
1 ,2 ,강지원,2 ,1 ,국어,문학,4 ,5 
1 ,2 ,강지원,2 ,1 ,수학,수학Ⅰ,4 ,6 
1 ,2 ,강지원,2 ,1 ,수학,확률과 통계,2 ,5 
1 ,2 ,강지원,2 ,1 ,영어,영어Ⅰ,3 ,5 
1 ,2 ,강지원,2 ,1 ,과학,생명과학Ⅰ,4 ,5 
1 ,2 ,강지원,2 ,1 ,과학,지구과학Ⅰ,4 ,6 
1 ,2 ,강지원,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
1 ,2 ,강지원,2 ,2 ,국어,독서,4 ,6 
1 ,2 ,강지원,2 ,2 ,수학,수학Ⅱ,4 ,5 
1 ,2 ,강지원,2 ,2 ,수학,확률과 통계,2 ,5 
1 ,2 ,강지원,2 ,2 ,영어,영어Ⅱ,3 ,5 
1 ,2 ,강지원,2 ,2 ,과학,물리학Ⅰ,4 ,5 
1 ,2 ,강지원,2 ,2 ,과학,화학Ⅰ,4 ,6 
1 ,2 ,강지원,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
1 ,2 ,강지원,3 ,1 ,국어,화법과 작문,4 ,5 
1 ,2 ,강지원,3 ,1 ,수학,미적분,4 ,6 
1 ,2 ,강지원,3 ,1 ,영어,영어 독해와 작문,4 ,6 
1 ,3 ,김강륜,1 ,1 ,국어,국어,3 ,6 
1 ,3 ,김강륜,1 ,1 ,수학,수학,4 ,5 
1 ,3 ,김강륜,1 ,1 ,영어,영어,4 ,4 
1 ,3 ,김강륜,1 ,1 ,한국사,한국사,3 ,4 
1 ,3 ,김강륜,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,5 
1 ,3 ,김강륜,1 ,1 ,과학,통합과학,3 ,6 
1 ,3 ,김강륜,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,6 
1 ,3 ,김강륜,1 ,2 ,국어,국어,3 ,6 
1 ,3 ,김강륜,1 ,2 ,수학,수학,4 ,6 
1 ,3 ,김강륜,1 ,2 ,영어,영어,4 ,4 
1 ,3 ,김강륜,1 ,2 ,한국사,한국사,3 ,5 
1 ,3 ,김강륜,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,5 
1 ,3 ,김강륜,1 ,2 ,과학,통합과학,3 ,6 
1 ,3 ,김강륜,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,6 
1 ,3 ,김강륜,2 ,1 ,국어,문학,4 ,6 
1 ,3 ,김강륜,2 ,1 ,수학,수학Ⅰ,4 ,7 
1 ,3 ,김강륜,2 ,1 ,수학,확률과 통계,2 ,6 
1 ,3 ,김강륜,2 ,1 ,영어,영어Ⅰ,3 ,4 
1 ,3 ,김강륜,2 ,1 ,과학,생명과학Ⅰ,4 ,6 
1 ,3 ,김강륜,2 ,1 ,과학,지구과학Ⅰ,4 ,6 
1 ,3 ,김강륜,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,6 
1 ,3 ,김강륜,2 ,2 ,국어,독서,4 ,5 
1 ,3 ,김강륜,2 ,2 ,수학,수학Ⅱ,4 ,6 
1 ,3 ,김강륜,2 ,2 ,수학,확률과 통계,2 ,6 
1 ,3 ,김강륜,2 ,2 ,영어,영어Ⅱ,3 ,4 
1 ,3 ,김강륜,2 ,2 ,과학,물리학Ⅰ,4 ,8 
1 ,3 ,김강륜,2 ,2 ,과학,화학Ⅰ,4 ,7 
1 ,3 ,김강륜,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,7 
1 ,3 ,김강륜,3 ,1 ,국어,화법과 작문,4 ,4 
1 ,3 ,김강륜,3 ,1 ,수학,미적분,4 ,6 
1 ,3 ,김강륜,3 ,1 ,영어,영어 독해와 작문,4 ,4 
1 ,4 ,김규현,1 ,1 ,국어,국어,3 ,8 
1 ,4 ,김규현,1 ,1 ,수학,수학,4 ,5 
1 ,4 ,김규현,1 ,1 ,영어,영어,4 ,8 
1 ,4 ,김규현,1 ,1 ,한국사,한국사,3 ,7 
1 ,4 ,김규현,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,7 
1 ,4 ,김규현,1 ,1 ,과학,통합과학,3 ,8 
1 ,4 ,김규현,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,8 
1 ,4 ,김규현,1,2 ,국어,국어,3 ,8 
1 ,4 ,김규현,1,2 ,수학,수학,4 ,6 
1 ,4 ,김규현,1,2 ,영어,영어,4 ,9 
1 ,4 ,김규현,1,2 ,한국사,한국사,3 ,9 
1 ,4 ,김규현,1,2 ,사회(역사/도덕포함),통합사회,3 ,8 
1 ,4 ,김규현,1,2 ,과학,통합과학,3 ,8 
1 ,4 ,김규현,1,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,8 
1 ,4 ,김규현,2 ,1 ,국어,문학,4 ,7 
1 ,4 ,김규현,2 ,1 ,수학,수학Ⅰ,4 ,7 
1 ,4 ,김규현,2 ,1 ,수학,확률과 통계,2 ,7 
1 ,4 ,김규현,2 ,1 ,영어,영어Ⅰ,3 ,8 
1 ,4 ,김규현,2 ,1 ,과학,생명과학Ⅰ,4 ,8 
1 ,4 ,김규현,2 ,1 ,과학,지구과학Ⅰ,4 ,8 
1 ,4 ,김규현,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,8 
1 ,4 ,김규현,2 ,2 ,국어,독서,4 ,8 
1 ,4 ,김규현,2 ,2 ,수학,수학Ⅱ,4 ,7 
1 ,4 ,김규현,2 ,2 ,수학,확률과 통계,2 ,9 
1 ,4 ,김규현,2 ,2 ,영어,영어Ⅱ,3 ,8 
1 ,4 ,김규현,2 ,2 ,과학,물리학Ⅰ,4 ,8 
1 ,4 ,김규현,2 ,2 ,과학,화학Ⅰ,4 ,8 
1 ,4 ,김규현,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,9 
1 ,4 ,김규현,3 ,1 ,국어,화법과 작문,4 ,7 
1 ,4 ,김규현,3 ,1 ,수학,미적분,4 ,8 
1 ,4 ,김규현,3 ,1 ,영어,영어 독해와 작문,4 ,8 
1 ,5 ,김민찬,1 ,1 ,국어,국어,3 ,5 
1 ,5 ,김민찬,1 ,1 ,수학,수학,4 ,3 
1 ,5 ,김민찬,1 ,1 ,영어,영어,4 ,5 
1 ,5 ,김민찬,1 ,1 ,한국사,한국사,3 ,5 
1 ,5 ,김민찬,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,5 
1 ,5 ,김민찬,1 ,1 ,과학,통합과학,3 ,5 
1 ,5 ,김민찬,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,5 
1 ,5 ,김민찬,1 ,2 ,국어,국어,3 ,6 
1 ,5 ,김민찬,1 ,2 ,수학,수학,4 ,3 
1 ,5 ,김민찬,1 ,2 ,영어,영어,4 ,4 
1 ,5 ,김민찬,1 ,2 ,한국사,한국사,3 ,6 
1 ,5 ,김민찬,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,5 
1 ,5 ,김민찬,1 ,2 ,과학,통합과학,3 ,5 
1 ,5 ,김민찬,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,6 
1 ,5 ,김민찬,2 ,1 ,국어,문학,4 ,5 
1 ,5 ,김민찬,2 ,1 ,수학,수학Ⅰ,4 ,4 
1 ,5 ,김민찬,2 ,1 ,수학,확률과 통계,2 ,3 
1 ,5 ,김민찬,2 ,1 ,영어,영어Ⅰ,3 ,5 
1 ,5 ,김민찬,2 ,1 ,과학,생명과학Ⅰ,4 ,5 
1 ,5 ,김민찬,2 ,1 ,과학,지구과학Ⅰ,4 ,6 
1 ,5 ,김민찬,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,5 
1 ,5 ,김민찬,2 ,2 ,국어,독서,4 ,5 
1 ,5 ,김민찬,2 ,2 ,수학,수학Ⅱ,4 ,3 
1 ,5 ,김민찬,2 ,2 ,수학,확률과 통계,2 ,3 
1 ,5 ,김민찬,2 ,2 ,영어,영어Ⅱ,3 ,5 
1 ,5 ,김민찬,2 ,2 ,과학,물리학Ⅰ,4 ,5 
1 ,5 ,김민찬,2 ,2 ,과학,화학Ⅰ,4 ,4 
1 ,5 ,김민찬,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,5 
1 ,5 ,김민찬,3 ,1 ,국어,화법과 작문,4 ,6 
1 ,5 ,김민찬,3 ,1 ,수학,미적분,4 ,3 
1 ,5 ,김민찬,3 ,1 ,영어,영어 독해와 작문,4 ,5 
1 ,6 ,김성수,1 ,1 ,국어,국어,3 ,5 
1 ,6 ,김성수,1 ,1 ,수학,수학,4 ,5 
1 ,6 ,김성수,1 ,1 ,영어,영어,4 ,6 
1 ,6 ,김성수,1 ,1 ,한국사,한국사,3 ,5 
1 ,6 ,김성수,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,5 
1 ,6 ,김성수,1 ,1 ,과학,통합과학,3 ,5 
1 ,6 ,김성수,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,5 
1 ,6 ,김성수,1 ,2 ,국어,국어,3 ,6 
1 ,6 ,김성수,1 ,2 ,수학,수학,4 ,3 
1 ,6 ,김성수,1 ,2 ,영어,영어,4 ,6 
1 ,6 ,김성수,1 ,2 ,한국사,한국사,3 ,5 
1 ,6 ,김성수,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,5 
1 ,6 ,김성수,1 ,2 ,과학,통합과학,3 ,5 
1 ,6 ,김성수,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
1 ,6 ,김성수,2 ,1 ,국어,문학,4 ,4 
1 ,6 ,김성수,2 ,1 ,수학,수학Ⅰ,4 ,4 
1 ,6 ,김성수,2 ,1 ,수학,확률과 통계,2 ,4 
1 ,6 ,김성수,2 ,1 ,영어,영어Ⅰ,3 ,6 
1 ,6 ,김성수,2 ,1 ,과학,생명과학Ⅰ,4 ,5 
1 ,6 ,김성수,2 ,1 ,과학,지구과학Ⅰ,4 ,6 
1 ,6 ,김성수,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,5 
1 ,6 ,김성수,2 ,2 ,국어,독서,4 ,5 
1 ,6 ,김성수,2 ,2 ,수학,수학Ⅱ,4 ,4 
1 ,6 ,김성수,2 ,2 ,수학,확률과 통계,2 ,5 
1 ,6 ,김성수,2 ,2 ,영어,영어Ⅱ,3 ,5 
1 ,6 ,김성수,2 ,2 ,과학,물리학Ⅰ,4 ,5 
1 ,6 ,김성수,2 ,2 ,과학,화학Ⅰ,4 ,4 
1 ,6 ,김성수,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,4 
1 ,6 ,김성수,3 ,1 ,국어,화법과 작문,4 ,4 
1 ,6 ,김성수,3 ,1 ,수학,미적분,4 ,5 
1 ,6 ,김성수,3 ,1 ,영어,영어 독해와 작문,4 ,6 
1 ,7 ,김수영,1 ,1 ,국어,국어,3 ,8 
1 ,7 ,김수영,1 ,1 ,수학,수학,4 ,5 
1 ,7 ,김수영,1 ,1 ,영어,영어,4 ,7 
1 ,7 ,김수영,1 ,1 ,한국사,한국사,3 ,7 
1 ,7 ,김수영,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,8 
1 ,7 ,김수영,1 ,1 ,과학,통합과학,3 ,8 
1 ,7 ,김수영,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,9 
1 ,7 ,김수영,1 ,2 ,국어,국어,3 ,8 
1 ,7 ,김수영,1 ,2 ,수학,수학,4 ,5 
1 ,7 ,김수영,1 ,2 ,영어,영어,4 ,9 
1 ,7 ,김수영,1 ,2 ,한국사,한국사,3 ,6 
1 ,7 ,김수영,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,8 
1 ,7 ,김수영,1 ,2 ,과학,통합과학,3 ,8 
1 ,7 ,김수영,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,8 
1 ,7 ,김수영,2 ,1 ,국어,문학,4 ,8 
1 ,7 ,김수영,2 ,1 ,수학,수학Ⅰ,4 ,6 
1 ,7 ,김수영,2 ,1 ,수학,확률과 통계,2 ,6 
1 ,7 ,김수영,2 ,1 ,영어,영어Ⅰ,3 ,7 
1 ,7 ,김수영,2 ,1 ,과학,생명과학Ⅰ,4 ,8 
1 ,7 ,김수영,2 ,1 ,과학,지구과학Ⅰ,4 ,8 
1 ,7 ,김수영,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,6 
1 ,7 ,김수영,2 ,2 ,국어,독서,4 ,8 
1 ,7 ,김수영,2 ,2 ,수학,수학Ⅱ,4 ,6 
1 ,7 ,김수영,2 ,2 ,수학,확률과 통계,2 ,5 
1 ,7 ,김수영,2 ,2 ,영어,영어Ⅱ,3 ,7 
1 ,7 ,김수영,2 ,2 ,과학,물리학Ⅰ,4 ,7 
1 ,7 ,김수영,2 ,2 ,과학,화학Ⅰ,4 ,7 
1 ,7 ,김수영,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,6 
1 ,7 ,김수영,3 ,1 ,국어,화법과 작문,4 ,8 
1 ,7 ,김수영,3 ,1 ,수학,미적분,4 ,6 
1 ,7 ,김수영,3 ,1 ,영어,영어 독해와 작문,4 ,8 
1 ,8 ,김유빈,1 ,1 ,국어,국어,3 ,6 
1 ,8 ,김유빈,1 ,1 ,수학,수학,4 ,6 
1 ,8 ,김유빈,1 ,1 ,영어,영어,4 ,6 
1 ,8 ,김유빈,1 ,1 ,한국사,한국사,3 ,6 
1 ,8 ,김유빈,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,5 
1 ,8 ,김유빈,1 ,1 ,과학,통합과학,3 ,6 
1 ,8 ,김유빈,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,5 
1 ,8 ,김유빈,1 ,2 ,국어,국어,3 ,6 
1 ,8 ,김유빈,1 ,2 ,수학,수학,4 ,6 
1 ,8 ,김유빈,1 ,2 ,영어,영어,4 ,6 
1 ,8 ,김유빈,1 ,2 ,한국사,한국사,3 ,5 
1 ,8 ,김유빈,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,6 
1 ,8 ,김유빈,1 ,2 ,과학,통합과학,3 ,6 
1 ,8 ,김유빈,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,5 
1 ,8 ,김유빈,2 ,1 ,국어,문학,4 ,5 
1 ,8 ,김유빈,2 ,1 ,수학,수학Ⅰ,4 ,6 
1 ,8 ,김유빈,2 ,1 ,수학,확률과 통계,2 ,6 
1 ,8 ,김유빈,2 ,1 ,영어,영어Ⅰ,3 ,7 
1 ,8 ,김유빈,2 ,1 ,과학,생명과학Ⅰ,4 ,7 
1 ,8 ,김유빈,2 ,1 ,과학,지구과학Ⅰ,4 ,6 
1 ,8 ,김유빈,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,6 
1 ,8 ,김유빈,2 ,2 ,국어,독서,4 ,6 
1 ,8 ,김유빈,2 ,2 ,수학,수학Ⅱ,4 ,6 
1 ,8 ,김유빈,2 ,2 ,수학,확률과 통계,2 ,6 
1 ,8 ,김유빈,2 ,2 ,영어,영어Ⅱ,3 ,5 
1 ,8 ,김유빈,2 ,2 ,과학,물리학Ⅰ,4 ,6 
1 ,8 ,김유빈,2 ,2 ,과학,화학Ⅰ,4 ,6 
1 ,8 ,김유빈,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,6 
1 ,8 ,김유빈,3 ,1 ,국어,화법과 작문,4 ,5 
1 ,8 ,김유빈,3 ,1 ,수학,미적분,4 ,6 
1 ,8 ,김유빈,3 ,1 ,영어,영어 독해와 작문,4 ,6 
1 ,9 ,김형준,1 ,1 ,국어,국어,3 ,8 
1 ,9 ,김형준,1 ,1 ,수학,수학,4 ,7 
1 ,9 ,김형준,1 ,1 ,영어,영어,4 ,6 
1 ,9 ,김형준,1 ,1 ,한국사,한국사,3 ,7 
1 ,9 ,김형준,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,7 
1 ,9 ,김형준,1 ,1 ,과학,통합과학,3 ,6 
1 ,9 ,김형준,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,6 
1 ,9 ,김형준,1 ,2 ,국어,국어,3 ,6 
1 ,9 ,김형준,1 ,2 ,수학,수학,4 ,6 
1 ,9 ,김형준,1 ,2 ,영어,영어,4 ,5 
1 ,9 ,김형준,1 ,2 ,한국사,한국사,3 ,7 
1 ,9 ,김형준,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,7 
1 ,9 ,김형준,1 ,2 ,과학,통합과학,3 ,7 
1 ,9 ,김형준,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,6 
1 ,9 ,김형준,2 ,1 ,국어,문학,4 ,7 
1 ,9 ,김형준,2 ,1 ,수학,수학Ⅰ,4 ,7 
1 ,9 ,김형준,2 ,1 ,수학,확률과 통계,2 ,6 
1 ,9 ,김형준,2 ,1 ,영어,영어Ⅰ,3 ,5 
1 ,9 ,김형준,2 ,1 ,과학,생명과학Ⅰ,4 ,6 
1 ,9 ,김형준,2 ,1 ,과학,지구과학Ⅰ,4 ,7 
1 ,9 ,김형준,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,4 
1 ,9 ,김형준,2 ,2 ,국어,독서,4 ,7 
1 ,9 ,김형준,2 ,2 ,수학,수학Ⅱ,4 ,6 
1 ,9 ,김형준,2 ,2 ,수학,확률과 통계,2 ,6 
1 ,9 ,김형준,2 ,2 ,영어,영어Ⅱ,3 ,5 
1 ,9 ,김형준,2 ,2 ,과학,물리학Ⅰ,4 ,6 
1 ,9 ,김형준,2 ,2 ,과학,화학Ⅰ,4 ,7 
1 ,9 ,김형준,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,4 
1 ,9 ,김형준,3 ,1 ,국어,화법과 작문,4 ,6 
1 ,9 ,김형준,3 ,1 ,수학,미적분,4 ,7 
1 ,9 ,김형준,3 ,1 ,영어,영어 독해와 작문,4 ,5 
1 ,10 ,박지환,1 ,1 ,국어,국어,3 ,5 
1 ,10 ,박지환,1 ,1 ,수학,수학,4 ,5 
1 ,10 ,박지환,1 ,1 ,영어,영어,4 ,4 
1 ,10 ,박지환,1 ,1 ,한국사,한국사,3 ,3 
1 ,10 ,박지환,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,5 
1 ,10 ,박지환,1 ,1 ,과학,통합과학,3 ,5 
1 ,10 ,박지환,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,5 
1 ,10 ,박지환,1 ,2 ,국어,국어,3 ,5 
1 ,10 ,박지환,1 ,2 ,수학,수학,4 ,5 
1 ,10 ,박지환,1 ,2 ,영어,영어,4 ,5 
1 ,10 ,박지환,1 ,2 ,한국사,한국사,3 ,3 
1 ,10 ,박지환,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
1 ,10 ,박지환,1 ,2 ,과학,통합과학,3 ,5 
1 ,10 ,박지환,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,6 
1 ,10 ,박지환,2 ,1 ,국어,문학,4 ,5 
1 ,10 ,박지환,2 ,1 ,수학,수학Ⅰ,4 ,5 
1 ,10 ,박지환,2 ,1 ,수학,확률과 통계,2 ,5 
1 ,10 ,박지환,2 ,1 ,영어,영어Ⅰ,3 ,4 
1 ,10 ,박지환,2 ,1 ,과학,생명과학Ⅰ,4 ,5 
1 ,10 ,박지환,2 ,1 ,과학,지구과학Ⅰ,4 ,5 
1 ,10 ,박지환,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,6 
1 ,10 ,박지환,2 ,2 ,국어,독서,4 ,3 
1 ,10 ,박지환,2 ,2 ,수학,수학Ⅱ,4 ,4 
1 ,10 ,박지환,2 ,2 ,수학,확률과 통계,2 ,5 
1 ,10 ,박지환,2 ,2 ,영어,영어Ⅱ,3 ,4 
1 ,10 ,박지환,2 ,2 ,과학,물리학Ⅰ,4 ,4 
1 ,10 ,박지환,2 ,2 ,과학,화학Ⅰ,4 ,4 
1 ,10 ,박지환,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,5 
1 ,10 ,박지환,3 ,1 ,국어,화법과 작문,4 ,2 
1 ,10 ,박지환,3 ,1 ,수학,미적분,4 ,4 
1 ,10 ,박지환,3 ,1 ,영어,영어 독해와 작문,4 ,3 
1 ,11 ,배성민,1 ,1 ,국어,국어,3 ,9 
1 ,11 ,배성민,1 ,1 ,수학,수학,4 ,8 
1 ,11 ,배성민,1 ,1 ,영어,영어,4 ,7 
1 ,11 ,배성민,1 ,1 ,한국사,한국사,3 ,7 
1 ,11 ,배성민,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,7 
1 ,11 ,배성민,1 ,1 ,과학,통합과학,3 ,7 
1 ,11 ,배성민,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,8 
1 ,11 ,배성민,1 ,2 ,국어,국어,3 ,9 
1 ,11 ,배성민,1 ,2 ,수학,수학,4 ,7 
1 ,11 ,배성민,1 ,2 ,영어,영어,4 ,7 
1 ,11 ,배성민,1 ,2 ,한국사,한국사,3 ,8 
1 ,11 ,배성민,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,9 
1 ,11 ,배성민,1 ,2 ,과학,통합과학,3 ,8 
1 ,11 ,배성민,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,7 
1 ,11 ,배성민,2 ,1 ,국어,문학,4 ,7 
1 ,11 ,배성민,2 ,1 ,수학,수학Ⅰ,4 ,7 
1 ,11 ,배성민,2 ,1 ,수학,확률과 통계,2 ,7 
1 ,11 ,배성민,2 ,1 ,영어,영어Ⅰ,3 ,7 
1 ,11 ,배성민,2 ,1 ,과학,생명과학Ⅰ,4 ,8 
1 ,11 ,배성민,2 ,1 ,과학,지구과학Ⅰ,4 ,9 
1 ,11 ,배성민,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,7 
1 ,11 ,배성민,2 ,2 ,국어,독서,4 ,8 
1 ,11 ,배성민,2 ,2 ,수학,수학Ⅱ,4 ,8 
1 ,11 ,배성민,2 ,2 ,수학,확률과 통계,2 ,6 
1 ,11 ,배성민,2 ,2 ,영어,영어Ⅱ,3 ,8 
1 ,11 ,배성민,2 ,2 ,과학,물리학Ⅰ,4 ,9 
1 ,11 ,배성민,2 ,2 ,과학,화학Ⅰ,4 ,9 
1 ,11 ,배성민,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,9 
1 ,11 ,배성민,3 ,1 ,국어,화법과 작문,4 ,8 
1 ,11 ,배성민,3 ,1 ,수학,미적분,4 ,9 
1 ,11 ,배성민,3 ,1 ,영어,영어 독해와 작문,4 ,9 
1 ,12 ,선우진,1 ,1 ,국어,국어,3 ,9 
1 ,12 ,선우진,1 ,1 ,수학,수학,4 ,9 
1 ,12 ,선우진,1 ,1 ,영어,영어,4 ,9 
1 ,12 ,선우진,1 ,1 ,한국사,한국사,3 ,9 
1 ,12 ,선우진,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,9 
1 ,12 ,선우진,1 ,1 ,과학,통합과학,3 ,9 
1 ,12 ,선우진,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,9 
1 ,12 ,선우진,1 ,2 ,국어,국어,3 ,9 
1 ,12 ,선우진,1 ,2 ,수학,수학,4 ,9 
1 ,12 ,선우진,1 ,2 ,영어,영어,4 ,9 
1 ,12 ,선우진,1 ,2 ,한국사,한국사,3 ,9 
1 ,12 ,선우진,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,9 
1 ,12 ,선우진,1 ,2 ,과학,통합과학,3 ,8 
1 ,12 ,선우진,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,7 
1 ,12 ,선우진,2 ,1 ,국어,문학,4 ,8 
1 ,12 ,선우진,2 ,1 ,수학,수학Ⅰ,4 ,8 
1 ,12 ,선우진,2 ,1 ,수학,확률과 통계,2 ,8 
1 ,12 ,선우진,2 ,1 ,영어,영어Ⅰ,3 ,9 
1 ,12 ,선우진,2 ,1 ,과학,생명과학Ⅰ,4 ,9 
1 ,12 ,선우진,2 ,1 ,과학,지구과학Ⅰ,4 ,9 
1 ,12 ,선우진,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,8 
1 ,12 ,선우진,2 ,2 ,국어,독서,4 ,8 
1 ,12 ,선우진,2 ,2 ,수학,수학Ⅱ,4 ,8 
1 ,12 ,선우진,2 ,2 ,수학,확률과 통계,2 ,8 
1 ,12 ,선우진,2 ,2 ,영어,영어Ⅱ,3 ,9 
1 ,12 ,선우진,2 ,2 ,과학,물리학Ⅰ,4 ,9 
1 ,12 ,선우진,2 ,2 ,과학,화학Ⅰ,4 ,9 
1 ,12 ,선우진,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,8 
1 ,12 ,선우진,3 ,1 ,국어,화법과 작문,4 ,8 
1 ,12 ,선우진,3 ,1 ,수학,미적분,4 ,9 
1 ,12 ,선우진,3 ,1 ,영어,영어 독해와 작문,4 ,9 
1 ,13 ,양지혁,1 ,1 ,국어,국어,3 ,7 
1 ,13 ,양지혁,1 ,1 ,수학,수학,4 ,7 
1 ,13 ,양지혁,1 ,1 ,영어,영어,4 ,5 
1 ,13 ,양지혁,1 ,1 ,한국사,한국사,3 ,8 
1 ,13 ,양지혁,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,6 
1 ,13 ,양지혁,1 ,1 ,과학,통합과학,3 ,7 
1 ,13 ,양지혁,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,7 
1 ,13 ,양지혁,1 ,2 ,국어,국어,3 ,7 
1 ,13 ,양지혁,1 ,2 ,수학,수학,4 ,7 
1 ,13 ,양지혁,1 ,2 ,영어,영어,4 ,6 
1 ,13 ,양지혁,1 ,2 ,한국사,한국사,3 ,8 
1 ,13 ,양지혁,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,7 
1 ,13 ,양지혁,1 ,2 ,과학,통합과학,3 ,7 
1 ,13 ,양지혁,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,7 
1 ,13 ,양지혁,2 ,1 ,국어,문학,4 ,6 
1 ,13 ,양지혁,2 ,1 ,수학,수학Ⅰ,4 ,8 
1 ,13 ,양지혁,2 ,1 ,수학,확률과 통계,2 ,8 
1 ,13 ,양지혁,2 ,1 ,영어,영어Ⅰ,3 ,8 
1 ,13 ,양지혁,2 ,1 ,과학,생명과학Ⅰ,4 ,7 
1 ,13 ,양지혁,2 ,1 ,과학,지구과학Ⅰ,4 ,8 
1 ,13 ,양지혁,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,7 
1 ,13 ,양지혁,2 ,2 ,국어,독서,4 ,7 
1 ,13 ,양지혁,2 ,2 ,수학,수학Ⅱ,4 ,8 
1 ,13 ,양지혁,2 ,2 ,수학,확률과 통계,2 ,8 
1 ,13 ,양지혁,2 ,2 ,영어,영어Ⅱ,3 ,8 
1 ,13 ,양지혁,2 ,2 ,과학,생명과학Ⅰ,4 ,8 
1 ,13 ,양지혁,2 ,2 ,과학,지구과학Ⅰ,4 ,8 
1 ,13 ,양지혁,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,7 
1 ,13 ,양지혁,3 ,1 ,국어,화법과 작문,4 ,7 
1 ,13 ,양지혁,3 ,1 ,수학,미적분,4 ,6 
1 ,13 ,양지혁,3 ,1 ,영어,영어 독해와 작문,4 ,7 
1 ,14 ,용호륜,1 ,1 ,국어,국어,3 ,4 
1 ,14 ,용호륜,1 ,1 ,수학,수학,4 ,4 
1 ,14 ,용호륜,1 ,1 ,영어,영어,4 ,6 
1 ,14 ,용호륜,1 ,1 ,한국사,한국사,3 ,6 
1 ,14 ,용호륜,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,5 
1 ,14 ,용호륜,1 ,1 ,과학,통합과학,3 ,3 
1 ,14 ,용호륜,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,4 
1 ,14 ,용호륜,1 ,2 ,국어,국어,3 ,4 
1 ,14 ,용호륜,1 ,2 ,수학,수학,4 ,4 
1 ,14 ,용호륜,1 ,2 ,영어,영어,4 ,6 
1 ,14 ,용호륜,1 ,2 ,한국사,한국사,3 ,6 
1 ,14 ,용호륜,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,6 
1 ,14 ,용호륜,1 ,2 ,과학,통합과학,3 ,3 
1 ,14 ,용호륜,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,4 
1 ,14 ,용호륜,2 ,1 ,국어,문학,4 ,6 
1 ,14 ,용호륜,2 ,1 ,수학,수학Ⅰ,4 ,4 
1 ,14 ,용호륜,2 ,1 ,수학,확률과 통계,2 ,5 
1 ,14 ,용호륜,2 ,1 ,영어,영어Ⅰ,3 ,6 
1 ,14 ,용호륜,2 ,1 ,과학,생명과학Ⅰ,4 ,5 
1 ,14 ,용호륜,2 ,1 ,과학,지구과학Ⅰ,4 ,6 
1 ,14 ,용호륜,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,5 
1 ,14 ,용호륜,2 ,2 ,국어,독서,4 ,5 
1 ,14 ,용호륜,2 ,2 ,수학,수학Ⅱ,4 ,4 
1 ,14 ,용호륜,2 ,2 ,수학,확률과 통계,2 ,4 
1 ,14 ,용호륜,2 ,2 ,영어,영어Ⅱ,3 ,5 
1 ,14 ,용호륜,2 ,2 ,과학,물리학Ⅰ,4 ,5 
1 ,14 ,용호륜,2 ,2 ,과학,화학Ⅰ,4 ,5 
1 ,14 ,용호륜,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,4 
1 ,14 ,용호륜,3 ,1 ,국어,화법과 작문,4 ,5 
1 ,14 ,용호륜,3 ,1 ,수학,미적분,4 ,5 
1 ,14 ,용호륜,3 ,1 ,영어,영어 독해와 작문,4 ,5 
1 ,15 ,정승환,1 ,1 ,국어,국어,3 ,5 
1 ,15 ,정승환,1 ,1 ,수학,수학,4 ,6 
1 ,15 ,정승환,1 ,1 ,영어,영어,4 ,6 
1 ,15 ,정승환,1 ,1 ,한국사,한국사,3 ,8 
1 ,15 ,정승환,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,5 
1 ,15 ,정승환,1 ,1 ,과학,통합과학,3 ,5 
1 ,15 ,정승환,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,6 
1 ,15 ,정승환,1 ,2 ,국어,국어,3 ,7 
1 ,15 ,정승환,1 ,2 ,수학,수학,4 ,5 
1 ,15 ,정승환,1 ,2 ,영어,영어,4 ,6 
1 ,15 ,정승환,1 ,2 ,한국사,한국사,3 ,5 
1 ,15 ,정승환,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,5 
1 ,15 ,정승환,1 ,2 ,과학,통합과학,3 ,5 
1 ,15 ,정승환,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,4 
1 ,15 ,정승환,2 ,1 ,국어,문학,4 ,6 
1 ,15 ,정승환,2 ,1 ,수학,수학Ⅰ,4 ,6 
1 ,15 ,정승환,2 ,1 ,수학,확률과 통계,2 ,4 
1 ,15 ,정승환,2 ,1 ,영어,영어Ⅰ,3 ,6 
1 ,15 ,정승환,2 ,1 ,과학,생명과학Ⅰ,4 ,4 
1 ,15 ,정승환,2 ,1 ,과학,지구과학Ⅰ,4 ,4 
1 ,15 ,정승환,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
1 ,15 ,정승환,2 ,2 ,국어,독서,4 ,4 
1 ,15 ,정승환,2 ,2 ,수학,수학Ⅱ,4 ,6 
1 ,15 ,정승환,2 ,2 ,수학,확률과 통계,2 ,6 
1 ,15 ,정승환,2 ,2 ,영어,영어Ⅱ,3 ,6 
1 ,15 ,정승환,2 ,2 ,과학,물리학Ⅰ,4 ,4 
1 ,15 ,정승환,2 ,2 ,과학,화학Ⅰ,4 ,5 
1 ,15 ,정승환,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
1 ,15 ,정승환,3 ,1 ,국어,화법과 작문,4 ,5 
1 ,15 ,정승환,3 ,1 ,수학,미적분,4 ,7 
1 ,15 ,정승환,3 ,1 ,영어,영어 독해와 작문,4 ,5 
1 ,16 ,정지용,1 ,1 ,국어,국어,3 ,6 
1 ,16 ,정지용,1 ,1 ,수학,수학,4 ,6 
1 ,16 ,정지용,1 ,1 ,영어,영어,4 ,6 
1 ,16 ,정지용,1 ,1 ,한국사,한국사,3 ,6 
1 ,16 ,정지용,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,6 
1 ,16 ,정지용,1 ,1 ,과학,통합과학,3 ,5 
1 ,16 ,정지용,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,7 
1 ,16 ,정지용,1 ,2 ,국어,국어,3 ,5 
1 ,16 ,정지용,1 ,2 ,수학,수학,4 ,5 
1 ,16 ,정지용,1 ,2 ,영어,영어,4 ,5 
1 ,16 ,정지용,1 ,2 ,한국사,한국사,3 ,7 
1 ,16 ,정지용,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,5 
1 ,16 ,정지용,1 ,2 ,과학,통합과학,3 ,6 
1 ,16 ,정지용,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,7 
1 ,16 ,정지용,2 ,1 ,국어,문학,4 ,6 
1 ,16 ,정지용,2 ,1 ,수학,수학Ⅰ,4 ,6 
1 ,16 ,정지용,2 ,1 ,수학,확률과 통계,2 ,4 
1 ,16 ,정지용,2 ,1 ,영어,영어Ⅰ,3 ,5 
1 ,16 ,정지용,2 ,1 ,과학,생명과학Ⅰ,4 ,5 
1 ,16 ,정지용,2 ,1 ,과학,지구과학Ⅰ,4 ,7 
1 ,16 ,정지용,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,5 
1 ,16 ,정지용,2 ,2 ,국어,독서,4 ,6 
1 ,16 ,정지용,2 ,2 ,수학,수학Ⅱ,4 ,5 
1 ,16 ,정지용,2 ,2 ,수학,확률과 통계,2 ,6 
1 ,16 ,정지용,2 ,2 ,영어,영어Ⅱ,3 ,7 
1 ,16 ,정지용,2 ,2 ,과학,물리학Ⅰ,4 ,5 
1 ,16 ,정지용,2 ,2 ,과학,화학Ⅰ,4 ,4 
1 ,16 ,정지용,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,6 
1 ,16 ,정지용,3 ,1 ,국어,화법과 작문,4 ,6 
1 ,16 ,정지용,3 ,1 ,수학,미적분,4 ,6 
1 ,16 ,정지용,3 ,1 ,영어,영어 독해와 작문,4 ,5 
1 ,17 ,조민찬,1 ,1 ,국어,국어,3 ,6 
1 ,17 ,조민찬,1 ,1 ,수학,수학,4 ,5 
1 ,17 ,조민찬,1 ,1 ,영어,영어,4 ,5 
1 ,17 ,조민찬,1 ,1 ,한국사,한국사,3 ,5 
1 ,17 ,조민찬,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,6 
1 ,17 ,조민찬,1 ,1 ,과학,통합과학,3 ,6 
1 ,17 ,조민찬,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,6 
1 ,17 ,조민찬,1 ,2 ,국어,국어,3 ,7 
1 ,17 ,조민찬,1 ,2 ,수학,수학,4 ,5 
1 ,17 ,조민찬,1 ,2 ,영어,영어,4 ,5 
1 ,17 ,조민찬,1 ,2 ,한국사,한국사,3 ,5 
1 ,17 ,조민찬,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,5 
1 ,17 ,조민찬,1 ,2 ,과학,통합과학,3 ,6 
1 ,17 ,조민찬,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,6 
1 ,17 ,조민찬,2 ,1 ,국어,문학,4 ,6 
1 ,17 ,조민찬,2 ,1 ,수학,수학Ⅰ,4 ,5 
1 ,17 ,조민찬,2 ,1 ,수학,확률과 통계,2 ,5 
1 ,17 ,조민찬,2 ,1 ,영어,영어Ⅰ,3 ,6 
1 ,17 ,조민찬,2 ,1 ,과학,생명과학Ⅰ,4 ,7 
1 ,17 ,조민찬,2 ,1 ,과학,지구과학Ⅰ,4 ,7 
1 ,17 ,조민찬,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,7 
1 ,17 ,조민찬,2 ,2 ,국어,독서,4 ,6 
1 ,17 ,조민찬,2 ,2 ,수학,수학Ⅱ,4 ,5 
1 ,17 ,조민찬,2 ,2 ,수학,확률과 통계,2 ,6 
1 ,17 ,조민찬,2 ,2 ,영어,영어Ⅱ,3 ,7 
1 ,17 ,조민찬,2 ,2 ,과학,생명과학Ⅰ,4 ,7 
1 ,17 ,조민찬,2 ,2 ,과학,지구과학Ⅰ,4 ,7 
1 ,17 ,조민찬,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,6 
1 ,17 ,조민찬,3 ,1 ,국어,화법과 작문,4 ,6 
1 ,17 ,조민찬,3 ,1 ,수학,미적분,4 ,7 
1 ,17 ,조민찬,3 ,1 ,영어,영어 독해와 작문,4 ,5 
1 ,18 ,차유건,1 ,1 ,국어,국어,3 ,2 
1 ,18 ,차유건,1 ,1 ,수학,수학,4 ,5 
1 ,18 ,차유건,1 ,1 ,영어,영어,4 ,2 
1 ,18 ,차유건,1 ,1 ,한국사,한국사,3 ,3 
1 ,18 ,차유건,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,4 
1 ,18 ,차유건,1 ,1 ,과학,통합과학,3 ,4 
1 ,18 ,차유건,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,5 
1 ,18 ,차유건,1 ,2 ,국어,국어,3 ,2 
1 ,18 ,차유건,1 ,2 ,수학,수학,4 ,4 
1 ,18 ,차유건,1 ,2 ,영어,영어,4 ,2 
1 ,18 ,차유건,1 ,2 ,한국사,한국사,3 ,4 
1 ,18 ,차유건,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,3 
1 ,18 ,차유건,1 ,2 ,과학,통합과학,3 ,4 
1 ,18 ,차유건,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
1 ,18 ,차유건,2 ,1 ,국어,문학,4 ,3 
1 ,18 ,차유건,2 ,1 ,수학,수학Ⅰ,4 ,4 
1 ,18 ,차유건,2 ,1 ,수학,확률과 통계,2 ,3 
1 ,18 ,차유건,2 ,1 ,영어,영어Ⅰ,3 ,1 
1 ,18 ,차유건,2 ,1 ,과학,생명과학Ⅰ,4 ,3 
1 ,18 ,차유건,2 ,1 ,과학,지구과학Ⅰ,4 ,3 
1 ,18 ,차유건,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
1 ,18 ,차유건,2 ,2 ,국어,독서,4 ,3 
1 ,18 ,차유건,2 ,2 ,수학,수학Ⅱ,4 ,3 
1 ,18 ,차유건,2 ,2 ,수학,확률과 통계,2 ,4 
1 ,18 ,차유건,2 ,2 ,영어,영어Ⅱ,3 ,2 
1 ,18 ,차유건,2 ,2 ,과학,물리학Ⅰ,4 ,3 
1 ,18 ,차유건,2 ,2 ,과학,화학Ⅰ,4 ,3 
1 ,18 ,차유건,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
1 ,18 ,차유건,3 ,1 ,국어,화법과 작문,4 ,7 
1 ,18 ,차유건,3 ,1 ,수학,미적분,4 ,7 
1 ,18 ,차유건,3 ,1 ,영어,영어 독해와 작문,4 ,7 
1 ,19 ,최태영,1 ,1 ,국어,국어,3 ,4 
1 ,19 ,최태영,1 ,1 ,수학,수학,4 ,5 
1 ,19 ,최태영,1 ,1 ,영어,영어,4 ,4 
1 ,19 ,최태영,1 ,1 ,한국사,한국사,3 ,6 
1 ,19 ,최태영,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,5 
1 ,19 ,최태영,1 ,1 ,과학,통합과학,3 ,4 
1 ,19 ,최태영,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,5 
1 ,19 ,최태영,1 ,2 ,국어,국어,3 ,3 
1 ,19 ,최태영,1 ,2 ,수학,수학,4 ,5 
1 ,19 ,최태영,1 ,2 ,영어,영어,4 ,5 
1 ,19 ,최태영,1 ,2 ,한국사,한국사,3 ,5 
1 ,19 ,최태영,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,5 
1 ,19 ,최태영,1 ,2 ,과학,통합과학,3 ,5 
1 ,19 ,최태영,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,5 
1 ,19 ,최태영,2 ,1 ,국어,문학,4 ,5 
1 ,19 ,최태영,2 ,1 ,수학,수학Ⅰ,4 ,5 
1 ,19 ,최태영,2 ,1 ,수학,확률과 통계,2 ,6 
1 ,19 ,최태영,2 ,1 ,영어,영어Ⅰ,3 ,5 
1 ,19 ,최태영,2 ,1 ,과학,생명과학Ⅰ,4 ,6 
1 ,19 ,최태영,2 ,1 ,과학,지구과학Ⅰ,4 ,6 
1 ,19 ,최태영,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,3 
1 ,19 ,최태영,2 ,2 ,국어,독서,4 ,6 
1 ,19 ,최태영,2 ,2 ,수학,수학Ⅱ,4 ,6 
1 ,19 ,최태영,2 ,2 ,수학,확률과 통계,2 ,6 
1 ,19 ,최태영,2 ,2 ,영어,영어Ⅱ,3 ,7 
1 ,19 ,최태영,2 ,2 ,과학,물리학Ⅰ,4 ,7 
1 ,19 ,최태영,2 ,2 ,과학,화학Ⅰ,4 ,6 
1 ,19 ,최태영,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,5 
1 ,19 ,최태영,3 ,1 ,국어,화법과 작문,4 ,8 
1 ,19 ,최태영,3 ,1 ,수학,미적분,4 ,8 
1 ,19 ,최태영,3 ,1 ,영어,영어 독해와 작문,4 ,6 
1 ,20 ,추범규,1 ,1 ,국어,국어,3 ,7 
1 ,20 ,추범규,1 ,1 ,수학,수학,4 ,4 
1 ,20 ,추범규,1 ,1 ,영어,영어,4 ,5 
1 ,20 ,추범규,1 ,1 ,한국사,한국사,3 ,6 
1 ,20 ,추범규,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,8 
1 ,20 ,추범규,1 ,1 ,과학,통합과학,3 ,6 
1 ,20 ,추범규,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,7 
1 ,20 ,추범규,1 ,2 ,국어,국어,3 ,5 
1 ,20 ,추범규,1 ,2 ,수학,수학,4 ,4 
1 ,20 ,추범규,1 ,2 ,영어,영어,4 ,5 
1 ,20 ,추범규,1 ,2 ,한국사,한국사,3 ,7 
1 ,20 ,추범규,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,6 
1 ,20 ,추범규,1 ,2 ,과학,통합과학,3 ,6 
1 ,20 ,추범규,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,8 
1 ,20 ,추범규,2 ,1 ,국어,문학,4 ,6 
1 ,20 ,추범규,2 ,1 ,수학,수학Ⅰ,4 ,4 
1 ,20 ,추범규,2 ,1 ,수학,확률과 통계,2 ,4 
1 ,20 ,추범규,2 ,1 ,영어,영어Ⅰ,3 ,5 
1 ,20 ,추범규,2 ,1 ,과학,생명과학Ⅰ,4 ,6 
1 ,20 ,추범규,2 ,1 ,과학,지구과학Ⅰ,4 ,5 
1 ,20 ,추범규,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,7 
1 ,20 ,추범규,2 ,2 ,국어,독서,4 ,6 
1 ,20 ,추범규,2 ,2 ,수학,수학Ⅱ,4 ,4 
1 ,20 ,추범규,2 ,2 ,수학,확률과 통계,2 ,4 
1 ,20 ,추범규,2 ,2 ,영어,영어Ⅱ,3 ,5 
1 ,20 ,추범규,2 ,2 ,과학,물리학Ⅰ,4 ,4 
1 ,20 ,추범규,2 ,2 ,과학,화학Ⅰ,4 ,5 
1 ,20 ,추범규,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,8 
1 ,20 ,추범규,3 ,1 ,국어,화법과 작문,4 ,4 
1 ,20 ,추범규,3 ,1 ,수학,미적분,4 ,4 
1 ,20 ,추범규,3 ,1 ,영어,영어 독해와 작문,4 ,5 
1 ,21 ,한율,1 ,1 ,국어,국어,3 ,6 
1 ,21 ,한율,1 ,1 ,수학,수학,4 ,5 
1 ,21 ,한율,1 ,1 ,영어,영어,4 ,6 
1 ,21 ,한율,1 ,1 ,한국사,한국사,3 ,6 
1 ,21 ,한율,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,5 
1 ,21 ,한율,1 ,1 ,과학,통합과학,3 ,6 
1 ,21 ,한율,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,7 
1 ,21 ,한율,1 ,2 ,국어,국어,3 ,6 
1 ,21 ,한율,1 ,2 ,수학,수학,4 ,6 
1 ,21 ,한율,1 ,2 ,영어,영어,4 ,6 
1 ,21 ,한율,1 ,2 ,한국사,한국사,3 ,7 
1 ,21 ,한율,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,8 
1 ,21 ,한율,1 ,2 ,과학,통합과학,3 ,8 
1 ,21 ,한율,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,6 
1 ,21 ,한율,2 ,1 ,국어,문학,4 ,6 
1 ,21 ,한율,2 ,1 ,수학,수학Ⅰ,4 ,7 
1 ,21 ,한율,2 ,1 ,수학,확률과 통계,2 ,6 
1 ,21 ,한율,2 ,1 ,영어,영어Ⅰ,3 ,7 
1 ,21 ,한율,2 ,1 ,과학,생명과학Ⅰ,4 ,8 
1 ,21 ,한율,2 ,1 ,과학,지구과학Ⅰ,4 ,7 
1 ,21 ,한율,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,8 
1 ,21 ,한율,2 ,2 ,국어,독서,4 ,8 
1 ,21 ,한율,2 ,2 ,수학,수학Ⅱ,4 ,6 
1 ,21 ,한율,2 ,2 ,수학,확률과 통계,2 ,7 
1 ,21 ,한율,2 ,2 ,영어,영어Ⅱ,3 ,7 
1 ,21 ,한율,2 ,2 ,과학,생명과학Ⅰ,4 ,7 
1 ,21 ,한율,2 ,2 ,과학,지구과학Ⅰ,4 ,8 
1 ,21 ,한율,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,7 
1 ,21 ,한율,3 ,1 ,국어,화법과 작문,4 ,6 
1 ,21 ,한율,3 ,1 ,수학,미적분,4 ,7 
1 ,21 ,한율,3 ,1 ,영어,영어 독해와 작문,4 ,6
`;
