export const CLASS4_CSV = `4 ,1 ,강경훈,1 ,1 ,국어,국어,3 ,2 
4 ,1 ,강경훈,1 ,1 ,수학,수학,4 ,3 
4 ,1 ,강경훈,1 ,1 ,영어,영어,4 ,2 
4 ,1 ,강경훈,1 ,1 ,한국사,한국사,3 ,2 
4 ,1 ,강경훈,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,1 
4 ,1 ,강경훈,1 ,1 ,과학,통합과학,3 ,2 
4 ,1 ,강경훈,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,1 
4 ,1 ,강경훈,1 ,2 ,국어,국어,3 ,2 
4 ,1 ,강경훈,1 ,2 ,수학,수학,4 ,3 
4 ,1 ,강경훈,1 ,2 ,영어,영어,4 ,2 
4 ,1 ,강경훈,1 ,2 ,한국사,한국사,3 ,1 
4 ,1 ,강경훈,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,2 
4 ,1 ,강경훈,1 ,2 ,과학,통합과학,3 ,1 
4 ,1 ,강경훈,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,1 
4 ,1 ,강경훈,2 ,1 ,국어,문학,4 ,2 
4 ,1 ,강경훈,2 ,1 ,수학,수학Ⅰ,4 ,3 
4 ,1 ,강경훈,2 ,1 ,수학,확률과 통계,2 ,2 
4 ,1 ,강경훈,2 ,1 ,영어,영어Ⅰ,3 ,2 
4 ,1 ,강경훈,2 ,1 ,과학,생명과학Ⅰ,4 ,2 
4 ,1 ,강경훈,2 ,1 ,과학,지구과학Ⅰ,4 ,1 
4 ,1 ,강경훈,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,1 
4 ,1 ,강경훈,2 ,2 ,국어,독서,4 ,2 
4 ,1 ,강경훈,2 ,2 ,수학,수학Ⅱ,4 ,3 
4 ,1 ,강경훈,2 ,2 ,수학,확률과 통계,2 ,2 
4 ,1 ,강경훈,2 ,2 ,영어,영어Ⅱ,3 ,1 
4 ,1 ,강경훈,2 ,2 ,과학,물리학Ⅰ,4 ,2 
4 ,1 ,강경훈,2 ,2 ,과학,화학Ⅰ,4 ,2 
4 ,1 ,강경훈,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,1 
4 ,1 ,강경훈,3 ,1 ,국어,화법과 작문,4 ,1 
4 ,1 ,강경훈,3 ,1 ,수학,미적분,4 ,3 
4 ,1 ,강경훈,3 ,1 ,영어,영어 독해와 작문,4 ,2 
4 ,1 ,강경훈,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,2 
4 ,2 ,권의준,1 ,1 ,국어,국어,3 ,4 
4 ,2 ,권의준,1 ,1 ,수학,수학,4 ,4 
4 ,2 ,권의준,1 ,1 ,영어,영어,4 ,5 
4 ,2 ,권의준,1 ,1 ,한국사,한국사,3 ,5 
4 ,2 ,권의준,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,5 
4 ,2 ,권의준,1 ,1 ,과학,통합과학,3 ,5 
4 ,2 ,권의준,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,6 
4 ,2 ,권의준,1 ,2 ,국어,국어,3 ,5 
4 ,2 ,권의준,1 ,2 ,수학,수학,4 ,4 
4 ,2 ,권의준,1 ,2 ,영어,영어,4 ,4 
4 ,2 ,권의준,1 ,2 ,한국사,한국사,3 ,5 
4 ,2 ,권의준,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
4 ,2 ,권의준,1 ,2 ,과학,통합과학,3 ,4 
4 ,2 ,권의준,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,6 
4 ,2 ,권의준,2 ,1 ,국어,문학,4 ,4 
4 ,2 ,권의준,2 ,1 ,수학,수학Ⅰ,4 ,4 
4 ,2 ,권의준,2 ,1 ,수학,확률과 통계,2 ,4 
4 ,2 ,권의준,2 ,1 ,영어,영어Ⅰ,3 ,5 
4 ,2 ,권의준,2 ,1 ,과학,생명과학Ⅰ,4 ,4 
4 ,2 ,권의준,2 ,1 ,과학,지구과학Ⅰ,4 ,4 
4 ,2 ,권의준,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,5 
4 ,2 ,권의준,2 ,2 ,국어,독서,4 ,3 
4 ,2 ,권의준,2 ,2 ,수학,수학Ⅱ,4 ,4 
4 ,2 ,권의준,2 ,2 ,수학,확률과 통계,2 ,4 
4 ,2 ,권의준,2 ,2 ,영어,영어Ⅱ,3 ,5 
4 ,2 ,권의준,2 ,2 ,과학,물리학Ⅰ,4 ,4 
4 ,2 ,권의준,2 ,2 ,과학,화학Ⅰ,4 ,4 
4 ,2 ,권의준,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,4 
4 ,2 ,권의준,3 ,1 ,국어,화법과 작문,4 ,2 
4 ,2 ,권의준,3 ,1 ,수학,미적분,4 ,4 
4 ,2 ,권의준,3 ,1 ,영어,영어 독해와 작문,4 ,4 
4 ,2 ,권의준,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,4 
4 ,3 ,김강준,1 ,1 ,국어,국어,3 ,5 
4 ,3 ,김강준,1 ,1 ,수학,수학,4 ,5 
4 ,3 ,김강준,1 ,1 ,영어,영어,4 ,4 
4 ,3 ,김강준,1 ,1 ,한국사,한국사,3 ,4 
4 ,3 ,김강준,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,4 
4 ,3 ,김강준,1 ,1 ,과학,통합과학,3 ,4 
4 ,3 ,김강준,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,4 
4 ,3 ,김강준,1 ,2 ,국어,국어,3 ,4 
4 ,3 ,김강준,1 ,2 ,수학,수학,4 ,5 
4 ,3 ,김강준,1 ,2 ,영어,영어,4 ,4 
4 ,3 ,김강준,1 ,2 ,한국사,한국사,3 ,4 
4 ,3 ,김강준,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,5 
4 ,3 ,김강준,1 ,2 ,과학,통합과학,3 ,3 
4 ,3 ,김강준,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,4 
4 ,3 ,김강준,2 ,1 ,국어,문학,4 ,5 
4 ,3 ,김강준,2 ,1 ,수학,수학Ⅰ,4 ,6 
4 ,3 ,김강준,2 ,1 ,수학,확률과 통계,2 ,6 
4 ,3 ,김강준,2 ,1 ,영어,영어Ⅰ,3 ,5 
4 ,3 ,김강준,2 ,1 ,과학,생명과학Ⅰ,4 ,3 
4 ,3 ,김강준,2 ,1 ,과학,지구과학Ⅰ,4 ,4 
4 ,3 ,김강준,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,3 
4 ,3 ,김강준,2 ,2 ,국어,독서,4 ,5 
4 ,3 ,김강준,2 ,2 ,수학,수학Ⅱ,4 ,6 
4 ,3 ,김강준,2 ,2 ,수학,확률과 통계,2 ,6 
4 ,3 ,김강준,2 ,2 ,영어,영어Ⅱ,3 ,5 
4 ,3 ,김강준,2 ,2 ,과학,물리학Ⅰ,4 ,4 
4 ,3 ,김강준,2 ,2 ,과학,화학Ⅰ,4 ,5 
4 ,3 ,김강준,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,5 
4 ,3 ,김강준,3 ,1 ,국어,화법과 작문,4 ,5 
4 ,3 ,김강준,3 ,1 ,수학,미적분,4 ,7 
4 ,3 ,김강준,3 ,1 ,영어,영어 독해와 작문,4 ,4 
4 ,3 ,김강준,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,5 
4 ,4 ,김건우,1 ,1 ,국어,국어,3 ,3 
4 ,4 ,김건우,1 ,1 ,수학,수학,4 ,6 
4 ,4 ,김건우,1 ,1 ,영어,영어,4 ,5 
4 ,4 ,김건우,1 ,1 ,한국사,한국사,3 ,1 
4 ,4 ,김건우,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,2 
4 ,4 ,김건우,1 ,1 ,과학,통합과학,3 ,2 
4 ,4 ,김건우,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,1 
4 ,4 ,김건우,1 ,2 ,국어,국어,3 ,3 
4 ,4 ,김건우,1 ,2 ,수학,수학,4 ,5 
4 ,4 ,김건우,1 ,2 ,영어,영어,4 ,5 
4 ,4 ,김건우,1 ,2 ,한국사,한국사,3 ,2 
4 ,4 ,김건우,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,3 
4 ,4 ,김건우,1 ,2 ,과학,통합과학,3 ,2 
4 ,4 ,김건우,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,2 
4 ,4 ,김건우,2 ,1 ,국어,문학,4 ,2 
4 ,4 ,김건우,2 ,1 ,수학,수학Ⅰ,4 ,5 
4 ,4 ,김건우,2 ,1 ,수학,확률과 통계,2 ,4 
4 ,4 ,김건우,2 ,1 ,영어,영어Ⅰ,3 ,5 
4 ,4 ,김건우,2 ,1 ,과학,생명과학Ⅰ,4 ,3 
4 ,4 ,김건우,2 ,1 ,과학,지구과학Ⅰ,4 ,2 
4 ,4 ,김건우,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,2 
4 ,4 ,김건우,2 ,2 ,국어,독서,4 ,3 
4 ,4 ,김건우,2 ,2 ,수학,수학Ⅱ,4 ,5 
4 ,4 ,김건우,2 ,2 ,수학,확률과 통계,2 ,5 
4 ,4 ,김건우,2 ,2 ,영어,영어Ⅱ,3 ,5 
4 ,4 ,김건우,2 ,2 ,과학,물리학Ⅰ,4 ,4 
4 ,4 ,김건우,2 ,2 ,과학,화학Ⅰ,4 ,4 
4 ,4 ,김건우,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,1 
4 ,4 ,김건우,3 ,1 ,국어,화법과 작문,4 ,1 
4 ,4 ,김건우,3 ,1 ,수학,미적분,4 ,6 
4 ,4 ,김건우,3 ,1 ,영어,영어 독해와 작문,4 ,4 
4 ,4 ,김건우,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,4 
4 ,5 ,김시우,1 ,1 ,국어,국어,3 ,3 
4 ,5 ,김시우,1 ,1 ,수학,수학,4 ,2 
4 ,5 ,김시우,1 ,1 ,영어,영어,4 ,3 
4 ,5 ,김시우,1 ,1 ,한국사,한국사,3 ,3 
4 ,5 ,김시우,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,4 
4 ,5 ,김시우,1 ,1 ,과학,통합과학,3 ,3 
4 ,5 ,김시우,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
4 ,5 ,김시우,1,2 ,국어,국어,3 ,3 
4 ,5 ,김시우,1,2 ,수학,수학,4 ,2 
4 ,5 ,김시우,1,2 ,영어,영어,4 ,3 
4 ,5 ,김시우,1,2 ,한국사,한국사,3 ,3 
4 ,5 ,김시우,1,2 ,사회(역사/도덕포함),통합사회,3 ,3 
4 ,5 ,김시우,1,2 ,과학,통합과학,3 ,3 
4 ,5 ,김시우,1,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
4 ,5 ,김시우,2 ,1 ,국어,문학,4 ,3 
4 ,5 ,김시우,2 ,1 ,수학,수학Ⅰ,4 ,3 
4 ,5 ,김시우,2 ,1 ,수학,확률과 통계,2 ,3 
4 ,5 ,김시우,2 ,1 ,영어,영어Ⅰ,3 ,3 
4 ,5 ,김시우,2 ,1 ,과학,생명과학Ⅰ,4 ,3 
4 ,5 ,김시우,2 ,1 ,과학,지구과학Ⅰ,4 ,3 
4 ,5 ,김시우,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,1 
4 ,5 ,김시우,2 ,2 ,국어,독서,4 ,3 
4 ,5 ,김시우,2 ,2 ,수학,수학Ⅱ,4 ,3 
4 ,5 ,김시우,2 ,2 ,수학,확률과 통계,2 ,3 
4 ,5 ,김시우,2 ,2 ,영어,영어Ⅱ,3 ,3 
4 ,5 ,김시우,2 ,2 ,과학,물리학Ⅰ,4 ,2 
4 ,5 ,김시우,2 ,2 ,과학,화학Ⅰ,4 ,3 
4 ,5 ,김시우,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,2 
4 ,5 ,김시우,3 ,1 ,국어,화법과 작문,4 ,4 
4 ,5 ,김시우,3 ,1 ,수학,미적분,4 ,4 
4 ,5 ,김시우,3 ,1 ,영어,영어 독해와 작문,4 ,3 
4 ,5 ,김시우,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,4 
4 ,6 ,김요한,1 ,1 ,국어,국어,3 ,4 
4 ,6 ,김요한,1 ,1 ,수학,수학,4 ,4 
4 ,6 ,김요한,1 ,1 ,영어,영어,4 ,5 
4 ,6 ,김요한,1 ,1 ,한국사,한국사,3 ,6 
4 ,6 ,김요한,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,4 
4 ,6 ,김요한,1 ,1 ,과학,통합과학,3 ,4 
4 ,6 ,김요한,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,6 
4 ,6 ,김요한,1 ,2 ,국어,국어,3 ,3 
4 ,6 ,김요한,1 ,2 ,수학,수학,4 ,3 
4 ,6 ,김요한,1 ,2 ,영어,영어,4 ,4 
4 ,6 ,김요한,1 ,2 ,한국사,한국사,3 ,4 
4 ,6 ,김요한,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,5 
4 ,6 ,김요한,1 ,2 ,과학,통합과학,3 ,2 
4 ,6 ,김요한,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,5 
4 ,6 ,김요한,2 ,1 ,국어,문학,4 ,4 
4 ,6 ,김요한,2 ,1 ,수학,수학Ⅰ,4 ,3 
4 ,6 ,김요한,2 ,1 ,수학,확률과 통계,2 ,4 
4 ,6 ,김요한,2 ,1 ,영어,영어Ⅰ,3 ,4 
4 ,6 ,김요한,2 ,1 ,과학,생명과학Ⅰ,4 ,4 
4 ,6 ,김요한,2 ,1 ,과학,지구과학Ⅰ,4 ,3 
4 ,6 ,김요한,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,4 
4 ,6 ,김요한,2 ,2 ,국어,독서,4 ,3 
4 ,6 ,김요한,2 ,2 ,수학,수학Ⅱ,4 ,3 
4 ,6 ,김요한,2 ,2 ,수학,확률과 통계,2 ,4 
4 ,6 ,김요한,2 ,2 ,영어,영어Ⅱ,3 ,5 
4 ,6 ,김요한,2 ,2 ,과학,물리학Ⅰ,4 ,4 
4 ,6 ,김요한,2 ,2 ,과학,화학Ⅰ,4 ,3 
4 ,6 ,김요한,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,5 
4 ,6 ,김요한,3 ,1 ,국어,화법과 작문,4 ,4 
4 ,6 ,김요한,3 ,1 ,수학,미적분,4 ,2 
4 ,6 ,김요한,3 ,1 ,영어,영어 독해와 작문,4 ,5 
4 ,6 ,김요한,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,5 
4 ,7 ,김진우,1 ,1 ,국어,국어,3 ,5 
4 ,7 ,김진우,1 ,1 ,수학,수학,4 ,4 
4 ,7 ,김진우,1 ,1 ,영어,영어,4 ,3 
4 ,7 ,김진우,1 ,1 ,한국사,한국사,3 ,6 
4 ,7 ,김진우,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
4 ,7 ,김진우,1 ,1 ,과학,통합과학,3 ,3 
4 ,7 ,김진우,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,2 
4 ,7 ,김진우,1 ,2 ,국어,국어,3 ,4 
4 ,7 ,김진우,1 ,2 ,수학,수학,4 ,4 
4 ,7 ,김진우,1 ,2 ,영어,영어,4 ,3 
4 ,7 ,김진우,1 ,2 ,한국사,한국사,3 ,5 
4 ,7 ,김진우,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,5 
4 ,7 ,김진우,1 ,2 ,과학,통합과학,3 ,4 
4 ,7 ,김진우,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,1 
4 ,7 ,김진우,2 ,1 ,국어,문학,4 ,5 
4 ,7 ,김진우,2 ,1 ,수학,수학Ⅰ,4 ,4 
4 ,7 ,김진우,2 ,1 ,수학,확률과 통계,2 ,4 
4 ,7 ,김진우,2 ,1 ,영어,영어Ⅰ,3 ,3 
4 ,7 ,김진우,2 ,1 ,과학,생명과학Ⅰ,4 ,4 
4 ,7 ,김진우,2 ,1 ,과학,지구과학Ⅰ,4 ,5 
4 ,7 ,김진우,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,3 
4 ,7 ,김진우,2 ,2 ,국어,독서,4 ,4 
4 ,7 ,김진우,2 ,2 ,수학,수학Ⅱ,4 ,3 
4 ,7 ,김진우,2 ,2 ,수학,확률과 통계,2 ,3 
4 ,7 ,김진우,2 ,2 ,영어,영어Ⅱ,3 ,3 
4 ,7 ,김진우,2 ,2 ,과학,물리학Ⅰ,4 ,3 
4 ,7 ,김진우,2 ,2 ,과학,화학Ⅰ,4 ,4 
4 ,7 ,김진우,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,1 
4 ,7 ,김진우,3 ,1 ,국어,화법과 작문,4 ,4 
4 ,7 ,김진우,3 ,1 ,수학,미적분,4 ,4 
4 ,7 ,김진우,3 ,1 ,영어,영어 독해와 작문,4 ,3 
4 ,7 ,김진우,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,5 
4 ,8 ,김태원,1 ,1 ,국어,국어,3 ,2 
4 ,8 ,김태원,1 ,1 ,수학,수학,4 ,2 
4 ,8 ,김태원,1 ,1 ,영어,영어,4 ,3 
4 ,8 ,김태원,1 ,1 ,한국사,한국사,3 ,2 
4 ,8 ,김태원,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
4 ,8 ,김태원,1 ,1 ,과학,통합과학,3 ,2 
4 ,8 ,김태원,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,1 
4 ,8 ,김태원,1 ,2 ,국어,국어,3 ,2 
4 ,8 ,김태원,1 ,2 ,수학,수학,4 ,2 
4 ,8 ,김태원,1 ,2 ,영어,영어,4 ,2 
4 ,8 ,김태원,1 ,2 ,한국사,한국사,3 ,1 
4 ,8 ,김태원,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,1 
4 ,8 ,김태원,1 ,2 ,과학,통합과학,3 ,3 
4 ,8 ,김태원,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,1 
4 ,8 ,김태원,2 ,1 ,국어,문학,4 ,3 
4 ,8 ,김태원,2 ,1 ,수학,수학Ⅰ,4 ,2 
4 ,8 ,김태원,2 ,1 ,수학,확률과 통계,2 ,3 
4 ,8 ,김태원,2 ,1 ,영어,영어Ⅰ,3 ,2 
4 ,8 ,김태원,2 ,1 ,과학,생명과학Ⅰ,4 ,2 
4 ,8 ,김태원,2 ,1 ,과학,지구과학Ⅰ,4 ,2 
4 ,8 ,김태원,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
4 ,8 ,김태원,2 ,2 ,국어,독서,4 ,3 
4 ,8 ,김태원,2 ,2 ,수학,수학Ⅱ,4 ,2 
4 ,8 ,김태원,2 ,2 ,수학,확률과 통계,2 ,1 
4 ,8 ,김태원,2 ,2 ,영어,영어Ⅱ,3 ,3 
4 ,8 ,김태원,2 ,2 ,과학,물리학Ⅰ,4 ,3 
4 ,8 ,김태원,2 ,2 ,과학,화학Ⅰ,4 ,2 
4 ,8 ,김태원,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
4 ,8 ,김태원,3 ,1 ,국어,화법과 작문,4 ,3 
4 ,8 ,김태원,3 ,1 ,수학,미적분,4 ,1 
4 ,8 ,김태원,3 ,1 ,영어,영어 독해와 작문,4 ,3 
4 ,8 ,김태원,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,3 
4 ,9 ,김한결,1 ,1 ,국어,국어,3 ,5 
4 ,9 ,김한결,1 ,1 ,수학,수학,4 ,5 
4 ,9 ,김한결,1 ,1 ,영어,영어,4 ,5 
4 ,9 ,김한결,1 ,1 ,한국사,한국사,3 ,5 
4 ,9 ,김한결,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,5 
4 ,9 ,김한결,1 ,1 ,과학,통합과학,3 ,4 
4 ,9 ,김한결,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,6 
4 ,9 ,김한결,1 ,2 ,국어,국어,3 ,5 
4 ,9 ,김한결,1 ,2 ,수학,수학,4 ,4 
4 ,9 ,김한결,1 ,2 ,영어,영어,4 ,5 
4 ,9 ,김한결,1 ,2 ,한국사,한국사,3 ,4 
4 ,9 ,김한결,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
4 ,9 ,김한결,1 ,2 ,과학,통합과학,3 ,3 
4 ,9 ,김한결,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,5 
4 ,9 ,김한결,2 ,1 ,국어,문학,4 ,4 
4 ,9 ,김한결,2 ,1 ,수학,수학Ⅰ,4 ,4 
4 ,9 ,김한결,2 ,1 ,수학,확률과 통계,2 ,4 
4 ,9 ,김한결,2 ,1 ,영어,영어Ⅰ,3 ,5 
4 ,9 ,김한결,2 ,1 ,과학,생명과학Ⅰ,4 ,6 
4 ,9 ,김한결,2 ,1 ,과학,지구과학Ⅰ,4 ,5 
4 ,9 ,김한결,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,5 
4 ,9 ,김한결,2 ,2 ,국어,독서,4 ,5 
4 ,9 ,김한결,2 ,2 ,수학,수학Ⅱ,4 ,4 
4 ,9 ,김한결,2 ,2 ,수학,확률과 통계,2 ,5 
4 ,9 ,김한결,2 ,2 ,영어,영어Ⅱ,3 ,6 
4 ,9 ,김한결,2 ,2 ,과학,물리학Ⅰ,4 ,7 
4 ,9 ,김한결,2 ,2 ,과학,화학Ⅰ,4 ,6 
4 ,9 ,김한결,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,7 
4 ,9 ,김한결,3 ,1 ,국어,화법과 작문,4 ,7 
4 ,9 ,김한결,3 ,1 ,수학,미적분,4 ,5 
4 ,9 ,김한결,3 ,1 ,영어,영어 독해와 작문,4 ,6 
4 ,9 ,김한결,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,7 
4 ,10 ,김현우,1 ,1 ,국어,국어,3 ,4 
4 ,10 ,김현우,1 ,1 ,수학,수학,4 ,4 
4 ,10 ,김현우,1 ,1 ,영어,영어,4 ,4 
4 ,10 ,김현우,1 ,1 ,한국사,한국사,3 ,3 
4 ,10 ,김현우,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,5 
4 ,10 ,김현우,1 ,1 ,과학,통합과학,3 ,4 
4 ,10 ,김현우,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,4 
4 ,10 ,김현우,1 ,2 ,국어,국어,3 ,3 
4 ,10 ,김현우,1 ,2 ,수학,수학,4 ,4 
4 ,10 ,김현우,1,2 ,영어,영어,4 ,4 
4 ,10 ,김현우,1,2 ,한국사,한국사,3 ,4 
4 ,10 ,김현우,1,2 ,사회(역사/도덕포함),통합사회,3 ,5 
4 ,10 ,김현우,1,2 ,과학,통합과학,3 ,4 
4 ,10 ,김현우,1,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,4 
4 ,10 ,김현우,2 ,1 ,국어,문학,4 ,3 
4 ,10 ,김현우,2 ,1 ,수학,수학Ⅰ,4 ,4 
4 ,10 ,김현우,2 ,1 ,수학,확률과 통계,2 ,4 
4 ,10 ,김현우,2 ,1 ,영어,영어Ⅰ,3 ,4 
4 ,10 ,김현우,2 ,1 ,과학,생명과학Ⅰ,4 ,5 
4 ,10 ,김현우,2 ,1 ,과학,지구과학Ⅰ,4 ,4 
4 ,10 ,김현우,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,6 
4 ,10 ,김현우,2 ,2 ,국어,독서,4 ,4 
4 ,10 ,김현우,2 ,2 ,수학,수학Ⅱ,4 ,5 
4 ,10 ,김현우,2 ,2 ,수학,확률과 통계,2 ,4 
4 ,10 ,김현우,2 ,2 ,영어,영어Ⅱ,3 ,3 
4 ,10 ,김현우,2 ,2 ,과학,물리학Ⅰ,4 ,4 
4 ,10 ,김현우,2 ,2 ,과학,화학Ⅰ,4 ,4 
4 ,10 ,김현우,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,5 
4 ,10 ,김현우,3 ,1 ,국어,화법과 작문,4 ,4 
4 ,10 ,김현우,3 ,1 ,수학,미적분,4 ,5 
4 ,10 ,김현우,3 ,1 ,영어,영어 독해와 작문,4 ,4 
4 ,10 ,김현우,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,6 
4 ,11 ,문성원,1 ,1 ,국어,국어,3 ,4 
4 ,11 ,문성원,1 ,1 ,수학,수학,4 ,2 
4 ,11 ,문성원,1 ,1 ,영어,영어,4 ,4 
4 ,11 ,문성원,1 ,1 ,한국사,한국사,3 ,4 
4 ,11 ,문성원,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
4 ,11 ,문성원,1 ,1 ,과학,통합과학,3 ,3 
4 ,11 ,문성원,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,4 
4 ,11 ,문성원,1 ,2 ,국어,국어,3 ,5 
4 ,11 ,문성원,1 ,2 ,수학,수학,4 ,2 
4 ,11 ,문성원,1 ,2 ,영어,영어,4 ,4 
4 ,11 ,문성원,1 ,2 ,한국사,한국사,3 ,5 
4 ,11 ,문성원,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
4 ,11 ,문성원,1 ,2 ,과학,통합과학,3 ,5 
4 ,11 ,문성원,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,5 
4 ,11 ,문성원,2 ,1 ,국어,문학,4 ,5 
4 ,11 ,문성원,2 ,1 ,수학,수학Ⅰ,4 ,2 
4 ,11 ,문성원,2 ,1 ,수학,확률과 통계,2 ,3 
4 ,11 ,문성원,2 ,1 ,영어,영어Ⅰ,3 ,4 
4 ,11 ,문성원,2 ,1 ,과학,생명과학Ⅰ,4 ,5 
4 ,11 ,문성원,2 ,1 ,과학,지구과학Ⅰ,4 ,3 
4 ,11 ,문성원,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,1 
4 ,11 ,문성원,2 ,2 ,국어,독서,4 ,5 
4 ,11 ,문성원,2 ,2 ,수학,수학Ⅱ,4 ,2 
4 ,11 ,문성원,2 ,2 ,수학,확률과 통계,2 ,3 
4 ,11 ,문성원,2 ,2 ,영어,영어Ⅱ,3 ,4 
4 ,11 ,문성원,2 ,2 ,과학,물리학Ⅰ,4 ,4 
4 ,11 ,문성원,2 ,2 ,과학,화학Ⅰ,4 ,4 
4 ,11 ,문성원,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,2 
4 ,11 ,문성원,3 ,1 ,국어,화법과 작문,4 ,5 
4 ,11 ,문성원,3 ,1 ,수학,미적분,4 ,3 
4 ,11 ,문성원,3 ,1 ,영어,영어 독해와 작문,4 ,5 
4 ,11 ,문성원,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,6 
4 ,12 ,박병현,1 ,1 ,국어,국어,3 ,4 
4 ,12 ,박병현,1 ,1 ,수학,수학,4 ,5 
4 ,12 ,박병현,1 ,1 ,영어,영어,4 ,4 
4 ,12 ,박병현,1 ,1 ,한국사,한국사,3 ,4 
4 ,12 ,박병현,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,4 
4 ,12 ,박병현,1 ,1 ,과학,통합과학,3 ,3 
4 ,12 ,박병현,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,4 
4 ,12 ,박병현,1 ,2 ,국어,국어,3 ,3 
4 ,12 ,박병현,1 ,2 ,수학,수학,4 ,4 
4 ,12 ,박병현,1 ,2 ,영어,영어,4 ,4 
4 ,12 ,박병현,1 ,2 ,한국사,한국사,3 ,4 
4 ,12 ,박병현,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
4 ,12 ,박병현,1 ,2 ,과학,통합과학,3 ,4 
4 ,12 ,박병현,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
4 ,12 ,박병현,2 ,1 ,국어,문학,4 ,4 
4 ,12 ,박병현,2 ,1 ,수학,수학Ⅰ,4 ,3 
4 ,12 ,박병현,2 ,1 ,수학,확률과 통계,2 ,3 
4 ,12 ,박병현,2 ,1 ,영어,영어Ⅰ,3 ,3 
4 ,12 ,박병현,2 ,1 ,과학,생명과학Ⅰ,4 ,3 
4 ,12 ,박병현,2 ,1 ,과학,지구과학Ⅰ,4 ,3 
4 ,12 ,박병현,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,4 
4 ,12 ,박병현,2 ,2 ,국어,독서,4 ,3 
4 ,12 ,박병현,2 ,2 ,수학,수학Ⅱ,4 ,4 
4 ,12 ,박병현,2 ,2 ,수학,확률과 통계,2 ,3 
4 ,12 ,박병현,2 ,2 ,영어,영어Ⅱ,3 ,3 
4 ,12 ,박병현,2 ,2 ,과학,물리학Ⅰ,4 ,3 
4 ,12 ,박병현,2 ,2 ,과학,화학Ⅰ,4 ,3 
4 ,12 ,박병현,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
4 ,12 ,박병현,3 ,1 ,국어,화법과 작문,4 ,3 
4 ,12 ,박병현,3 ,1 ,수학,미적분,4 ,4 
4 ,12 ,박병현,3 ,1 ,영어,영어 독해와 작문,4 ,3 
4 ,12 ,박병현,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,4 
4 ,13 ,박세영,1 ,1 ,국어,국어,3 ,6 
4 ,13 ,박세영,1 ,1 ,수학,수학,4 ,5 
4 ,13 ,박세영,1 ,1 ,영어,영어,4 ,5 
4 ,13 ,박세영,1 ,1 ,한국사,한국사,3 ,6 
4 ,13 ,박세영,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,6 
4 ,13 ,박세영,1 ,1 ,과학,통합과학,3 ,6 
4 ,13 ,박세영,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,6 
4 ,13 ,박세영,1 ,2 ,국어,국어,3 ,4 
4 ,13 ,박세영,1 ,2 ,수학,수학,4 ,5 
4 ,13 ,박세영,1 ,2 ,영어,영어,4 ,6 
4 ,13 ,박세영,1 ,2 ,한국사,한국사,3 ,6 
4 ,13 ,박세영,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,5 
4 ,13 ,박세영,1 ,2 ,과학,통합과학,3 ,4 
4 ,13 ,박세영,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,5 
4 ,13 ,박세영,2 ,1 ,국어,문학,4 ,5 
4 ,13 ,박세영,2 ,1 ,수학,수학Ⅰ,4 ,5 
4 ,13 ,박세영,2 ,1 ,수학,확률과 통계,2 ,4 
4 ,13 ,박세영,2 ,1 ,영어,영어Ⅰ,3 ,5 
4 ,13 ,박세영,2 ,1 ,과학,생명과학Ⅰ,4 ,3 
4 ,13 ,박세영,2 ,1 ,과학,지구과학Ⅰ,4 ,3 
4 ,13 ,박세영,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,4 
4 ,13 ,박세영,2 ,2 ,국어,독서,4 ,4 
4 ,13 ,박세영,2 ,2 ,수학,수학Ⅱ,4 ,5 
4 ,13 ,박세영,2 ,2 ,수학,확률과 통계,2 ,4 
4 ,13 ,박세영,2 ,2 ,영어,영어Ⅱ,3 ,5 
4 ,13 ,박세영,2 ,2 ,과학,물리학Ⅰ,4 ,5 
4 ,13 ,박세영,2 ,2 ,과학,화학Ⅰ,4 ,5 
4 ,13 ,박세영,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,5 
4 ,13 ,박세영,3 ,1 ,국어,화법과 작문,4 ,5 
4 ,13 ,박세영,3 ,1 ,수학,미적분,4 ,6 
4 ,13 ,박세영,3 ,1 ,영어,영어 독해와 작문,4 ,5 
4 ,13 ,박세영,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,7 
4 ,14 ,박영웅,1 ,1 ,국어,국어,3 ,3 
4 ,14 ,박영웅,1 ,1 ,수학,수학,4 ,4 
4 ,14 ,박영웅,1 ,1 ,영어,영어,4 ,3 
4 ,14 ,박영웅,1 ,1 ,한국사,한국사,3 ,4 
4 ,14 ,박영웅,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,4 
4 ,14 ,박영웅,1 ,1 ,과학,통합과학,3 ,4 
4 ,14 ,박영웅,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,4 
4 ,14 ,박영웅,1 ,2 ,국어,국어,3 ,3 
4 ,14 ,박영웅,1 ,2 ,수학,수학,4 ,4 
4 ,14 ,박영웅,1 ,2 ,영어,영어,4 ,3 
4 ,14 ,박영웅,1 ,2 ,한국사,한국사,3 ,4 
4 ,14 ,박영웅,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,5 
4 ,14 ,박영웅,1 ,2 ,과학,통합과학,3 ,4 
4 ,14 ,박영웅,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,4 
4 ,14 ,박영웅,2 ,1 ,국어,문학,4 ,4 
4 ,14 ,박영웅,2 ,1 ,수학,수학Ⅰ,4 ,4 
4 ,14 ,박영웅,2 ,1 ,수학,확률과 통계,2 ,2 
4 ,14 ,박영웅,2 ,1 ,영어,영어Ⅰ,3 ,3 
4 ,14 ,박영웅,2 ,1 ,과학,생명과학Ⅰ,4 ,6 
4 ,14 ,박영웅,2 ,1 ,과학,지구과학Ⅰ,4 ,4 
4 ,14 ,박영웅,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,4 
4 ,14 ,박영웅,2 ,2 ,국어,독서,4 ,5 
4 ,14 ,박영웅,2 ,2 ,수학,수학Ⅱ,4 ,4 
4 ,14 ,박영웅,2 ,2 ,수학,확률과 통계,2 ,3 
4 ,14 ,박영웅,2 ,2 ,영어,영어Ⅱ,3 ,3 
4 ,14 ,박영웅,2 ,2 ,과학,물리학Ⅰ,4 ,6 
4 ,14 ,박영웅,2 ,2 ,과학,화학Ⅰ,4 ,4 
4 ,14 ,박영웅,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,4 
4 ,14 ,박영웅,3 ,1 ,국어,화법과 작문,4 ,4 
4 ,14 ,박영웅,3 ,1 ,수학,미적분,4 ,5 
4 ,14 ,박영웅,3 ,1 ,영어,영어 독해와 작문,4 ,3 
4 ,14 ,박영웅,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,5 
4 ,15 ,백경탁,1 ,1 ,국어,국어,3 ,1 
4 ,15 ,백경탁,1 ,1 ,수학,수학,4 ,3 
4 ,15 ,백경탁,1 ,1 ,영어,영어,4 ,1 
4 ,15 ,백경탁,1 ,1 ,한국사,한국사,3 ,3 
4 ,15 ,백경탁,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
4 ,15 ,백경탁,1 ,1 ,과학,통합과학,3 ,2 
4 ,15 ,백경탁,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
4 ,15 ,백경탁,1 ,2 ,국어,국어,3 ,3 
4 ,15 ,백경탁,1 ,2 ,수학,수학,4 ,2 
4 ,15 ,백경탁,1 ,2 ,영어,영어,4 ,1 
4 ,15 ,백경탁,1 ,2 ,한국사,한국사,3 ,3 
4 ,15 ,백경탁,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,3 
4 ,15 ,백경탁,1 ,2 ,과학,통합과학,3 ,3 
4 ,15 ,백경탁,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
4 ,15 ,백경탁,2 ,1 ,국어,문학,4 ,3 
4 ,15 ,백경탁,2 ,1 ,수학,수학Ⅰ,4 ,4 
4 ,15 ,백경탁,2 ,1 ,수학,확률과 통계,2 ,3 
4 ,15 ,백경탁,2 ,1 ,영어,영어Ⅰ,3 ,1 
4 ,15 ,백경탁,2 ,1 ,과학,생명과학Ⅰ,4 ,2 
4 ,15 ,백경탁,2 ,1 ,과학,지구과학Ⅰ,4 ,2 
4 ,15 ,백경탁,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,4 
4 ,15 ,백경탁,2 ,2 ,국어,독서,4 ,2 
4 ,15 ,백경탁,2 ,2 ,수학,수학Ⅱ,4 ,2 
4 ,15 ,백경탁,2 ,2 ,수학,확률과 통계,2 ,2 
4 ,15 ,백경탁,2 ,2 ,영어,영어Ⅱ,3 ,3 
4 ,15 ,백경탁,2 ,2 ,과학,물리학Ⅰ,4 ,2 
4 ,15 ,백경탁,2 ,2 ,과학,화학Ⅰ,4 ,2 
4 ,15 ,백경탁,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,4 
4 ,15 ,백경탁,3 ,1 ,국어,화법과 작문,4 ,2 
4 ,15 ,백경탁,3 ,1 ,수학,미적분,4 ,3 
4 ,15 ,백경탁,3 ,1 ,영어,영어 독해와 작문,4 ,2 
4 ,15 ,백경탁,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,3 
4 ,16 ,서지한,1 ,1 ,국어,국어,3 ,5 
4 ,16 ,서지한,1 ,1 ,수학,수학,4 ,2 
4 ,16 ,서지한,1 ,1 ,영어,영어,4 ,4 
4 ,16 ,서지한,1 ,1 ,한국사,한국사,3 ,6 
4 ,16 ,서지한,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,6 
4 ,16 ,서지한,1 ,1 ,과학,통합과학,3 ,5 
4 ,16 ,서지한,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,5 
4 ,16 ,서지한,1 ,2 ,국어,국어,3 ,6 
4 ,16 ,서지한,1 ,2 ,수학,수학,4 ,2 
4 ,16 ,서지한,1 ,2 ,영어,영어,4 ,5 
4 ,16 ,서지한,1 ,2 ,한국사,한국사,3 ,6 
4 ,16 ,서지한,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,5 
4 ,16 ,서지한,1 ,2 ,과학,통합과학,3 ,5 
4 ,16 ,서지한,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,5 
4 ,16 ,서지한,2 ,1 ,국어,문학,4 ,6 
4 ,16 ,서지한,2 ,1 ,수학,수학Ⅰ,4 ,3 
4 ,16 ,서지한,2 ,1 ,수학,확률과 통계,2 ,2 
4 ,16 ,서지한,2 ,1 ,영어,영어Ⅰ,3 ,5 
4 ,16 ,서지한,2 ,1 ,과학,생명과학Ⅰ,4 ,5 
4 ,16 ,서지한,2 ,1 ,과학,지구과학Ⅰ,4 ,6 
4 ,16 ,서지한,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,5 
4 ,16 ,서지한,2 ,2 ,국어,독서,4 ,5 
4 ,16 ,서지한,2 ,2 ,수학,수학Ⅱ,4 ,4 
4 ,16 ,서지한,2 ,2 ,수학,확률과 통계,2 ,3 
4 ,16 ,서지한,2 ,2 ,영어,영어Ⅱ,3 ,6 
4 ,16 ,서지한,2 ,2 ,과학,물리학Ⅰ,4 ,5 
4 ,16 ,서지한,2 ,2 ,과학,화학Ⅰ,4 ,6 
4 ,16 ,서지한,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,6 
4 ,16 ,서지한,3 ,1 ,국어,화법과 작문,4 ,6 
4 ,16 ,서지한,3 ,1 ,수학,미적분,4 ,5 
4 ,16 ,서지한,3 ,1 ,영어,영어 독해와 작문,4 ,6 
4 ,16 ,서지한,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,6 
4 ,17 ,서태민,1 ,1 ,국어,국어,3 ,4 
4 ,17 ,서태민,1 ,1 ,수학,수학,4 ,3 
4 ,17 ,서태민,1 ,1 ,영어,영어,4 ,3 
4 ,17 ,서태민,1 ,1 ,한국사,한국사,3 ,3 
4 ,17 ,서태민,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
4 ,17 ,서태민,1 ,1 ,과학,통합과학,3 ,3 
4 ,17 ,서태민,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,1 
4 ,17 ,서태민,1 ,2 ,국어,국어,3 ,3 
4 ,17 ,서태민,1 ,2 ,수학,수학,4 ,4 
4 ,17 ,서태민,1 ,2 ,영어,영어,4 ,3 
4 ,17 ,서태민,1 ,2 ,한국사,한국사,3 ,3 
4 ,17 ,서태민,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,3 
4 ,17 ,서태민,1 ,2 ,과학,통합과학,3 ,2 
4 ,17 ,서태민,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,2 
4 ,17 ,서태민,2 ,1 ,국어,문학,4 ,3 
4 ,17 ,서태민,2 ,1 ,수학,수학Ⅰ,4 ,5 
4 ,17 ,서태민,2 ,1 ,수학,확률과 통계,2 ,5 
4 ,17 ,서태민,2 ,1 ,영어,영어Ⅰ,3 ,3 
4 ,17 ,서태민,2 ,1 ,과학,생명과학Ⅰ,4 ,4 
4 ,17 ,서태민,2 ,1 ,과학,지구과학Ⅰ,4 ,4 
4 ,17 ,서태민,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,2 
4 ,17 ,서태민,2 ,2 ,국어,독서,4 ,3 
4 ,17 ,서태민,2 ,2 ,수학,수학Ⅱ,4 ,4 
4 ,17 ,서태민,2 ,2 ,수학,확률과 통계,2 ,5 
4 ,17 ,서태민,2 ,2 ,영어,영어Ⅱ,3 ,3 
4 ,17 ,서태민,2 ,2 ,과학,물리학Ⅰ,4 ,4 
4 ,17 ,서태민,2 ,2 ,과학,화학Ⅰ,4 ,4 
4 ,17 ,서태민,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,3 
4 ,17 ,서태민,3 ,1 ,국어,화법과 작문,4 ,2 
4 ,17 ,서태민,3 ,1 ,수학,미적분,4 ,5 
4 ,17 ,서태민,3 ,1 ,영어,영어 독해와 작문,4 ,2 
4 ,17 ,서태민,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,5 
4 ,18 ,송우혁,1 ,1 ,국어,국어,3 ,7 
4 ,18 ,송우혁,1 ,1 ,수학,수학,4 ,6 
4 ,18 ,송우혁,1 ,1 ,영어,영어,4 ,6 
4 ,18 ,송우혁,1 ,1 ,한국사,한국사,3 ,5 
4 ,18 ,송우혁,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,7 
4 ,18 ,송우혁,1 ,1 ,과학,통합과학,3 ,6 
4 ,18 ,송우혁,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,6 
4 ,18 ,송우혁,1 ,2 ,국어,국어,3 ,4 
4 ,18 ,송우혁,1 ,2 ,수학,수학,4 ,5 
4 ,18 ,송우혁,1 ,2 ,영어,영어,4 ,6 
4 ,18 ,송우혁,1 ,2 ,한국사,한국사,3 ,5 
4 ,18 ,송우혁,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,7 
4 ,18 ,송우혁,1 ,2 ,과학,통합과학,3 ,6 
4 ,18 ,송우혁,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,5 
4 ,18 ,송우혁,2 ,1 ,국어,문학,4 ,6 
4 ,18 ,송우혁,2 ,1 ,수학,수학Ⅰ,4 ,5 
4 ,18 ,송우혁,2 ,1 ,수학,확률과 통계,2 ,5 
4 ,18 ,송우혁,2 ,1 ,영어,영어Ⅰ,3 ,4 
4 ,18 ,송우혁,2 ,1 ,과학,생명과학Ⅰ,4 ,5 
4 ,18 ,송우혁,2 ,1 ,과학,지구과학Ⅰ,4 ,7 
4 ,18 ,송우혁,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,5 
4 ,18 ,송우혁,2 ,2 ,국어,독서,4 ,6 
4 ,18 ,송우혁,2 ,2 ,수학,수학Ⅱ,4 ,5 
4 ,18 ,송우혁,2 ,2 ,수학,확률과 통계,2 ,5 
4 ,18 ,송우혁,2 ,2 ,영어,영어Ⅱ,3 ,5 
4 ,18 ,송우혁,2 ,2 ,과학,물리학Ⅰ,4 ,6 
4 ,18 ,송우혁,2 ,2 ,과학,화학Ⅰ,4 ,6 
4 ,18 ,송우혁,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,5 
4 ,18 ,송우혁,3 ,1 ,국어,화법과 작문,4 ,5 
4 ,18 ,송우혁,3 ,1 ,수학,미적분,4 ,5 
4 ,18 ,송우혁,3 ,1 ,영어,영어 독해와 작문,4 ,5 
4 ,18 ,송우혁,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,6 
4 ,19 ,오수빈,1 ,1 ,국어,국어,3 ,4 
4 ,19 ,오수빈,1 ,1 ,수학,수학,4 ,3 
4 ,19 ,오수빈,1 ,1 ,영어,영어,4 ,1 
4 ,19 ,오수빈,1 ,1 ,한국사,한국사,3 ,2 
4 ,19 ,오수빈,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,2 
4 ,19 ,오수빈,1 ,1 ,과학,통합과학,3 ,3 
4 ,19 ,오수빈,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
4 ,19 ,오수빈,1 ,2 ,국어,국어,3 ,3 
4 ,19 ,오수빈,1 ,2 ,수학,수학,4 ,3 
4 ,19 ,오수빈,1 ,2 ,영어,영어,4 ,1 
4 ,19 ,오수빈,1 ,2 ,한국사,한국사,3 ,3 
4 ,19 ,오수빈,1,2 ,사회(역사/도덕포함),통합사회,3 ,4 
4 ,19 ,오수빈,1,2 ,과학,통합과학,3 ,4 
4 ,19 ,오수빈,1,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
4 ,19 ,오수빈,2 ,1 ,국어,문학,4 ,3 
4 ,19 ,오수빈,2 ,1 ,수학,수학Ⅰ,4 ,4 
4 ,19 ,오수빈,2 ,1 ,수학,확률과 통계,2 ,2 
4 ,19 ,오수빈,2 ,1 ,영어,영어Ⅰ,3 ,1 
4 ,19 ,오수빈,2 ,1 ,과학,생명과학Ⅰ,4 ,5 
4 ,19 ,오수빈,2 ,1 ,과학,지구과학Ⅰ,4 ,4 
4 ,19 ,오수빈,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,2 
4 ,19 ,오수빈,2 ,2 ,국어,독서,4 ,2 
4 ,19 ,오수빈,2 ,2 ,수학,수학Ⅱ,4 ,3 
4 ,19 ,오수빈,2 ,2 ,수학,확률과 통계,2 ,1 
4 ,19 ,오수빈,2 ,2 ,영어,영어Ⅱ,3 ,1 
4 ,19 ,오수빈,2 ,2 ,과학,물리학Ⅰ,4 ,5 
4 ,19 ,오수빈,2 ,2 ,과학,화학Ⅰ,4 ,5 
4 ,19 ,오수빈,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,2 
4 ,19 ,오수빈,3 ,1 ,국어,화법과 작문,4 ,3 
4 ,19 ,오수빈,3 ,1 ,수학,미적분,4 ,4 
4 ,19 ,오수빈,3 ,1 ,영어,영어 독해와 작문,4 ,1 
4 ,19 ,오수빈,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,5 
4 ,20 ,원종운,1 ,1 ,국어,국어,3 ,2 
4 ,20 ,원종운,1 ,1 ,수학,수학,4 ,3 
4 ,20 ,원종운,1 ,1 ,영어,영어,4 ,3 
4 ,20 ,원종운,1 ,1 ,한국사,한국사,3 ,2 
4 ,20 ,원종운,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
4 ,20 ,원종운,1 ,1 ,과학,통합과학,3 ,2 
4 ,20 ,원종운,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,4 
4 ,20 ,원종운,1 ,2 ,국어,국어,3 ,1 
4 ,20 ,원종운,1 ,2 ,수학,수학,4 ,3 
4 ,20 ,원종운,1 ,2 ,영어,영어,4 ,2 
4 ,20 ,원종운,1 ,2 ,한국사,한국사,3 ,2 
4 ,20 ,원종운,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,2 
4 ,20 ,원종운,1 ,2 ,과학,통합과학,3 ,1 
4 ,20 ,원종운,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,4 
4 ,20 ,원종운,2 ,1 ,국어,문학,4 ,2 
4 ,20 ,원종운,2 ,1 ,수학,수학Ⅰ,4 ,2 
4 ,20 ,원종운,2 ,1 ,수학,확률과 통계,2 ,4 
4 ,20 ,원종운,2 ,1 ,영어,영어Ⅰ,3 ,2 
4 ,20 ,원종운,2 ,1 ,과학,생명과학Ⅰ,4 ,3 
4 ,20 ,원종운,2 ,1 ,과학,지구과학Ⅰ,4 ,3 
4 ,20 ,원종운,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,3 
4 ,20 ,원종운,2 ,2 ,국어,독서,4 ,4 
4 ,20 ,원종운,2 ,2 ,수학,수학Ⅱ,4 ,3 
4 ,20 ,원종운,2 ,2 ,수학,확률과 통계,2 ,3 
4 ,20 ,원종운,2 ,2 ,영어,영어Ⅱ,3 ,3 
4 ,20 ,원종운,2 ,2 ,과학,물리학Ⅰ,4 ,3 
4 ,20 ,원종운,2 ,2 ,과학,화학Ⅰ,4 ,3 
4 ,20 ,원종운,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,4 
4 ,20 ,원종운,3 ,1 ,국어,화법과 작문,4 ,2 
4 ,20 ,원종운,3 ,1 ,수학,미적분,4 ,4 
4 ,20 ,원종운,3 ,1 ,영어,영어 독해와 작문,4 ,2 
4 ,20 ,원종운,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,4 
4 ,21 ,유시우,1 ,1 ,국어,국어,3 ,3 
4 ,21 ,유시우,1 ,1 ,수학,수학,4 ,2 
4 ,21 ,유시우,1 ,1 ,영어,영어,4 ,2 
4 ,21 ,유시우,1 ,1 ,한국사,한국사,3 ,5 
4 ,21 ,유시우,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
4 ,21 ,유시우,1 ,1 ,과학,통합과학,3 ,4 
4 ,21 ,유시우,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,4 
4 ,21 ,유시우,1 ,2 ,국어,국어,3 ,4 
4 ,21 ,유시우,1 ,2 ,수학,수학,4 ,2 
4 ,21 ,유시우,1 ,2 ,영어,영어,4 ,3 
4 ,21 ,유시우,1 ,2 ,한국사,한국사,3 ,5 
4 ,21 ,유시우,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,3 
4 ,21 ,유시우,1 ,2 ,과학,통합과학,3 ,3 
4 ,21 ,유시우,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
4 ,21 ,유시우,2 ,1 ,국어,문학,4 ,5 
4 ,21 ,유시우,2 ,1 ,수학,수학Ⅰ,4 ,4 
4 ,21 ,유시우,2 ,1 ,수학,확률과 통계,2 ,3 
4 ,21 ,유시우,2 ,1 ,영어,영어Ⅰ,3 ,3 
4 ,21 ,유시우,2 ,1 ,과학,생명과학Ⅰ,4 ,5 
4 ,21 ,유시우,2 ,1 ,과학,지구과학Ⅰ,4 ,5 
4 ,21 ,유시우,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,4 
4 ,21 ,유시우,2 ,2 ,국어,독서,4 ,4 
4 ,21 ,유시우,2 ,2 ,수학,수학Ⅱ,4 ,5 
4 ,21 ,유시우,2 ,2 ,수학,확률과 통계,2 ,4 
4 ,21 ,유시우,2 ,2 ,영어,영어Ⅱ,3 ,4 
4 ,21 ,유시우,2 ,2 ,과학,물리학Ⅰ,4 ,4 
4 ,21 ,유시우,2 ,2 ,과학,화학Ⅰ,4 ,5 
4 ,21 ,유시우,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,4 
4 ,21 ,유시우,3 ,1 ,국어,화법과 작문,4 ,5 
4 ,21 ,유시우,3 ,1 ,수학,미적분,4 ,5 
4 ,21 ,유시우,3 ,1 ,영어,영어 독해와 작문,4 ,3 
4 ,21 ,유시우,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,4 
4 ,22 ,윤주혁,1 ,1 ,국어,국어,3 ,8 
4 ,22 ,윤주혁,1 ,1 ,수학,수학,4 ,6 
4 ,22 ,윤주혁,1 ,1 ,영어,영어,4 ,6 
4 ,22 ,윤주혁,1 ,1 ,한국사,한국사,3 ,6 
4 ,22 ,윤주혁,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,7 
4 ,22 ,윤주혁,1 ,1 ,과학,통합과학,3 ,6 
4 ,22 ,윤주혁,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,6 
4 ,22 ,윤주혁,1 ,2 ,국어,국어,3 ,6 
4 ,22 ,윤주혁,1 ,2 ,수학,수학,4 ,6 
4 ,22 ,윤주혁,1 ,2 ,영어,영어,4 ,6 
4 ,22 ,윤주혁,1 ,2 ,한국사,한국사,3 ,8 
4 ,22 ,윤주혁,1,2 ,사회(역사/도덕포함),통합사회,3 ,7 
4 ,22 ,윤주혁,1,2 ,과학,통합과학,3 ,6 
4 ,22 ,윤주혁,1,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,5 
4 ,22 ,윤주혁,2 ,1 ,국어,문학,4 ,7 
4 ,22 ,윤주혁,2 ,1 ,수학,수학Ⅰ,4 ,5 
4 ,22 ,윤주혁,2 ,1 ,수학,확률과 통계,2 ,5 
4 ,22 ,윤주혁,2 ,1 ,영어,영어Ⅰ,3 ,5 
4 ,22 ,윤주혁,2 ,1 ,과학,생명과학Ⅰ,4 ,6 
4 ,22 ,윤주혁,2 ,1 ,과학,지구과학Ⅰ,4 ,6 
4 ,22 ,윤주혁,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,7 
4 ,22 ,윤주혁,2 ,2 ,국어,독서,4 ,7 
4 ,22 ,윤주혁,2 ,2 ,수학,수학Ⅱ,4 ,5 
4 ,22 ,윤주혁,2 ,2 ,수학,확률과 통계,2 ,8 
4 ,22 ,윤주혁,2 ,2 ,영어,영어Ⅱ,3 ,6 
4 ,22 ,윤주혁,2 ,2 ,과학,물리학Ⅰ,4 ,9 
4 ,22 ,윤주혁,2 ,2 ,과학,화학Ⅰ,4 ,7 
4 ,22 ,윤주혁,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,8 
4 ,22 ,윤주혁,3 ,1 ,국어,화법과 작문,4 ,8 
4 ,22 ,윤주혁,3 ,1 ,수학,미적분,4 ,8 
4 ,22 ,윤주혁,3 ,1 ,영어,영어 독해와 작문,4 ,8 
4 ,22 ,윤주혁,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,9 
4 ,23 ,이민찬,1 ,1 ,국어,국어,3 ,2 
4 ,23 ,이민찬,1 ,1 ,수학,수학,4 ,2 
4 ,23 ,이민찬,1 ,1 ,영어,영어,4 ,3 
4 ,23 ,이민찬,1 ,1 ,한국사,한국사,3 ,5 
4 ,23 ,이민찬,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,5 
4 ,23 ,이민찬,1 ,1 ,과학,통합과학,3 ,2 
4 ,23 ,이민찬,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,8 
4 ,23 ,이민찬,1 ,2 ,국어,국어,3 ,3 
4 ,23 ,이민찬,1 ,2 ,수학,수학,4 ,3 
4 ,23 ,이민찬,1 ,2 ,영어,영어,4 ,3 
4 ,23 ,이민찬,1 ,2 ,한국사,한국사,3 ,6 
4 ,23 ,이민찬,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,5 
4 ,23 ,이민찬,1 ,2 ,과학,통합과학,3 ,2 
4 ,23 ,이민찬,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,6 
4 ,23 ,이민찬,2 ,1 ,국어,문학,4 ,4 
4 ,23 ,이민찬,2 ,1 ,수학,수학Ⅰ,4 ,1 
4 ,23 ,이민찬,2 ,1 ,수학,확률과 통계,2 ,3 
4 ,23 ,이민찬,2 ,1 ,영어,영어Ⅰ,3 ,3 
4 ,23 ,이민찬,2 ,1 ,과학,생명과학Ⅰ,4 ,3 
4 ,23 ,이민찬,2 ,1 ,과학,지구과학Ⅰ,4 ,3 
4 ,23 ,이민찬,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,7 
4 ,23 ,이민찬,2 ,2 ,국어,독서,4 ,3 
4 ,23 ,이민찬,2 ,2 ,수학,수학Ⅱ,4 ,3 
4 ,23 ,이민찬,2 ,2 ,수학,확률과 통계,2 ,4 
4 ,23 ,이민찬,2 ,2 ,영어,영어Ⅱ,3 ,3 
4 ,23 ,이민찬,2 ,2 ,과학,물리학Ⅰ,4 ,5 
4 ,23 ,이민찬,2 ,2 ,과학,화학Ⅰ,4 ,5 
4 ,23 ,이민찬,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,7 
4 ,23 ,이민찬,3 ,1 ,국어,화법과 작문,4 ,6 
4 ,23 ,이민찬,3 ,1 ,수학,미적분,4 ,4 
4 ,23 ,이민찬,3 ,1 ,영어,영어 독해와 작문,4 ,4 
4 ,23 ,이민찬,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,7 
4 ,24 ,이우준,1 ,1 ,국어,국어,3 ,1 
4 ,24 ,이우준,1 ,1 ,수학,수학,4 ,2 
4 ,24 ,이우준,1 ,1 ,영어,영어,4 ,2 
4 ,24 ,이우준,1 ,1 ,한국사,한국사,3 ,2 
4 ,24 ,이우준,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
4 ,24 ,이우준,1 ,1 ,과학,통합과학,3 ,2 
4 ,24 ,이우준,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,2 
4 ,24 ,이우준,1 ,2 ,국어,국어,3 ,1 
4 ,24 ,이우준,1 ,2 ,수학,수학,4 ,2 
4 ,24 ,이우준,1 ,2 ,영어,영어,4 ,1 
4 ,24 ,이우준,1 ,2 ,한국사,한국사,3 ,3 
4 ,24 ,이우준,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,2 
4 ,24 ,이우준,1 ,2 ,과학,통합과학,3 ,2 
4 ,24 ,이우준,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,2 
4 ,24 ,이우준,2 ,1 ,국어,문학,4 ,1 
4 ,24 ,이우준,2 ,1 ,수학,수학Ⅰ,4 ,2 
4 ,24 ,이우준,2 ,1 ,수학,확률과 통계,2 ,2 
4 ,24 ,이우준,2 ,1 ,영어,영어Ⅰ,3 ,3 
4 ,24 ,이우준,2 ,1 ,과학,생명과학Ⅰ,4 ,2 
4 ,24 ,이우준,2 ,1 ,과학,지구과학Ⅰ,4 ,2 
4 ,24 ,이우준,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,4 
4 ,24 ,이우준,2 ,2 ,국어,독서,4 ,2 
4 ,24 ,이우준,2 ,2 ,수학,수학Ⅱ,4 ,2 
4 ,24 ,이우준,2 ,2 ,수학,확률과 통계,2 ,2 
4 ,24 ,이우준,2 ,2 ,영어,영어Ⅱ,3 ,1 
4 ,24 ,이우준,2 ,2 ,과학,물리학Ⅰ,4 ,2 
4 ,24 ,이우준,2 ,2 ,과학,화학Ⅰ,4 ,2 
4 ,24 ,이우준,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,4 
4 ,24 ,이우준,3 ,1 ,국어,화법과 작문,4 ,2 
4 ,24 ,이우준,3 ,1 ,수학,미적분,4 ,3 
4 ,24 ,이우준,3 ,1 ,영어,영어 독해와 작문,4 ,2 
4 ,24 ,이우준,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,2 
4 ,25 ,이정호,1 ,1 ,국어,국어,3 ,4 
4 ,25 ,이정호,1 ,1 ,수학,수학,4 ,3 
4 ,25 ,이정호,1 ,1 ,영어,영어,4 ,3 
4 ,25 ,이정호,1 ,1 ,한국사,한국사,3 ,5 
4 ,25 ,이정호,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,4 
4 ,25 ,이정호,1 ,1 ,과학,통합과학,3 ,3 
4 ,25 ,이정호,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
4 ,25 ,이정호,1 ,2 ,국어,국어,3 ,5 
4 ,25 ,이정호,1 ,2 ,수학,수학,4 ,2 
4 ,25 ,이정호,1 ,2 ,영어,영어,4 ,3 
4 ,25 ,이정호,1 ,2 ,한국사,한국사,3 ,5 
4 ,25 ,이정호,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,3 
4 ,25 ,이정호,1 ,2 ,과학,통합과학,3 ,3 
4 ,25 ,이정호,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
4 ,25 ,이정호,2 ,1 ,국어,문학,4 ,4 
4 ,25 ,이정호,2 ,1 ,수학,수학Ⅰ,4 ,2 
4 ,25 ,이정호,2 ,1 ,수학,확률과 통계,2 ,3 
4 ,25 ,이정호,2 ,1 ,영어,영어Ⅰ,3 ,3 
4 ,25 ,이정호,2 ,1 ,과학,생명과학Ⅰ,4 ,3 
4 ,25 ,이정호,2 ,1 ,과학,지구과학Ⅰ,4 ,3 
4 ,25 ,이정호,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
4 ,25 ,이정호,2 ,2 ,국어,독서,4 ,4 
4 ,25 ,이정호,2 ,2 ,수학,수학Ⅱ,4 ,3 
4 ,25 ,이정호,2 ,2 ,수학,확률과 통계,2 ,2 
4 ,25 ,이정호,2 ,2 ,영어,영어Ⅱ,3 ,4 
4 ,25 ,이정호,2 ,2 ,과학,물리학Ⅰ,4 ,3 
4 ,25 ,이정호,2 ,2 ,과학,화학Ⅰ,4 ,3 
4 ,25 ,이정호,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,1 
4 ,25 ,이정호,3 ,1 ,국어,화법과 작문,4 ,5 
4 ,25 ,이정호,3 ,1 ,수학,미적분,4 ,5 
4 ,25 ,이정호,3 ,1 ,영어,영어 독해와 작문,4 ,4 
4 ,25 ,이정호,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,5 
4 ,26 ,장은찬,1 ,1 ,국어,국어,3 ,3 
4 ,26 ,장은찬,1 ,1 ,수학,수학,4 ,3 
4 ,26 ,장은찬,1 ,1 ,영어,영어,4 ,1 
4 ,26 ,장은찬,1 ,1 ,한국사,한국사,3 ,3 
4 ,26 ,장은찬,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,2 
4 ,26 ,장은찬,1 ,1 ,과학,통합과학,3 ,3 
4 ,26 ,장은찬,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,2 
4 ,26 ,장은찬,1 ,2 ,국어,국어,3 ,2 
4 ,26 ,장은찬,1 ,2 ,수학,수학,4 ,3 
4 ,26 ,장은찬,1 ,2 ,영어,영어,4 ,1 
4 ,26 ,장은찬,1 ,2 ,한국사,한국사,3 ,3 
4 ,26 ,장은찬,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,2 
4 ,26 ,장은찬,1 ,2 ,과학,통합과학,3 ,3 
4 ,26 ,장은찬,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,2 
4 ,26 ,장은찬,2 ,1 ,국어,문학,4 ,3 
4 ,26 ,장은찬,2 ,1 ,수학,수학Ⅰ,4 ,3 
4 ,26 ,장은찬,2 ,1 ,수학,확률과 통계,2 ,4 
4 ,26 ,장은찬,2 ,1 ,영어,영어Ⅰ,3 ,2 
4 ,26 ,장은찬,2 ,1 ,과학,생명과학Ⅰ,4 ,4 
4 ,26 ,장은찬,2 ,1 ,과학,지구과학Ⅰ,4 ,4 
4 ,26 ,장은찬,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,1 
4 ,26 ,장은찬,2 ,2 ,국어,독서,4 ,2 
4 ,26 ,장은찬,2 ,2 ,수학,수학Ⅱ,4 ,3 
4 ,26 ,장은찬,2 ,2 ,수학,확률과 통계,2 ,3 
4 ,26 ,장은찬,2 ,2 ,영어,영어Ⅱ,3 ,2 
4 ,26 ,장은찬,2 ,2 ,과학,물리학Ⅰ,4 ,3 
4 ,26 ,장은찬,2 ,2 ,과학,화학Ⅰ,4 ,3 
4 ,26 ,장은찬,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
4 ,26 ,장은찬,3 ,1 ,국어,화법과 작문,4 ,2 
4 ,26 ,장은찬,3 ,1 ,수학,미적분,4 ,4 
4 ,26 ,장은찬,3 ,1 ,영어,영어 독해와 작문,4 ,2 
4 ,26 ,장은찬,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,2 
4 ,27 ,장현수,1 ,1 ,국어,국어,3 ,3 
4 ,27 ,장현수,1 ,1 ,수학,수학,4 ,4 
4 ,27 ,장현수,1 ,1 ,영어,영어,4 ,3 
4 ,27 ,장현수,1 ,1 ,한국사,한국사,3 ,7 
4 ,27 ,장현수,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,5 
4 ,27 ,장현수,1 ,1 ,과학,통합과학,3 ,6 
4 ,27 ,장현수,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,7 
4 ,27 ,장현수,1 ,2 ,국어,국어,3 ,4 
4 ,27 ,장현수,1 ,2 ,수학,수학,4 ,4 
4 ,27 ,장현수,1 ,2 ,영어,영어,4 ,3 
4 ,27 ,장현수,1 ,2 ,한국사,한국사,3 ,6 
4 ,27 ,장현수,1,2 ,사회(역사/도덕포함),통합사회,3 ,6 
4 ,27 ,장현수,1,2 ,과학,통합과학,3 ,6 
4 ,27 ,장현수,1,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,6 
4 ,27 ,장현수,2 ,1 ,국어,문학,4 ,4 
4 ,27 ,장현수,2 ,1 ,수학,수학Ⅰ,4 ,3 
4 ,27 ,장현수,2 ,1 ,수학,확률과 통계,2 ,5 
4 ,27 ,장현수,2 ,1 ,영어,영어Ⅰ,3 ,3 
4 ,27 ,장현수,2 ,1 ,과학,생명과학Ⅰ,4 ,7 
4 ,27 ,장현수,2 ,1 ,과학,지구과학Ⅰ,4 ,6 
4 ,27 ,장현수,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,6 
4 ,27 ,장현수,2 ,2 ,국어,독서,4 ,3 
4 ,27 ,장현수,2 ,2 ,수학,수학Ⅱ,4 ,4 
4 ,27 ,장현수,2 ,2 ,수학,확률과 통계,2 ,5 
4 ,27 ,장현수,2 ,2 ,영어,영어Ⅱ,3 ,3 
4 ,27 ,장현수,2 ,2 ,과학,물리학Ⅰ,4 ,6 
4 ,27 ,장현수,2 ,2 ,과학,화학Ⅰ,4 ,6 
4 ,27 ,장현수,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,7 
4 ,27 ,장현수,3 ,1 ,국어,화법과 작문,4 ,6 
4 ,27 ,장현수,3 ,1 ,수학,미적분,4 ,5 
4 ,27 ,장현수,3 ,1 ,영어,영어 독해와 작문,4 ,4 
4 ,27 ,장현수,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,6 
4 ,28 ,정세웅,1 ,1 ,국어,국어,3 ,3 
4 ,28 ,정세웅,1 ,1 ,수학,수학,4 ,4 
4 ,28 ,정세웅,1 ,1 ,영어,영어,4 ,4 
4 ,28 ,정세웅,1 ,1 ,한국사,한국사,3 ,3 
4 ,28 ,정세웅,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,4 
4 ,28 ,정세웅,1 ,1 ,과학,통합과학,3 ,2 
4 ,28 ,정세웅,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,4 
4 ,28 ,정세웅,1 ,2 ,국어,국어,3 ,3 
4 ,28 ,정세웅,1 ,2 ,수학,수학,4 ,3 
4 ,28 ,정세웅,1 ,2 ,영어,영어,4 ,4 
4 ,28 ,정세웅,1 ,2 ,한국사,한국사,3 ,4 
4 ,28 ,정세웅,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
4 ,28 ,정세웅,1 ,2 ,과학,통합과학,3 ,3 
4 ,28 ,정세웅,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,5 
4 ,28 ,정세웅,2 ,1 ,국어,문학,4 ,3 
4 ,28 ,정세웅,2 ,1 ,수학,수학Ⅰ,4 ,5 
4 ,28 ,정세웅,2 ,1 ,수학,확률과 통계,2 ,4 
4 ,28 ,정세웅,2 ,1 ,영어,영어Ⅰ,3 ,4 
4 ,28 ,정세웅,2 ,1 ,과학,생명과학Ⅰ,4 ,4 
4 ,28 ,정세웅,2 ,1 ,과학,지구과학Ⅰ,4 ,5 
4 ,28 ,정세웅,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,6 
4 ,28 ,정세웅,2 ,2 ,국어,독서,4 ,4 
4 ,28 ,정세웅,2 ,2 ,수학,수학Ⅱ,4 ,5 
4 ,28 ,정세웅,2 ,2 ,수학,확률과 통계,2 ,4 
4 ,28 ,정세웅,2 ,2 ,영어,영어Ⅱ,3 ,3 
4 ,28 ,정세웅,2 ,2 ,과학,물리학Ⅰ,4 ,4 
4 ,28 ,정세웅,2 ,2 ,과학,화학Ⅰ,4 ,4 
4 ,28 ,정세웅,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,4 
4 ,28 ,정세웅,3 ,1 ,국어,화법과 작문,4 ,4 
4 ,28 ,정세웅,3 ,1 ,수학,미적분,4 ,3 
4 ,28 ,정세웅,3 ,1 ,영어,영어 독해와 작문,4 ,3 
4 ,28 ,정세웅,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,5 
4 ,29 ,조준호,1 ,1 ,국어,국어,3 ,3 
4 ,29 ,조준호,1 ,1 ,수학,수학,4 ,1 
4 ,29 ,조준호,1 ,1 ,영어,영어,4 ,4 
4 ,29 ,조준호,1 ,1 ,한국사,한국사,3 ,2 
4 ,29 ,조준호,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,2 
4 ,29 ,조준호,1 ,1 ,과학,통합과학,3 ,1 
4 ,29 ,조준호,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,2 
4 ,29 ,조준호,1 ,2 ,국어,국어,3 ,2 
4 ,29 ,조준호,1 ,2 ,수학,수학,4 ,1 
4 ,29 ,조준호,1 ,2 ,영어,영어,4 ,3 
4 ,29 ,조준호,1 ,2 ,한국사,한국사,3 ,2 
4 ,29 ,조준호,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,1 
4 ,29 ,조준호,1 ,2 ,과학,통합과학,3 ,1 
4 ,29 ,조준호,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,1 
4 ,29 ,조준호,2 ,1 ,국어,문학,4 ,2 
4 ,29 ,조준호,2 ,1 ,수학,수학Ⅰ,4 ,2 
4 ,29 ,조준호,2 ,1 ,수학,확률과 통계,2 ,1 
4 ,29 ,조준호,2 ,1 ,영어,영어Ⅰ,3 ,2 
4 ,29 ,조준호,2 ,1 ,과학,생명과학Ⅰ,4 ,1 
4 ,29 ,조준호,2 ,1 ,과학,지구과학Ⅰ,4 ,1 
4 ,29 ,조준호,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,2 
4 ,29 ,조준호,2 ,2 ,국어,독서,4 ,1 
4 ,29 ,조준호,2 ,2 ,수학,수학Ⅱ,4 ,1 
4 ,29 ,조준호,2 ,2 ,수학,확률과 통계,2 ,1 
4 ,29 ,조준호,2 ,2 ,영어,영어Ⅱ,3 ,1 
4 ,29 ,조준호,2 ,2 ,과학,물리학Ⅰ,4 ,1 
4 ,29 ,조준호,2 ,2 ,과학,화학Ⅰ,4 ,1 
4 ,29 ,조준호,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,1 
4 ,29 ,조준호,3 ,1 ,국어,화법과 작문,4 ,2 
4 ,29 ,조준호,3 ,1 ,수학,미적분,4 ,1 
4 ,29 ,조준호,3 ,1 ,영어,영어 독해와 작문,4 ,1 
4 ,29 ,조준호,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,1 
4 ,30 ,조현재,1 ,1 ,국어,국어,3 ,1 
4 ,30 ,조현재,1 ,1 ,수학,수학,4 ,1 
4 ,30 ,조현재,1 ,1 ,영어,영어,4 ,1 
4 ,30 ,조현재,1 ,1 ,한국사,한국사,3 ,3 
4 ,30 ,조현재,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,2 
4 ,30 ,조현재,1 ,1 ,과학,통합과학,3 ,1 
4 ,30 ,조현재,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,1 
4 ,30 ,조현재,1 ,2 ,국어,국어,3 ,2 
4 ,30 ,조현재,1 ,2 ,수학,수학,4 ,2 
4 ,30 ,조현재,1 ,2 ,영어,영어,4 ,1 
4 ,30 ,조현재,1 ,2 ,한국사,한국사,3 ,2 
4 ,30 ,조현재,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,3 
4 ,30 ,조현재,1 ,2 ,과학,통합과학,3 ,1 
4 ,30 ,조현재,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,2 
4 ,30 ,조현재,2 ,1 ,국어,문학,4 ,1 
4 ,30 ,조현재,2 ,1 ,수학,수학Ⅰ,4 ,1 
4 ,30 ,조현재,2 ,1 ,수학,확률과 통계,2 ,1 
4 ,30 ,조현재,2 ,1 ,영어,영어Ⅰ,3 ,1 
4 ,30 ,조현재,2 ,1 ,과학,생명과학Ⅰ,4 ,1 
4 ,30 ,조현재,2 ,1 ,과학,지구과학Ⅰ,4 ,2 
4 ,30 ,조현재,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,1 
4 ,30 ,조현재,2 ,2 ,국어,독서,4 ,2 
4 ,30 ,조현재,2 ,2 ,수학,수학Ⅱ,4 ,2 
4 ,30 ,조현재,2 ,2 ,수학,확률과 통계,2 ,1 
4 ,30 ,조현재,2 ,2 ,영어,영어Ⅱ,3 ,1 
4 ,30 ,조현재,2 ,2 ,과학,물리학Ⅰ,4 ,2 
4 ,30 ,조현재,2 ,2 ,과학,화학Ⅰ,4 ,2 
4 ,30 ,조현재,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,1 
4 ,30 ,조현재,3 ,1 ,국어,화법과 작문,4 ,2 
4 ,30 ,조현재,3 ,1 ,수학,미적분,4 ,3 
4 ,30 ,조현재,3 ,1 ,영어,영어 독해와 작문,4 ,1 
4 ,30 ,조현재,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,1 
4 ,31 ,한승우,1 ,1 ,국어,국어,3 ,2 
4 ,31 ,한승우,1 ,1 ,수학,수학,4 ,1 
4 ,31 ,한승우,1 ,1 ,영어,영어,4 ,2 
4 ,31 ,한승우,1 ,1 ,한국사,한국사,3 ,3 
4 ,31 ,한승우,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
4 ,31 ,한승우,1 ,1 ,과학,통합과학,3 ,1 
4 ,31 ,한승우,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
4 ,31 ,한승우,1 ,2 ,국어,국어,3 ,3 
4 ,31 ,한승우,1 ,2 ,수학,수학,4 ,1 
4 ,31 ,한승우,1 ,2 ,영어,영어,4 ,2 
4 ,31 ,한승우,1 ,2 ,한국사,한국사,3 ,3 
4 ,31 ,한승우,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,3 
4 ,31 ,한승우,1 ,2 ,과학,통합과학,3 ,3 
4 ,31 ,한승우,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,4 
4 ,31 ,한승우,2 ,1 ,국어,문학,4 ,4 
4 ,31 ,한승우,2 ,1 ,수학,수학Ⅰ,4 ,1 
4 ,31 ,한승우,2 ,1 ,수학,확률과 통계,2 ,1 
4 ,31 ,한승우,2 ,1 ,영어,영어Ⅰ,3 ,2 
4 ,31 ,한승우,2 ,1 ,과학,생명과학Ⅰ,4 ,2 
4 ,31 ,한승우,2 ,1 ,과학,지구과학Ⅰ,4 ,3 
4 ,31 ,한승우,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,3 
4 ,31 ,한승우,2 ,2 ,국어,독서,4 ,2 
4 ,31 ,한승우,2 ,2 ,수학,수학Ⅱ,4 ,1 
4 ,31 ,한승우,2 ,2 ,수학,확률과 통계,2 ,2 
4 ,31 ,한승우,2 ,2 ,영어,영어Ⅱ,3 ,2 
4 ,31 ,한승우,2 ,2 ,과학,물리학Ⅰ,4 ,1 
4 ,31 ,한승우,2 ,2 ,과학,화학Ⅰ,4 ,1 
4 ,31 ,한승우,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,4 
4 ,31 ,한승우,3 ,1 ,국어,화법과 작문,4 ,3 
4 ,31 ,한승우,3 ,1 ,수학,미적분,4 ,1 
4 ,31 ,한승우,3 ,1 ,영어,영어 독해와 작문,4 ,3 
4 ,31 ,한승우,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,6
`;
