export const CLASS5_CSV = `5 ,1 ,강윤성,1 ,1 ,국어,국어,3 ,4 
5 ,1 ,강윤성,1 ,1 ,수학,수학,4 ,3 
5 ,1 ,강윤성,1 ,1 ,영어,영어,4 ,4 
5 ,1 ,강윤성,1 ,1 ,한국사,한국사,3 ,4 
5 ,1 ,강윤성,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,4 
5 ,1 ,강윤성,1 ,1 ,과학,통합과학,3 ,4 
5 ,1 ,강윤성,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,4 
5 ,1 ,강윤성,1 ,2 ,국어,국어,3 ,4 
5 ,1 ,강윤성,1 ,2 ,수학,수학,4 ,3 
5 ,1 ,강윤성,1 ,2 ,영어,영어,4 ,3 
5 ,1 ,강윤성,1 ,2 ,한국사,한국사,3 ,4 
5 ,1 ,강윤성,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
5 ,1 ,강윤성,1 ,2 ,과학,통합과학,3 ,4 
5 ,1 ,강윤성,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,1 ,강윤성,2 ,1 ,국어,문학,4 ,3 
5 ,1 ,강윤성,2 ,1 ,수학,수학Ⅰ,4 ,3 
5 ,1 ,강윤성,2 ,1 ,수학,확률과 통계,2 ,3 
5 ,1 ,강윤성,2 ,1 ,영어,영어Ⅰ,3 ,3 
5 ,1 ,강윤성,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,5 
5 ,1 ,강윤성,2 ,1 ,사회(역사/도덕포함),정치와 법,4 ,5 
5 ,1 ,강윤성,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,3 
5 ,1 ,강윤성,2 ,2 ,국어,독서,4 ,4 
5 ,1 ,강윤성,2 ,2 ,수학,수학Ⅱ,4 ,3 
5 ,1 ,강윤성,2 ,2 ,수학,확률과 통계,2 ,2 
5 ,1 ,강윤성,2 ,2 ,영어,영어Ⅱ,3 ,3 
5 ,1 ,강윤성,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,5 
5 ,1 ,강윤성,2 ,2 ,사회(역사/도덕포함),세계지리,4 ,4 
5 ,1 ,강윤성,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,2 
5 ,1 ,강윤성,3 ,1 ,국어,화법과 작문,4 ,4 
5 ,1 ,강윤성,3 ,1 ,영어,영어 독해와 작문,4 ,3 
5 ,2 ,강현규,1 ,1 ,국어,국어,3 ,3 
5 ,2 ,강현규,1 ,1 ,수학,수학,4 ,3 
5 ,2 ,강현규,1 ,1 ,영어,영어,4 ,4 
5 ,2 ,강현규,1 ,1 ,한국사,한국사,3 ,3 
5 ,2 ,강현규,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
5 ,2 ,강현규,1 ,1 ,과학,통합과학,3 ,4 
5 ,2 ,강현규,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,2 ,강현규,1 ,2 ,국어,국어,3 ,4 
5 ,2 ,강현규,1 ,2 ,수학,수학,4 ,3 
5 ,2 ,강현규,1 ,2 ,영어,영어,4 ,3 
5 ,2 ,강현규,1 ,2 ,한국사,한국사,3 ,4 
5 ,2 ,강현규,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
5 ,2 ,강현규,1 ,2 ,과학,통합과학,3 ,3 
5 ,2 ,강현규,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,2 ,강현규,2 ,1 ,국어,문학,4 ,4 
5 ,2 ,강현규,2 ,1 ,수학,수학Ⅰ,4 ,3 
5 ,2 ,강현규,2 ,1 ,수학,확률과 통계,2 ,4 
5 ,2 ,강현규,2 ,1 ,영어,영어Ⅰ,3 ,3 
5 ,2 ,강현규,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,3 
5 ,2 ,강현규,2 ,1 ,사회(역사/도덕포함),세계사,4 ,3 
5 ,2 ,강현규,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
5 ,2 ,강현규,2 ,2 ,국어,독서,4 ,4 
5 ,2 ,강현규,2 ,2 ,수학,수학Ⅱ,4 ,3 
5 ,2 ,강현규,2 ,2 ,수학,확률과 통계,2 ,3 
5 ,2 ,강현규,2 ,2 ,영어,영어Ⅱ,3 ,3 
5 ,2 ,강현규,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
5 ,2 ,강현규,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,3 
5 ,2 ,강현규,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
5 ,2 ,강현규,3 ,1 ,국어,화법과 작문,4 ,4 
5 ,2 ,강현규,3 ,1 ,영어,영어 독해와 작문,4 ,3 
5 ,3 ,기민영,1 ,1 ,국어,국어,3 ,3 
5 ,3 ,기민영,1 ,1 ,수학,수학,4 ,3 
5 ,3 ,기민영,1 ,1 ,영어,영어,4 ,3 
5 ,3 ,기민영,1 ,1 ,한국사,한국사,3 ,3 
5 ,3 ,기민영,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
5 ,3 ,기민영,1 ,1 ,과학,통합과학,3 ,4 
5 ,3 ,기민영,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,3 ,기민영,1 ,2 ,국어,국어,3 ,4 
5 ,3 ,기민영,1 ,2 ,수학,수학,4 ,2 
5 ,3 ,기민영,1 ,2 ,영어,영어,4 ,2 
5 ,3 ,기민영,1 ,2 ,한국사,한국사,3 ,4 
5 ,3 ,기민영,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
5 ,3 ,기민영,1 ,2 ,과학,통합과학,3 ,4 
5 ,3 ,기민영,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,3 ,기민영,2 ,1 ,국어,문학,4 ,3 
5 ,3 ,기민영,2 ,1 ,수학,수학Ⅰ,4 ,2 
5 ,3 ,기민영,2 ,1 ,수학,확률과 통계,2 ,3 
5 ,3 ,기민영,2 ,1 ,영어,영어Ⅰ,3 ,3 
5 ,3 ,기민영,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
5 ,3 ,기민영,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
5 ,3 ,기민영,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
5 ,3 ,기민영,2 ,2 ,국어,독서,4 ,4 
5 ,3 ,기민영,2 ,2 ,수학,수학Ⅱ,4 ,2 
5 ,3 ,기민영,2 ,2 ,수학,확률과 통계,2 ,2 
5 ,3 ,기민영,2 ,2 ,영어,영어Ⅱ,3 ,2 
5 ,3 ,기민영,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
5 ,3 ,기민영,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
5 ,3 ,기민영,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
5 ,3 ,기민영,3 ,1 ,국어,화법과 작문,4 ,4 
5 ,3 ,기민영,3 ,1 ,영어,영어 독해와 작문,4 ,2 
5 ,4 ,김규민,1 ,1 ,국어,국어,3 ,3 
5 ,4 ,김규민,1 ,1 ,수학,수학,4 ,3 
5 ,4 ,김규민,1 ,1 ,영어,영어,4 ,4 
5 ,4 ,김규민,1 ,1 ,한국사,한국사,3 ,3 
5 ,4 ,김규민,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,4 
5 ,4 ,김규민,1 ,1 ,과학,통합과학,3 ,4 
5 ,4 ,김규민,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,4 
5 ,4 ,김규민,1 ,2 ,국어,국어,3 ,4 
5 ,4 ,김규민,1 ,2 ,수학,수학,4 ,3 
5 ,4 ,김규민,1 ,2 ,영어,영어,4 ,4 
5 ,4 ,김규민,1 ,2 ,한국사,한국사,3 ,4 
5 ,4 ,김규민,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
5 ,4 ,김규민,1 ,2 ,과학,통합과학,3 ,3 
5 ,4 ,김규민,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,4 ,김규민,2 ,1 ,국어,문학,4 ,4 
5 ,4 ,김규민,2 ,1 ,수학,수학Ⅰ,4 ,3 
5 ,4 ,김규민,2 ,1 ,수학,확률과 통계,2 ,3 
5 ,4 ,김규민,2 ,1 ,영어,영어Ⅰ,3 ,3 
5 ,4 ,김규민,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
5 ,4 ,김규민,2 ,1 ,사회(역사/도덕포함),정치와 법,4 ,4 
5 ,4 ,김규민,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,3 
5 ,4 ,김규민,2 ,2 ,국어,독서,4 ,4 
5 ,4 ,김규민,2 ,2 ,수학,수학Ⅱ,4 ,3 
5 ,4 ,김규민,2 ,2 ,수학,확률과 통계,2 ,3 
5 ,4 ,김규민,2 ,2 ,영어,영어Ⅱ,3 ,3 
5 ,4 ,김규민,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
5 ,4 ,김규민,2 ,2 ,사회(역사/도덕포함),세계지리,4 ,4 
5 ,4 ,김규민,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,2 
5 ,4 ,김규민,3 ,1 ,국어,화법과 작문,4 ,4 
5 ,4 ,김규민,3 ,1 ,영어,영어 독해와 작문,4 ,3 
5 ,5 ,김도원,1 ,1 ,국어,국어,3 ,3 
5 ,5 ,김도원,1 ,1 ,수학,수학,4 ,2 
5 ,5 ,김도원,1 ,1 ,영어,영어,4 ,3 
5 ,5 ,김도원,1 ,1 ,한국사,한국사,3 ,2 
5 ,5 ,김도원,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
5 ,5 ,김도원,1 ,1 ,과학,통합과학,3 ,3 
5 ,5 ,김도원,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,2 
5 ,5 ,김도원,1 ,2 ,국어,국어,3 ,3 
5 ,5 ,김도원,1 ,2 ,수학,수학,4 ,2 
5 ,5 ,김도원,1 ,2 ,영어,영어,4 ,2 
5 ,5 ,김도원,1 ,2 ,한국사,한국사,3 ,3 
5 ,5 ,김도원,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,3 
5 ,5 ,김도원,1 ,2 ,과학,통합과학,3 ,3 
5 ,5 ,김도원,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,2 
5 ,5 ,김도원,2 ,1 ,국어,문학,4 ,3 
5 ,5 ,김도원,2 ,1 ,수학,수학Ⅰ,4 ,2 
5 ,5 ,김도원,2 ,1 ,수학,확률과 통계,2 ,2 
5 ,5 ,김도원,2 ,1 ,영어,영어Ⅰ,3 ,3 
5 ,5 ,김도원,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,3 
5 ,5 ,김도원,2 ,1 ,사회(역사/도덕포함),세계사,4 ,3 
5 ,5 ,김도원,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,2 
5 ,5 ,김도원,2 ,2 ,국어,독서,4 ,3 
5 ,5 ,김도원,2 ,2 ,수학,수학Ⅱ,4 ,2 
5 ,5 ,김도원,2 ,2 ,수학,확률과 통계,2 ,1 
5 ,5 ,김도원,2 ,2 ,영어,영어Ⅱ,3 ,2 
5 ,5 ,김도원,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,3 
5 ,5 ,김도원,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,2 
5 ,5 ,김도원,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,2 
5 ,5 ,김도원,3 ,1 ,국어,화법과 작문,4 ,3 
5 ,5 ,김도원,3 ,1 ,영어,영어 독해와 작문,4 ,2 
5 ,6 ,김시우,1 ,1 ,국어,국어,3 ,3 
5 ,6 ,김시우,1 ,1 ,수학,수학,4 ,2 
5 ,6 ,김시우,1 ,1 ,영어,영어,4 ,3 
5 ,6 ,김시우,1 ,1 ,한국사,한국사,3 ,3 
5 ,6 ,김시우,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
5 ,6 ,김시우,1 ,1 ,과학,통합과학,3 ,3 
5 ,6 ,김시우,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,6 ,김시우,1 ,2 ,국어,국어,3 ,3 
5 ,6 ,김시우,1 ,2 ,수학,수학,4 ,2 
5 ,6 ,김시우,1 ,2 ,영어,영어,4 ,3 
5 ,6 ,김시우,1 ,2 ,한국사,한국사,3 ,3 
5 ,6 ,김시우,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,3 
5 ,6 ,김시우,1 ,2 ,과학,통합과학,3 ,3 
5 ,6 ,김시우,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,6 ,김시우,2 ,1 ,국어,문학,4 ,3 
5 ,6 ,김시우,2 ,1 ,수학,수학Ⅰ,4 ,2 
5 ,6 ,김시우,2 ,1 ,수학,확률과 통계,2 ,3 
5 ,6 ,김시우,2 ,1 ,영어,영어Ⅰ,3 ,3 
5 ,6 ,김시우,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,3 
5 ,6 ,김시우,2 ,1 ,사회(역사/도덕포함),세계사,4 ,3 
5 ,6 ,김시우,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,1 
5 ,6 ,김시우,2 ,2 ,국어,독서,4 ,3 
5 ,6 ,김시우,2 ,2 ,수학,수학Ⅱ,4 ,2 
5 ,6 ,김시우,2 ,2 ,수학,확률과 통계,2 ,2 
5 ,6 ,김시우,2 ,2 ,영어,영어Ⅱ,3 ,2 
5 ,6 ,김시우,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,3 
5 ,6 ,김시우,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,3 
5 ,6 ,김시우,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,1 
5 ,6 ,김시우,3 ,1 ,국어,화법과 작문,4 ,4 
5 ,6 ,김시우,3 ,1 ,영어,영어 독해와 작문,4 ,2 
5 ,7 ,김은철,1 ,1 ,국어,국어,3 ,3 
5 ,7 ,김은철,1 ,1 ,수학,수학,4 ,3 
5 ,7 ,김은철,1 ,1 ,영어,영어,4 ,3 
5 ,7 ,김은철,1 ,1 ,한국사,한국사,3 ,3 
5 ,7 ,김은철,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
5 ,7 ,김은철,1 ,1 ,과학,통합과학,3 ,3 
5 ,7 ,김은철,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,7 ,김은철,1 ,2 ,국어,국어,3 ,3 
5 ,7 ,김은철,1 ,2 ,수학,수학,4 ,3 
5 ,7 ,김은철,1 ,2 ,영어,영어,4 ,3 
5 ,7 ,김은철,1 ,2 ,한국사,한국사,3 ,3 
5 ,7 ,김은철,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,3 
5 ,7 ,김은철,1 ,2 ,과학,통합과학,3 ,3 
5 ,7 ,김은철,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,7 ,김은철,2 ,1 ,국어,문학,4 ,3 
5 ,7 ,김은철,2 ,1 ,수학,수학Ⅰ,4 ,2 
5 ,7 ,김은철,2 ,1 ,수학,확률과 통계,2 ,3 
5 ,7 ,김은철,2 ,1 ,영어,영어Ⅰ,3 ,3 
5 ,7 ,김은철,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,3 
5 ,7 ,김은철,2 ,1 ,사회(역사/도덕포함),정치와 법,4 ,3 
5 ,7 ,김은철,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
5 ,7 ,김은철,2 ,2 ,국어,독서,4 ,3 
5 ,7 ,김은철,2 ,2 ,수학,수학Ⅱ,4 ,2 
5 ,7 ,김은철,2 ,2 ,수학,확률과 통계,2 ,2 
5 ,7 ,김은철,2 ,2 ,영어,영어Ⅱ,3 ,2 
5 ,7 ,김은철,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,3 
5 ,7 ,김은철,2 ,2 ,사회(역사/도덕포함),세계지리,4 ,3 
5 ,7 ,김은철,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
5 ,7 ,김은철,3 ,1 ,국어,화법과 작문,4 ,4 
5 ,7 ,김은철,3 ,1 ,영어,영어 독해와 작문,4 ,2 
5 ,8 ,김장현,1 ,1 ,국어,국어,3 ,3 
5 ,8 ,김장현,1 ,1 ,수학,수학,4 ,3 
5 ,8 ,김장현,1 ,1 ,영어,영어,4 ,3 
5 ,8 ,김장현,1 ,1 ,한국사,한국사,3 ,3 
5 ,8 ,김장현,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,4 
5 ,8 ,김장현,1 ,1 ,과학,통합과학,3 ,4 
5 ,8 ,김장현,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,4 
5 ,8 ,김장현,1 ,2 ,국어,국어,3 ,4 
5 ,8 ,김장현,1 ,2 ,수학,수학,4 ,3 
5 ,8 ,김장현,1 ,2 ,영어,영어,4 ,3 
5 ,8 ,김장현,1 ,2 ,한국사,한국사,3 ,4 
5 ,8 ,김장현,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
5 ,8 ,김장현,1 ,2 ,과학,통합과학,3 ,3 
5 ,8 ,김장현,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,8 ,김장현,2 ,1 ,국어,문학,4 ,4 
5 ,8 ,김장현,2 ,1 ,수학,수학Ⅰ,4 ,3 
5 ,8 ,김장현,2 ,1 ,수학,확률과 통계,2 ,3 
5 ,8 ,김장현,2 ,1 ,영어,영어Ⅰ,3 ,3 
5 ,8 ,김장현,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
5 ,8 ,김장현,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
5 ,8 ,김장현,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,3 
5 ,8 ,김장현,2 ,2 ,국어,독서,4 ,4 
5 ,8 ,김장현,2 ,2 ,수학,수학Ⅱ,4 ,3 
5 ,8 ,김장현,2 ,2 ,수학,확률과 통계,2 ,3 
5 ,8 ,김장현,2 ,2 ,영어,영어Ⅱ,3 ,3 
5 ,8 ,김장현,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
5 ,8 ,김장현,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
5 ,8 ,김장현,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,2 
5 ,8 ,김장현,3 ,1 ,국어,화법과 작문,4 ,4 
5 ,8 ,김장현,3 ,1 ,영어,영어 독해와 작문,4 ,3 
5 ,9 ,김재원,1 ,1 ,국어,국어,3 ,3 
5 ,9 ,김재원,1 ,1 ,수학,수학,4 ,3 
5 ,9 ,김재원,1 ,1 ,영어,영어,4 ,3 
5 ,9 ,김재원,1 ,1 ,한국사,한국사,3 ,3 
5 ,9 ,김재원,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
5 ,9 ,김재원,1 ,1 ,과학,통합과학,3 ,4 
5 ,9 ,김재원,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,9 ,김재원,1 ,2 ,국어,국어,3 ,4 
5 ,9 ,김재원,1 ,2 ,수학,수학,4 ,2 
5 ,9 ,김재원,1 ,2 ,영어,영어,4 ,2 
5 ,9 ,김재원,1 ,2 ,한국사,한국사,3 ,4 
5 ,9 ,김재원,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
5 ,9 ,김재원,1 ,2 ,과학,통합과학,3 ,4 
5 ,9 ,김재원,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,9 ,김재원,2 ,1 ,국어,문학,4 ,3 
5 ,9 ,김재원,2 ,1 ,수학,수학Ⅰ,4 ,2 
5 ,9 ,김재원,2 ,1 ,수학,확률과 통계,2 ,3 
5 ,9 ,김재원,2 ,1 ,영어,영어Ⅰ,3 ,3 
5 ,9 ,김재원,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
5 ,9 ,김재원,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
5 ,9 ,김재원,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,1 
5 ,9 ,김재원,2 ,2 ,국어,독서,4 ,4 
5 ,9 ,김재원,2 ,2 ,수학,수학Ⅱ,4 ,2 
5 ,9 ,김재원,2 ,2 ,수학,확률과 통계,2 ,2 
5 ,9 ,김재원,2 ,2 ,영어,영어Ⅱ,3 ,2 
5 ,9 ,김재원,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
5 ,9 ,김재원,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
5 ,9 ,김재원,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,2 
5 ,9 ,김재원,3 ,1 ,국어,화법과 작문,4 ,4 
5 ,9 ,김재원,3 ,1 ,영어,영어 독해와 작문,4 ,2 
5 ,10 ,김재혁,1 ,1 ,국어,국어,3 ,3 
5 ,10 ,김재혁,1 ,1 ,수학,수학,4 ,3 
5 ,10 ,김재혁,1 ,1 ,영어,영어,4 ,3 
5 ,10 ,김재혁,1 ,1 ,한국사,한국사,3 ,3 
5 ,10 ,김재혁,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
5 ,10 ,김재혁,1 ,1 ,과학,통합과학,3 ,4 
5 ,10 ,김재혁,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,10 ,김재혁,1 ,2 ,국어,국어,3 ,4 
5 ,10 ,김재혁,1 ,2 ,수학,수학,4 ,2 
5 ,10 ,김재혁,1 ,2 ,영어,영어,4 ,2 
5 ,10 ,김재혁,1 ,2 ,한국사,한국사,3 ,4 
5 ,10 ,김재혁,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
5 ,10 ,김재혁,1 ,2 ,과학,통합과학,3 ,4 
5 ,10 ,김재혁,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,10 ,김재혁,2 ,1 ,국어,문학,4 ,3 
5 ,10 ,김재혁,2 ,1 ,수학,수학Ⅰ,4 ,2 
5 ,10 ,김재혁,2 ,1 ,수학,확률과 통계,2 ,3 
5 ,10 ,김재혁,2 ,1 ,영어,영어Ⅰ,3 ,3 
5 ,10 ,김재혁,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
5 ,10 ,김재혁,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
5 ,10 ,김재혁,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,1 
5 ,10 ,김재혁,2 ,2 ,국어,독서,4 ,4 
5 ,10 ,김재혁,2 ,2 ,수학,수학Ⅱ,4 ,2 
5 ,10 ,김재혁,2 ,2 ,수학,확률과 통계,2 ,2 
5 ,10 ,김재혁,2 ,2 ,영어,영어Ⅱ,3 ,2 
5 ,10 ,김재혁,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
5 ,10 ,김재혁,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
5 ,10 ,김재혁,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,2 
5 ,10 ,김재혁,3 ,1 ,국어,화법과 작문,4 ,4 
5 ,10 ,김재혁,3 ,1 ,영어,영어 독해와 작문,4 ,2 
5 ,11 ,김준희,1 ,1 ,국어,국어,3 ,3 
5 ,11 ,김준희,1 ,1 ,수학,수학,4 ,3 
5 ,11 ,김준희,1 ,1 ,영어,영어,4 ,3 
5 ,11 ,김준희,1 ,1 ,한국사,한국사,3 ,3 
5 ,11 ,김준희,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,4 
5 ,11 ,김준희,1 ,1 ,과학,통합과학,3 ,4 
5 ,11 ,김준희,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,4 
5 ,11 ,김준희,1 ,2 ,국어,국어,3 ,4 
5 ,11 ,김준희,1 ,2 ,수학,수학,4 ,3 
5 ,11 ,김준희,1 ,2 ,영어,영어,4 ,3 
5 ,11 ,김준희,1 ,2 ,한국사,한국사,3 ,4 
5 ,11 ,김준희,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
5 ,11 ,김준희,1 ,2 ,과학,통합과학,3 ,3 
5 ,11 ,김준희,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,11 ,김준희,2 ,1 ,국어,문학,4 ,4 
5 ,11 ,김준희,2 ,1 ,수학,수학Ⅰ,4 ,3 
5 ,11 ,김준희,2 ,1 ,수학,확률과 통계,2 ,3 
5 ,11 ,김준희,2 ,1 ,영어,영어Ⅰ,3 ,3 
5 ,11 ,김준희,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
5 ,11 ,김준희,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
5 ,11 ,김준희,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,3 
5 ,11 ,김준희,2 ,2 ,국어,독서,4 ,4 
5 ,11 ,김준희,2 ,2 ,수학,수학Ⅱ,4 ,3 
5 ,11 ,김준희,2 ,2 ,수학,확률과 통계,2 ,3 
5 ,11 ,김준희,2 ,2 ,영어,영어Ⅱ,3 ,3 
5 ,11 ,김준희,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
5 ,11 ,김준희,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
5 ,11 ,김준희,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,2 
5 ,11 ,김준희,3 ,1 ,국어,화법과 작문,4 ,4 
5 ,11 ,김준희,3 ,1 ,영어,영어 독해와 작문,4 ,3 
5 ,12 ,남영우,1 ,1 ,국어,국어,3 ,3 
5 ,12 ,남영우,1 ,1 ,수학,수학,4 ,3 
5 ,12 ,남영우,1 ,1 ,영어,영어,4 ,3 
5 ,12 ,남영우,1 ,1 ,한국사,한국사,3 ,3 
5 ,12 ,남영우,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
5 ,12 ,남영우,1 ,1 ,과학,통합과학,3 ,4 
5 ,12 ,남영우,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,12 ,남영우,1 ,2 ,국어,국어,3 ,4 
5 ,12 ,남영우,1 ,2 ,수학,수학,4 ,2 
5 ,12 ,남영우,1 ,2 ,영어,영어,4 ,2 
5 ,12 ,남영우,1 ,2 ,한국사,한국사,3 ,4 
5 ,12 ,남영우,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
5 ,12 ,남영우,1 ,2 ,과학,통합과학,3 ,4 
5 ,12 ,남영우,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,12 ,남영우,2 ,1 ,국어,문학,4 ,3 
5 ,12 ,남영우,2 ,1 ,수학,수학Ⅰ,4 ,2 
5 ,12 ,남영우,2 ,1 ,수학,확률과 통계,2 ,3 
5 ,12 ,남영우,2 ,1 ,영어,영어Ⅰ,3 ,3 
5 ,12 ,남영우,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
5 ,12 ,남영우,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
5 ,12 ,남영우,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,1 
5 ,12 ,남영우,2 ,2 ,국어,독서,4 ,4 
5 ,12 ,남영우,2 ,2 ,수학,수학Ⅱ,4 ,2 
5 ,12 ,남영우,2 ,2 ,수학,확률과 통계,2 ,2 
5 ,12 ,남영우,2 ,2 ,영어,영어Ⅱ,3 ,2 
5 ,12 ,남영우,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
5 ,12 ,남영우,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
5 ,12 ,남영우,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,2 
5 ,12 ,남영우,3 ,1 ,국어,화법과 작문,4 ,4 
5 ,12 ,남영우,3 ,1 ,영어,영어 독해와 작문,4 ,2 
5 ,13 ,문지원,1 ,1 ,국어,국어,3 ,3 
5 ,13 ,문지원,1 ,1 ,수학,수학,4 ,3 
5 ,13 ,문지원,1 ,1 ,영어,영어,4 ,3 
5 ,13 ,문지원,1 ,1 ,한국사,한국사,3 ,3 
5 ,13 ,문지원,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
5 ,13 ,문지원,1 ,1 ,과학,통합과학,3 ,4 
5 ,13 ,문지원,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,13 ,문지원,1 ,2 ,국어,국어,3 ,4 
5 ,13 ,문지원,1 ,2 ,수학,수학,4 ,2 
5 ,13 ,문지원,1 ,2 ,영어,영어,4 ,2 
5 ,13 ,문지원,1 ,2 ,한국사,한국사,3 ,4 
5 ,13 ,문지원,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
5 ,13 ,문지원,1 ,2 ,과학,통합과학,3 ,4 
5 ,13 ,문지원,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,13 ,문지원,2 ,1 ,국어,문학,4 ,3 
5 ,13 ,문지원,2 ,1 ,수학,수학Ⅰ,4 ,2 
5 ,13 ,문지원,2 ,1 ,수학,확률과 통계,2 ,3 
5 ,13 ,문지원,2 ,1 ,영어,영어Ⅰ,3 ,3 
5 ,13 ,문지원,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
5 ,13 ,문지원,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
5 ,13 ,문지원,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
5 ,13 ,문지원,2 ,2 ,국어,독서,4 ,4 
5 ,13 ,문지원,2 ,2 ,수학,수학Ⅱ,4 ,2 
5 ,13 ,문지원,2 ,2 ,수학,확률과 통계,2 ,2 
5 ,13 ,문지원,2 ,2 ,영어,영어Ⅱ,3 ,2 
5 ,13 ,문지원,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
5 ,13 ,문지원,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
5 ,13 ,문지원,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
5 ,13 ,문지원,3 ,1 ,국어,화법과 작문,4 ,4 
5 ,13 ,문지원,3 ,1 ,영어,영어 독해와 작문,4 ,2 
5 ,14 ,박재선,1 ,1 ,국어,국어,3 ,3 
5 ,14 ,박재선,1 ,1 ,수학,수학,4 ,3 
5 ,14 ,박재선,1 ,1 ,영어,영어,4 ,3 
5 ,14 ,박재선,1 ,1 ,한국사,한국사,3 ,3 
5 ,14 ,박재선,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
5 ,14 ,박재선,1 ,1 ,과학,통합과학,3 ,4 
5 ,14 ,박재선,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,14 ,박재선,1 ,2 ,국어,국어,3 ,4 
5 ,14 ,박재선,1 ,2 ,수학,수학,4 ,2 
5 ,14 ,박재선,1 ,2 ,영어,영어,4 ,2 
5 ,14 ,박재선,1 ,2 ,한국사,한국사,3 ,4 
5 ,14 ,박재선,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
5 ,14 ,박재선,1 ,2 ,과학,통합과학,3 ,4 
5 ,14 ,박재선,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,14 ,박재선,2 ,1 ,국어,문학,4 ,3 
5 ,14 ,박재선,2 ,1 ,수학,수학Ⅰ,4 ,2 
5 ,14 ,박재선,2 ,1 ,수학,확률과 통계,2 ,3 
5 ,14 ,박재선,2 ,1 ,영어,영어Ⅰ,3 ,3 
5 ,14 ,박재선,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
5 ,14 ,박재선,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
5 ,14 ,박재선,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
5 ,14 ,박재선,2 ,2 ,국어,독서,4 ,4 
5 ,14 ,박재선,2 ,2 ,수학,수학Ⅱ,4 ,2 
5 ,14 ,박재선,2 ,2 ,수학,확률과 통계,2 ,2 
5 ,14 ,박재선,2 ,2 ,영어,영어Ⅱ,3 ,2 
5 ,14 ,박재선,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
5 ,14 ,박재선,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
5 ,14 ,박재선,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
5 ,14 ,박재선,3 ,1 ,국어,화법과 작문,4 ,4 
5 ,14 ,박재선,3 ,1 ,영어,영어 독해와 작문,4 ,2 
5 ,15 ,박준현,1 ,1 ,국어,국어,3 ,3 
5 ,15 ,박준현,1 ,1 ,수학,수학,4 ,3 
5 ,15 ,박준현,1 ,1 ,영어,영어,4 ,3 
5 ,15 ,박준현,1 ,1 ,한국사,한국사,3 ,3 
5 ,15 ,박준현,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
5 ,15 ,박준현,1 ,1 ,과학,통합과학,3 ,4 
5 ,15 ,박준현,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,15 ,박준현,1 ,2 ,국어,국어,3 ,4 
5 ,15 ,박준현,1 ,2 ,수학,수학,4 ,2 
5 ,15 ,박준현,1 ,2 ,영어,영어,4 ,2 
5 ,15 ,박준현,1 ,2 ,한국사,한국사,3 ,4 
5 ,15 ,박준현,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
5 ,15 ,박준현,1 ,2 ,과학,통합과학,3 ,4 
5 ,15 ,박준현,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,15 ,박준현,2 ,1 ,국어,문학,4 ,3 
5 ,15 ,박준현,2 ,1 ,수학,수학Ⅰ,4 ,2 
5 ,15 ,박준현,2 ,1 ,수학,확률과 통계,2 ,3 
5 ,15 ,박준현,2 ,1 ,영어,영어Ⅰ,3 ,3 
5 ,15 ,박준현,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
5 ,15 ,박준현,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
5 ,15 ,박준현,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
5 ,15 ,박준현,2 ,2 ,국어,독서,4 ,4 
5 ,15 ,박준현,2 ,2 ,수학,수학Ⅱ,4 ,2 
5 ,15 ,박준현,2 ,2 ,수학,확률과 통계,2 ,2 
5 ,15 ,박준현,2 ,2 ,영어,영어Ⅱ,3 ,2 
5 ,15 ,박준현,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
5 ,15 ,박준현,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
5 ,15 ,박준현,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
5 ,15 ,박준현,3 ,1 ,국어,화법과 작문,4 ,4 
5 ,15 ,박준현,3 ,1 ,영어,영어 독해와 작문,4 ,2 
5 ,16 ,박진혁,1 ,1 ,국어,국어,3 ,3 
5 ,16 ,박진혁,1 ,1 ,수학,수학,4 ,3 
5 ,16 ,박진혁,1 ,1 ,영어,영어,4 ,3 
5 ,16 ,박진혁,1 ,1 ,한국사,한국사,3 ,3 
5 ,16 ,박진혁,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
5 ,16 ,박진혁,1 ,1 ,과학,통합과학,3 ,4 
5 ,16 ,박진혁,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,16 ,박진혁,1 ,2 ,국어,국어,3 ,4 
5 ,16 ,박진혁,1 ,2 ,수학,수학,4 ,2 
5 ,16 ,박진혁,1 ,2 ,영어,영어,4 ,2 
5 ,16 ,박진혁,1 ,2 ,한국사,한국사,3 ,4 
5 ,16 ,박진혁,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
5 ,16 ,박진혁,1 ,2 ,과학,통합과학,3 ,4 
5 ,16 ,박진혁,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,16 ,박진혁,2 ,1 ,국어,문학,4 ,3 
5 ,16 ,박진혁,2 ,1 ,수학,수학Ⅰ,4 ,2 
5 ,16 ,박진혁,2 ,1 ,수학,확률과 통계,2 ,3 
5 ,16 ,박진혁,2 ,1 ,영어,영어Ⅰ,3 ,3 
5 ,16 ,박진혁,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
5 ,16 ,박진혁,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
5 ,16 ,박진혁,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
5 ,16 ,박진혁,2 ,2 ,국어,독서,4 ,4 
5 ,16 ,박진혁,2 ,2 ,수학,수학Ⅱ,4 ,2 
5 ,16 ,박진혁,2 ,2 ,수학,확률과 통계,2 ,2 
5 ,16 ,박진혁,2 ,2 ,영어,영어Ⅱ,3 ,2 
5 ,16 ,박진혁,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
5 ,16 ,박진혁,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
5 ,16 ,박진혁,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
5 ,16 ,박진혁,3 ,1 ,국어,화법과 작문,4 ,4 
5 ,16 ,박진혁,3 ,1 ,영어,영어 독해와 작문,4 ,2 
5 ,17 ,박현빈,1 ,1 ,국어,국어,3 ,3 
5 ,17 ,박현빈,1 ,1 ,수학,수학,4 ,3 
5 ,17 ,박현빈,1 ,1 ,영어,영어,4 ,3 
5 ,17 ,박현빈,1 ,1 ,한국사,한국사,3 ,3 
5 ,17 ,박현빈,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
5 ,17 ,박현빈,1 ,1 ,과학,통합과학,3 ,4 
5 ,17 ,박현빈,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,17 ,박현빈,1 ,2 ,국어,국어,3 ,4 
5 ,17 ,박현빈,1 ,2 ,수학,수학,4 ,2 
5 ,17 ,박현빈,1 ,2 ,영어,영어,4 ,2 
5 ,17 ,박현빈,1 ,2 ,한국사,한국사,3 ,4 
5 ,17 ,박현빈,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
5 ,17 ,박현빈,1 ,2 ,과학,통합과학,3 ,4 
5 ,17 ,박현빈,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,17 ,박현빈,2 ,1 ,국어,문학,4 ,3 
5 ,17 ,박현빈,2 ,1 ,수학,수학Ⅰ,4 ,2 
5 ,17 ,박현빈,2 ,1 ,수학,확률과 통계,2 ,3 
5 ,17 ,박현빈,2 ,1 ,영어,영어Ⅰ,3 ,3 
5 ,17 ,박현빈,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
5 ,17 ,박현빈,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
5 ,17 ,박현빈,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
5 ,17 ,박현빈,2 ,2 ,국어,독서,4 ,4 
5 ,17 ,박현빈,2 ,2 ,수학,수학Ⅱ,4 ,2 
5 ,17 ,박현빈,2 ,2 ,수학,확률과 통계,2 ,2 
5 ,17 ,박현빈,2 ,2 ,영어,영어Ⅱ,3 ,2 
5 ,17 ,박현빈,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
5 ,17 ,박현빈,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
5 ,17 ,박현빈,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
5 ,17 ,박현빈,3 ,1 ,국어,화법과 작문,4 ,4 
5 ,17 ,박현빈,3 ,1 ,영어,영어 독해와 작문,4 ,2 
5 ,18 ,백두현,1 ,1 ,국어,국어,3 ,3 
5 ,18 ,백두현,1 ,1 ,수학,수학,4 ,3 
5 ,18 ,백두현,1 ,1 ,영어,영어,4 ,3 
5 ,18 ,백두현,1 ,1 ,한국사,한국사,3 ,3 
5 ,18 ,백두현,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
5 ,18 ,백두현,1 ,1 ,과학,통합과학,3 ,4 
5 ,18 ,백두현,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,18 ,백두현,1 ,2 ,국어,국어,3 ,4 
5 ,18 ,백두현,1 ,2 ,수학,수학,4 ,2 
5 ,18 ,백두현,1 ,2 ,영어,영어,4 ,2 
5 ,18 ,백두현,1 ,2 ,한국사,한국사,3 ,4 
5 ,18 ,백두현,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
5 ,18 ,백두현,1 ,2 ,과학,통합과학,3 ,4 
5 ,18 ,백두현,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,18 ,백두현,2 ,1 ,국어,문학,4 ,3 
5 ,18 ,백두현,2 ,1 ,수학,수학Ⅰ,4 ,2 
5 ,18 ,백두현,2 ,1 ,수학,확률과 통계,2 ,3 
5 ,18 ,백두현,2 ,1 ,영어,영어Ⅰ,3 ,3 
5 ,18 ,백두현,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
5 ,18 ,백두현,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
5 ,18 ,백두현,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
5 ,18 ,백두현,2 ,2 ,국어,독서,4 ,4 
5 ,18 ,백두현,2 ,2 ,수학,수학Ⅱ,4 ,2 
5 ,18 ,백두현,2 ,2 ,수학,확률과 통계,2 ,2 
5 ,18 ,백두현,2 ,2 ,영어,영어Ⅱ,3 ,2 
5 ,18 ,백두현,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
5 ,18 ,백두현,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
5 ,18 ,백두현,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
5 ,18 ,백두현,3 ,1 ,국어,화법과 작문,4 ,4 
5 ,18 ,백두현,3 ,1 ,영어,영어 독해와 작문,4 ,2 
5 ,19 ,서진욱,1 ,1 ,국어,국어,3 ,3 
5 ,19 ,서진욱,1 ,1 ,수학,수학,4 ,3 
5 ,19 ,서진욱,1 ,1 ,영어,영어,4 ,3 
5 ,19 ,서진욱,1 ,1 ,한국사,한국사,3 ,3 
5 ,19 ,서진욱,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
5 ,19 ,서진욱,1 ,1 ,과학,통합과학,3 ,4 
5 ,19 ,서진욱,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,19 ,서진욱,1 ,2 ,국어,국어,3 ,4 
5 ,19 ,서진욱,1 ,2 ,수학,수학,4 ,2 
5 ,19 ,서진욱,1 ,2 ,영어,영어,4 ,2 
5 ,19 ,서진욱,1 ,2 ,한국사,한국사,3 ,4 
5 ,19 ,서진욱,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
5 ,19 ,서진욱,1 ,2 ,과학,통합과학,3 ,4 
5 ,19 ,서진욱,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,19 ,서진욱,2 ,1 ,국어,문학,4 ,3 
5 ,19 ,서진욱,2 ,1 ,수학,수학Ⅰ,4 ,2 
5 ,19 ,서진욱,2 ,1 ,수학,확률과 통계,2 ,3 
5 ,19 ,서진욱,2 ,1 ,영어,영어Ⅰ,3 ,3 
5 ,19 ,서진욱,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
5 ,19 ,서진욱,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
5 ,19 ,서진욱,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,1 
5 ,19 ,서진욱,2 ,2 ,국어,독서,4 ,4 
5 ,19 ,서진욱,2 ,2 ,수학,수학Ⅱ,4 ,2 
5 ,19 ,서진욱,2 ,2 ,수학,확률과 통계,2 ,2 
5 ,19 ,서진욱,2 ,2 ,영어,영어Ⅱ,3 ,2 
5 ,19 ,서진욱,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
5 ,19 ,서진욱,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
5 ,19 ,서진욱,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,2 
5 ,19 ,서진욱,3 ,1 ,국어,화법과 작문,4 ,4 
5 ,19 ,서진욱,3 ,1 ,영어,영어 독해와 작문,4 ,2 
5 ,20 ,송민규,1 ,1 ,국어,국어,3 ,3 
5 ,20 ,송민규,1 ,1 ,수학,수학,4 ,3 
5 ,20 ,송민규,1 ,1 ,영어,영어,4 ,3 
5 ,20 ,송민규,1 ,1 ,한국사,한국사,3 ,3 
5 ,20 ,송민규,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
5 ,20 ,송민규,1 ,1 ,과학,통합과학,3 ,4 
5 ,20 ,송민규,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,20 ,송민규,1 ,2 ,국어,국어,3 ,4 
5 ,20 ,송민규,1 ,2 ,수학,수학,4 ,2 
5 ,20 ,송민규,1 ,2 ,영어,영어,4 ,2 
5 ,20 ,송민규,1 ,2 ,한국사,한국사,3 ,4 
5 ,20 ,송민규,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
5 ,20 ,송민규,1 ,2 ,과학,통합과학,3 ,4 
5 ,20 ,송민규,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,20 ,송민규,2 ,1 ,국어,문학,4 ,3 
5 ,20 ,송민규,2 ,1 ,수학,수학Ⅰ,4 ,2 
5 ,20 ,송민규,2 ,1 ,수학,확률과 통계,2 ,3 
5 ,20 ,송민규,2 ,1 ,영어,영어Ⅰ,3 ,3 
5 ,20 ,송민규,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
5 ,20 ,송민규,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
5 ,20 ,송민규,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
5 ,20 ,송민규,2 ,2 ,국어,독서,4 ,4 
5 ,20 ,송민규,2 ,2 ,수학,수학Ⅱ,4 ,2 
5 ,20 ,송민규,2 ,2 ,수학,확률과 통계,2 ,2 
5 ,20 ,송민규,2 ,2 ,영어,영어Ⅱ,3 ,2 
5 ,20 ,송민규,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
5 ,20 ,송민규,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
5 ,20 ,송민규,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
5 ,20 ,송민규,3 ,1 ,국어,화법과 작문,4 ,4 
5 ,20 ,송민규,3 ,1 ,영어,영어 독해와 작문,4 ,2 
5 ,21 ,오민석,1 ,1 ,국어,국어,3 ,3 
5 ,21 ,오민석,1 ,1 ,수학,수학,4 ,3 
5 ,21 ,오민석,1 ,1 ,영어,영어,4 ,3 
5 ,21 ,오민석,1 ,1 ,한국사,한국사,3 ,3 
5 ,21 ,오민석,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
5 ,21 ,오민석,1 ,1 ,과학,통합과학,3 ,4 
5 ,21 ,오민석,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,21 ,오민석,1 ,2 ,국어,국어,3 ,4 
5 ,21 ,오민석,1 ,2 ,수학,수학,4 ,2 
5 ,21 ,오민석,1 ,2 ,영어,영어,4 ,2 
5 ,21 ,오민석,1 ,2 ,한국사,한국사,3 ,4 
5 ,21 ,오민석,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
5 ,21 ,오민석,1 ,2 ,과학,통합과학,3 ,4 
5 ,21 ,오민석,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,21 ,오민석,2 ,1 ,국어,문학,4 ,3 
5 ,21 ,오민석,2 ,1 ,수학,수학Ⅰ,4 ,2 
5 ,21 ,오민석,2 ,1 ,수학,확률과 통계,2 ,3 
5 ,21 ,오민석,2 ,1 ,영어,영어Ⅰ,3 ,3 
5 ,21 ,오민석,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
5 ,21 ,오민석,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
5 ,21 ,오민석,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
5 ,21 ,오민석,2 ,2 ,국어,독서,4 ,4 
5 ,21 ,오민석,2 ,2 ,수학,수학Ⅱ,4 ,2 
5 ,21 ,오민석,2 ,2 ,수학,확률과 통계,2 ,2 
5 ,21 ,오민석,2 ,2 ,영어,영어Ⅱ,3 ,2 
5 ,21 ,오민석,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
5 ,21 ,오민석,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
5 ,21 ,오민석,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
5 ,21 ,오민석,3 ,1 ,국어,화법과 작문,4 ,4 
5 ,21 ,오민석,3 ,1 ,영어,영어 독해와 작문,4 ,2 
5 ,22 ,오민준,1 ,1 ,국어,국어,3 ,3 
5 ,22 ,오민준,1 ,1 ,수학,수학,4 ,3 
5 ,22 ,오민준,1 ,1 ,영어,영어,4 ,3 
5 ,22 ,오민준,1 ,1 ,한국사,한국사,3 ,3 
5 ,22 ,오민준,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
5 ,22 ,오민준,1 ,1 ,과학,통합과학,3 ,4 
5 ,22 ,오민준,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,22 ,오민준,1 ,2 ,국어,국어,3 ,4 
5 ,22 ,오민준,1 ,2 ,수학,수학,4 ,2 
5 ,22 ,오민준,1 ,2 ,영어,영어,4 ,2 
5 ,22 ,오민준,1 ,2 ,한국사,한국사,3 ,4 
5 ,22 ,오민준,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
5 ,22 ,오민준,1 ,2 ,과학,통합과학,3 ,4 
5 ,22 ,오민준,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,22 ,오민준,2 ,1 ,국어,문학,4 ,3 
5 ,22 ,오민준,2 ,1 ,수학,수학Ⅰ,4 ,2 
5 ,22 ,오민준,2 ,1 ,수학,확률과 통계,2 ,3 
5 ,22 ,오민준,2 ,1 ,영어,영어Ⅰ,3 ,3 
5 ,22 ,오민준,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
5 ,22 ,오민준,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
5 ,22 ,오민준,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,1 
5 ,22 ,오민준,2 ,2 ,국어,독서,4 ,4 
5 ,22 ,오민준,2 ,2 ,수학,수학Ⅱ,4 ,2 
5 ,22 ,오민준,2 ,2 ,수학,확률과 통계,2 ,2 
5 ,22 ,오민준,2 ,2 ,영어,영어Ⅱ,3 ,2 
5 ,22 ,오민준,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
5 ,22 ,오민준,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
5 ,22 ,오민준,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,2 
5 ,22 ,오민준,3 ,1 ,국어,화법과 작문,4 ,4 
5 ,22 ,오민준,3 ,1 ,영어,영어 독해와 작문,4 ,2 
5 ,23 ,윤성민,1 ,1 ,국어,국어,3 ,3 
5 ,23 ,윤성민,1 ,1 ,수학,수학,4 ,3 
5 ,23 ,윤성민,1 ,1 ,영어,영어,4 ,3 
5 ,23 ,윤성민,1 ,1 ,한국사,한국사,3 ,3 
5 ,23 ,윤성민,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
5 ,23 ,윤성민,1 ,1 ,과학,통합과학,3 ,4 
5 ,23 ,윤성민,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,23 ,윤성민,1 ,2 ,국어,국어,3 ,4 
5 ,23 ,윤성민,1 ,2 ,수학,수학,4 ,2 
5 ,23 ,윤성민,1 ,2 ,영어,영어,4 ,2 
5 ,23 ,윤성민,1 ,2 ,한국사,한국사,3 ,4 
5 ,23 ,윤성민,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
5 ,23 ,윤성민,1 ,2 ,과학,통합과학,3 ,4 
5 ,23 ,윤성민,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,23 ,윤성민,2 ,1 ,국어,문학,4 ,3 
5 ,23 ,윤성민,2 ,1 ,수학,수학Ⅰ,4 ,2 
5 ,23 ,윤성민,2 ,1 ,수학,확률과 통계,2 ,3 
5 ,23 ,윤성민,2 ,1 ,영어,영어Ⅰ,3 ,3 
5 ,23 ,윤성민,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
5 ,23 ,윤성민,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
5 ,23 ,윤성민,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,1 
5 ,23 ,윤성민,2 ,2 ,국어,독서,4 ,4 
5 ,23 ,윤성민,2 ,2 ,수학,수학Ⅱ,4 ,2 
5 ,23 ,윤성민,2 ,2 ,수학,확률과 통계,2 ,2 
5 ,23 ,윤성민,2 ,2 ,영어,영어Ⅱ,3 ,2 
5 ,23 ,윤성민,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
5 ,23 ,윤성민,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
5 ,23 ,윤성민,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,2 
5 ,23 ,윤성민,3 ,1 ,국어,화법과 작문,4 ,4 
5 ,23 ,윤성민,3 ,1 ,영어,영어 독해와 작문,4 ,2 
5 ,24 ,이근우,1 ,1 ,국어,국어,3 ,3 
5 ,24 ,이근우,1 ,1 ,수학,수학,4 ,3 
5 ,24 ,이근우,1 ,1 ,영어,영어,4 ,3 
5 ,24 ,이근우,1 ,1 ,한국사,한국사,3 ,3 
5 ,24 ,이근우,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
5 ,24 ,이근우,1 ,1 ,과학,통합과학,3 ,4 
5 ,24 ,이근우,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,24 ,이근우,1 ,2 ,국어,국어,3 ,4 
5 ,24 ,이근우,1 ,2 ,수학,수학,4 ,2 
5 ,24 ,이근우,1 ,2 ,영어,영어,4 ,2 
5 ,24 ,이근우,1 ,2 ,한국사,한국사,3 ,4 
5 ,24 ,이근우,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
5 ,24 ,이근우,1 ,2 ,과학,통합과학,3 ,4 
5 ,24 ,이근우,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,24 ,이근우,2 ,1 ,국어,문학,4 ,3 
5 ,24 ,이근우,2 ,1 ,수학,수학Ⅰ,4 ,2 
5 ,24 ,이근우,2 ,1 ,수학,확률과 통계,2 ,3 
5 ,24 ,이근우,2 ,1 ,영어,영어Ⅰ,3 ,3 
5 ,24 ,이근우,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
5 ,24 ,이근우,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
5 ,24 ,이근우,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
5 ,24 ,이근우,2 ,2 ,국어,독서,4 ,4 
5 ,24 ,이근우,2 ,2 ,수학,수학Ⅱ,4 ,2 
5 ,24 ,이근우,2 ,2 ,수학,확률과 통계,2 ,2 
5 ,24 ,이근우,2 ,2 ,영어,영어Ⅱ,3 ,2 
5 ,24 ,이근우,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
5 ,24 ,이근우,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
5 ,24 ,이근우,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
5 ,24 ,이근우,3 ,1 ,국어,화법과 작문,4 ,4 
5 ,24 ,이근우,3 ,1 ,영어,영어 독해와 작문,4 ,2 
5 ,25 ,이승원,1 ,1 ,국어,국어,3 ,3 
5 ,25 ,이승원,1 ,1 ,수학,수학,4 ,3 
5 ,25 ,이승원,1 ,1 ,영어,영어,4 ,3 
5 ,25 ,이승원,1 ,1 ,한국사,한국사,3 ,3 
5 ,25 ,이승원,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
5 ,25 ,이승원,1 ,1 ,과학,통합과학,3 ,4 
5 ,25 ,이승원,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,25 ,이승원,1 ,2 ,국어,국어,3 ,4 
5 ,25 ,이승원,1 ,2 ,수학,수학,4 ,2 
5 ,25 ,이승원,1 ,2 ,영어,영어,4 ,2 
5 ,25 ,이승원,1 ,2 ,한국사,한국사,3 ,4 
5 ,25 ,이승원,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
5 ,25 ,이승원,1 ,2 ,과학,통합과학,3 ,4 
5 ,25 ,이승원,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,25 ,이승원,2 ,1 ,국어,문학,4 ,3 
5 ,25 ,이승원,2 ,1 ,수학,수학Ⅰ,4 ,2 
5 ,25 ,이승원,2 ,1 ,수학,확률과 통계,2 ,3 
5 ,25 ,이승원,2 ,1 ,영어,영어Ⅰ,3 ,3 
5 ,25 ,이승원,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
5 ,25 ,이승원,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
5 ,25 ,이승원,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
5 ,25 ,이승원,2 ,2 ,국어,독서,4 ,4 
5 ,25 ,이승원,2 ,2 ,수학,수학Ⅱ,4 ,2 
5 ,25 ,이승원,2 ,2 ,수학,확률과 통계,2 ,2 
5 ,25 ,이승원,2 ,2 ,영어,영어Ⅱ,3 ,2 
5 ,25 ,이승원,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
5 ,25 ,이승원,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
5 ,25 ,이승원,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
5 ,25 ,이승원,3 ,1 ,국어,화법과 작문,4 ,4 
5 ,25 ,이승원,3 ,1 ,영어,영어 독해와 작문,4 ,2 
5 ,26 ,이시우,1 ,1 ,국어,국어,3 ,3 
5 ,26 ,이시우,1 ,1 ,수학,수학,4 ,3 
5 ,26 ,이시우,1 ,1 ,영어,영어,4 ,3 
5 ,26 ,이시우,1 ,1 ,한국사,한국사,3 ,3 
5 ,26 ,이시우,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
5 ,26 ,이시우,1 ,1 ,과학,통합과학,3 ,4 
5 ,26 ,이시우,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,26 ,이시우,1 ,2 ,국어,국어,3 ,4 
5 ,26 ,이시우,1 ,2 ,수학,수학,4 ,2 
5 ,26 ,이시우,1 ,2 ,영어,영어,4 ,2 
5 ,26 ,이시우,1 ,2 ,한국사,한국사,3 ,4 
5 ,26 ,이시우,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
5 ,26 ,이시우,1 ,2 ,과학,통합과학,3 ,4 
5 ,26 ,이시우,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,26 ,이시우,2 ,1 ,국어,문학,4 ,3 
5 ,26 ,이시우,2 ,1 ,수학,수학Ⅰ,4 ,2 
5 ,26 ,이시우,2 ,1 ,수학,확률과 통계,2 ,3 
5 ,26 ,이시우,2 ,1 ,영어,영어Ⅰ,3 ,3 
5 ,26 ,이시우,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
5 ,26 ,이시우,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
5 ,26 ,이시우,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,1 
5 ,26 ,이시우,2 ,2 ,국어,독서,4 ,4 
5 ,26 ,이시우,2 ,2 ,수학,수학Ⅱ,4 ,2 
5 ,26 ,이시우,2 ,2 ,수학,확률과 통계,2 ,2 
5 ,26 ,이시우,2 ,2 ,영어,영어Ⅱ,3 ,2 
5 ,26 ,이시우,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
5 ,26 ,이시우,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
5 ,26 ,이시우,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,2 
5 ,26 ,이시우,3 ,1 ,국어,화법과 작문,4 ,4 
5 ,26 ,이시우,3 ,1 ,영어,영어 독해와 작문,4 ,2 
5 ,27 ,이재우,1 ,1 ,국어,국어,3 ,3 
5 ,27 ,이재우,1 ,1 ,수학,수학,4 ,3 
5 ,27 ,이재우,1 ,1 ,영어,영어,4 ,3 
5 ,27 ,이재우,1 ,1 ,한국사,한국사,3 ,3 
5 ,27 ,이재우,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
5 ,27 ,이재우,1 ,1 ,과학,통합과학,3 ,4 
5 ,27 ,이재우,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,27 ,이재우,1 ,2 ,국어,국어,3 ,4 
5 ,27 ,이재우,1 ,2 ,수학,수학,4 ,2 
5 ,27 ,이재우,1 ,2 ,영어,영어,4 ,2 
5 ,27 ,이재우,1 ,2 ,한국사,한국사,3 ,4 
5 ,27 ,이재우,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
5 ,27 ,이재우,1 ,2 ,과학,통합과학,3 ,4 
5 ,27 ,이재우,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,27 ,이재우,2 ,1 ,국어,문학,4 ,3 
5 ,27 ,이재우,2 ,1 ,수학,수학Ⅰ,4 ,2 
5 ,27 ,이재우,2 ,1 ,수학,확률과 통계,2 ,3 
5 ,27 ,이재우,2 ,1 ,영어,영어Ⅰ,3 ,3 
5 ,27 ,이재우,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
5 ,27 ,이재우,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
5 ,27 ,이재우,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,1 
5 ,27 ,이재우,2 ,2 ,국어,독서,4 ,4 
5 ,27 ,이재우,2 ,2 ,수학,수학Ⅱ,4 ,2 
5 ,27 ,이재우,2 ,2 ,수학,확률과 통계,2 ,2 
5 ,27 ,이재우,2 ,2 ,영어,영어Ⅱ,3 ,2 
5 ,27 ,이재우,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
5 ,27 ,이재우,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
5 ,27 ,이재우,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,2 
5 ,27 ,이재우,3 ,1 ,국어,화법과 작문,4 ,4 
5 ,27 ,이재우,3 ,1 ,영어,영어 독해와 작문,4 ,2 
5 ,28 ,정선우,1 ,1 ,국어,국어,3 ,3 
5 ,28 ,정선우,1 ,1 ,수학,수학,4 ,3 
5 ,28 ,정선우,1 ,1 ,영어,영어,4 ,3 
5 ,28 ,정선우,1 ,1 ,한국사,한국사,3 ,3 
5 ,28 ,정선우,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
5 ,28 ,정선우,1 ,1 ,과학,통합과학,3 ,4 
5 ,28 ,정선우,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,28 ,정선우,1 ,2 ,국어,국어,3 ,4 
5 ,28 ,정선우,1 ,2 ,수학,수학,4 ,2 
5 ,28 ,정선우,1 ,2 ,영어,영어,4 ,2 
5 ,28 ,정선우,1 ,2 ,한국사,한국사,3 ,4 
5 ,28 ,정선우,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
5 ,28 ,정선우,1 ,2 ,과학,통합과학,3 ,4 
5 ,28 ,정선우,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,28 ,정선우,2 ,1 ,국어,문학,4 ,3 
5 ,28 ,정선우,2 ,1 ,수학,수학Ⅰ,4 ,2 
5 ,28 ,정선우,2 ,1 ,수학,확률과 통계,2 ,3 
5 ,28 ,정선우,2 ,1 ,영어,영어Ⅰ,3 ,3 
5 ,28 ,정선우,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
5 ,28 ,정선우,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
5 ,28 ,정선우,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
5 ,28 ,정선우,2 ,2 ,국어,독서,4 ,4 
5 ,28 ,정선우,2 ,2 ,수학,수학Ⅱ,4 ,2 
5 ,28 ,정선우,2 ,2 ,수학,확률과 통계,2 ,2 
5 ,28 ,정선우,2 ,2 ,영어,영어Ⅱ,3 ,2 
5 ,28 ,정선우,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
5 ,28 ,정선우,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
5 ,28 ,정선우,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
5 ,28 ,정선우,3 ,1 ,국어,화법과 작문,4 ,4 
5 ,28 ,정선우,3 ,1 ,영어,영어 독해와 작문,4 ,2 
5 ,29 ,조수현,1 ,1 ,국어,국어,3 ,3 
5 ,29 ,조수현,1 ,1 ,수학,수학,4 ,3 
5 ,29 ,조수현,1 ,1 ,영어,영어,4 ,3 
5 ,29 ,조수현,1 ,1 ,한국사,한국사,3 ,3 
5 ,29 ,조수현,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
5 ,29 ,조수현,1 ,1 ,과학,통합과학,3 ,4 
5 ,29 ,조수현,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,29 ,조수현,1 ,2 ,국어,국어,3 ,4 
5 ,29 ,조수현,1 ,2 ,수학,수학,4 ,2 
5 ,29 ,조수현,1 ,2 ,영어,영어,4 ,2 
5 ,29 ,조수현,1 ,2 ,한국사,한국사,3 ,4 
5 ,29 ,조수현,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
5 ,29 ,조수현,1 ,2 ,과학,통합과학,3 ,4 
5 ,29 ,조수현,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,29 ,조수현,2 ,1 ,국어,문학,4 ,3 
5 ,29 ,조수현,2 ,1 ,수학,수학Ⅰ,4 ,2 
5 ,29 ,조수현,2 ,1 ,수학,확률과 통계,2 ,3 
5 ,29 ,조수현,2 ,1 ,영어,영어Ⅰ,3 ,3 
5 ,29 ,조수현,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
5 ,29 ,조수현,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
5 ,29 ,조수현,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
5 ,29 ,조수현,2 ,2 ,국어,독서,4 ,4 
5 ,29 ,조수현,2 ,2 ,수학,수학Ⅱ,4 ,2 
5 ,29 ,조수현,2 ,2 ,수학,확률과 통계,2 ,2 
5 ,29 ,조수현,2 ,2 ,영어,영어Ⅱ,3 ,2 
5 ,29 ,조수현,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
5 ,29 ,조수현,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
5 ,29 ,조수현,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
5 ,29 ,조수현,3 ,1 ,국어,화법과 작문,4 ,4 
5 ,29 ,조수현,3 ,1 ,영어,영어 독해와 작문,4 ,2 
5 ,30 ,최강민,1 ,1 ,국어,국어,3 ,3 
5 ,30 ,최강민,1 ,1 ,수학,수학,4 ,3 
5 ,30 ,최강민,1 ,1 ,영어,영어,4 ,3 
5 ,30 ,최강민,1 ,1 ,한국사,한국사,3 ,3 
5 ,30 ,최강민,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
5 ,30 ,최강민,1 ,1 ,과학,통합과학,3 ,4 
5 ,30 ,최강민,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,30 ,최강민,1 ,2 ,국어,국어,3 ,4 
5 ,30 ,최강민,1 ,2 ,수학,수학,4 ,2 
5 ,30 ,최강민,1 ,2 ,영어,영어,4 ,2 
5 ,30 ,최강민,1 ,2 ,한국사,한국사,3 ,4 
5 ,30 ,최강민,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
5 ,30 ,최강민,1 ,2 ,과학,통합과학,3 ,4 
5 ,30 ,최강민,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,30 ,최강민,2 ,1 ,국어,문학,4 ,3 
5 ,30 ,최강민,2 ,1 ,수학,수학Ⅰ,4 ,2 
5 ,30 ,최강민,2 ,1 ,수학,확률과 통계,2 ,3 
5 ,30 ,최강민,2 ,1 ,영어,영어Ⅰ,3 ,3 
5 ,30 ,최강민,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
5 ,30 ,최강민,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
5 ,30 ,최강민,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,1 
5 ,30 ,최강민,2 ,2 ,국어,독서,4 ,4 
5 ,30 ,최강민,2 ,2 ,수학,수학Ⅱ,4 ,2 
5 ,30 ,최강민,2 ,2 ,수학,확률과 통계,2 ,2 
5 ,30 ,최강민,2 ,2 ,영어,영어Ⅱ,3 ,2 
5 ,30 ,최강민,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
5 ,30 ,최강민,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
5 ,30 ,최강민,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,2 
5 ,30 ,최강민,3 ,1 ,국어,화법과 작문,4 ,4 
5 ,30 ,최강민,3 ,1 ,영어,영어 독해와 작문,4 ,2 
5 ,31 ,최형우,1 ,1 ,국어,국어,3 ,3 
5 ,31 ,최형우,1 ,1 ,수학,수학,4 ,3 
5 ,31 ,최형우,1 ,1 ,영어,영어,4 ,3 
5 ,31 ,최형우,1 ,1 ,한국사,한국사,3 ,3 
5 ,31 ,최형우,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
5 ,31 ,최형우,1 ,1 ,과학,통합과학,3 ,4 
5 ,31 ,최형우,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,31 ,최형우,1 ,2 ,국어,국어,3 ,4 
5 ,31 ,최형우,1 ,2 ,수학,수학,4 ,2 
5 ,31 ,최형우,1 ,2 ,영어,영어,4 ,2 
5 ,31 ,최형우,1 ,2 ,한국사,한국사,3 ,4 
5 ,31 ,최형우,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
5 ,31 ,최형우,1 ,2 ,과학,통합과학,3 ,4 
5 ,31 ,최형우,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,31 ,최형우,2 ,1 ,국어,문학,4 ,3 
5 ,31 ,최형우,2 ,1 ,수학,수학Ⅰ,4 ,2 
5 ,31 ,최형우,2 ,1 ,수학,확률과 통계,2 ,3 
5 ,31 ,최형우,2 ,1 ,영어,영어Ⅰ,3 ,3 
5 ,31 ,최형우,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
5 ,31 ,최형우,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
5 ,31 ,최형우,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,1 
5 ,31 ,최형우,2 ,2 ,국어,독서,4 ,4 
5 ,31 ,최형우,2 ,2 ,수학,수학Ⅱ,4 ,2 
5 ,31 ,최형우,2 ,2 ,수학,확률과 통계,2 ,2 
5 ,31 ,최형우,2 ,2 ,영어,영어Ⅱ,3 ,2 
5 ,31 ,최형우,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
5 ,31 ,최형우,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
5 ,31 ,최형우,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,2 
5 ,31 ,최형우,3 ,1 ,국어,화법과 작문,4 ,4 
5 ,31 ,최형우,3 ,1 ,영어,영어 독해와 작문,4 ,2 
5 ,32 ,홍순범,1 ,1 ,국어,국어,3 ,3 
5 ,32 ,홍순범,1 ,1 ,수학,수학,4 ,3 
5 ,32 ,홍순범,1 ,1 ,영어,영어,4 ,3 
5 ,32 ,홍순범,1 ,1 ,한국사,한국사,3 ,3 
5 ,32 ,홍순범,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
5 ,32 ,홍순범,1 ,1 ,과학,통합과학,3 ,4 
5 ,32 ,홍순범,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,32 ,홍순범,1 ,2 ,국어,국어,3 ,4 
5 ,32 ,홍순범,1 ,2 ,수학,수학,4 ,2 
5 ,32 ,홍순범,1 ,2 ,영어,영어,4 ,2 
5 ,32 ,홍순범,1 ,2 ,한국사,한국사,3 ,4 
5 ,32 ,홍순범,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
5 ,32 ,홍순범,1 ,2 ,과학,통합과학,3 ,4 
5 ,32 ,홍순범,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,32 ,홍순범,2 ,1 ,국어,문학,4 ,3 
5 ,32 ,홍순범,2 ,1 ,수학,수학Ⅰ,4 ,2 
5 ,32 ,홍순범,2 ,1 ,수학,확률과 통계,2 ,3 
5 ,32 ,홍순범,2 ,1 ,영어,영어Ⅰ,3 ,3 
5 ,32 ,홍순범,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
5 ,32 ,홍순범,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
5 ,32 ,홍순범,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,1 
5 ,32 ,홍순범,2 ,2 ,국어,독서,4 ,4 
5 ,32 ,홍순범,2 ,2 ,수학,수학Ⅱ,4 ,2 
5 ,32 ,홍순범,2 ,2 ,수학,확률과 통계,2 ,2 
5 ,32 ,홍순범,2 ,2 ,영어,영어Ⅱ,3 ,2 
5 ,32 ,홍순범,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
5 ,32 ,홍순범,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
5 ,32 ,홍순범,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,2 
5 ,32 ,홍순범,3 ,1 ,국어,화법과 작문,4 ,4 
5 ,32 ,홍순범,3 ,1 ,영어,영어 독해와 작문,4 ,2
`;
