export const CLASS8_CSV = `8 ,1 ,강현,1 ,1 ,국어,국어,3 ,3 
8 ,1 ,강현,1 ,1 ,수학,수학,4 ,3 
8 ,1 ,강현,1 ,1 ,영어,영어,4 ,3 
8 ,1 ,강현,1 ,1 ,한국사,한국사,3 ,3 
8 ,1 ,강현,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
8 ,1 ,강현,1 ,1 ,과학,통합과학,3 ,4 
8 ,1 ,강현,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
8 ,1 ,강현,1 ,2 ,국어,국어,3 ,4 
8 ,1 ,강현,1 ,2 ,수학,수학,4 ,2 
8 ,1 ,강현,1 ,2 ,영어,영어,4 ,2 
8 ,1 ,강현,1 ,2 ,한국사,한국사,3 ,4 
8 ,1 ,강현,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
8 ,1 ,강현,1 ,2 ,과학,통합과학,3 ,4 
8 ,1 ,강현,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
8 ,1 ,강현,2 ,1 ,국어,문학,4 ,3 
8 ,1 ,강현,2 ,1 ,수학,수학Ⅰ,4 ,2 
8 ,1 ,강현,2 ,1 ,수학,확률과 통계,2 ,3 
8 ,1 ,강현,2 ,1 ,영어,영어Ⅰ,3 ,3 
8 ,1 ,강현,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
8 ,1 ,강현,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
8 ,1 ,강현,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
8 ,1 ,강현,2 ,2 ,국어,독서,4 ,4 
8 ,1 ,강현,2 ,2 ,수학,수학Ⅱ,4 ,2 
8 ,1 ,강현,2 ,2 ,수학,확률과 통계,2 ,2 
8 ,1 ,강현,2 ,2 ,영어,영어Ⅱ,3 ,2 
8 ,1 ,강현,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
8 ,1 ,강현,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
8 ,1 ,강현,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
8 ,1 ,강현,3 ,1 ,국어,화법과 작문,4 ,4 
8 ,1 ,강현,3 ,1 ,영어,영어 독해와 작문,4 ,2 
8 ,2 ,구교빈,1 ,1 ,국어,국어,3 ,3 
8 ,2 ,구교빈,1 ,1 ,수학,수학,4 ,3 
8 ,2 ,구교빈,1 ,1 ,영어,영어,4 ,3 
8 ,2 ,구교빈,1 ,1 ,한국사,한국사,3 ,3 
8 ,2 ,구교빈,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
8 ,2 ,구교빈,1 ,1 ,과학,통합과학,3 ,4 
8 ,2 ,구교빈,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
8 ,2 ,구교빈,1 ,2 ,국어,국어,3 ,4 
8 ,2 ,구교빈,1 ,2 ,수학,수학,4 ,2 
8 ,2 ,구교빈,1 ,2 ,영어,영어,4 ,2 
8 ,2 ,구교빈,1 ,2 ,한국사,한국사,3 ,4 
8 ,2 ,구교빈,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
8 ,2 ,구교빈,1 ,2 ,과학,통합과학,3 ,4 
8 ,2 ,구교빈,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
8 ,2 ,구교빈,2 ,1 ,국어,문학,4 ,3 
8 ,2 ,구교빈,2 ,1 ,수학,수학Ⅰ,4 ,2 
8 ,2 ,구교빈,2 ,1 ,수학,확률과 통계,2 ,3 
8 ,2 ,구교빈,2 ,1 ,영어,영어Ⅰ,3 ,3 
8 ,2 ,구교빈,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
8 ,2 ,구교빈,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
8 ,2 ,구교빈,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
8 ,2 ,구교빈,2 ,2 ,국어,독서,4 ,4 
8 ,2 ,구교빈,2 ,2 ,수학,수학Ⅱ,4 ,2 
8 ,2 ,구교빈,2 ,2 ,수학,확률과 통계,2 ,2 
8 ,2 ,구교빈,2 ,2 ,영어,영어Ⅱ,3 ,2 
8 ,2 ,구교빈,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
8 ,2 ,구교빈,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
8 ,2 ,구교빈,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
8 ,2 ,구교빈,3 ,1 ,국어,화법과 작문,4 ,4 
8 ,2 ,구교빈,3 ,1 ,영어,영어 독해와 작문,4 ,2 
8 ,3 ,김경진,1 ,1 ,국어,국어,3 ,3 
8 ,3 ,김경진,1 ,1 ,수학,수학,4 ,3 
8 ,3 ,김경진,1 ,1 ,영어,영어,4 ,3 
8 ,3 ,김경진,1 ,1 ,한국사,한국사,3 ,3 
8 ,3 ,김경진,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
8 ,3 ,김경진,1 ,1 ,과학,통합과학,3 ,4 
8 ,3 ,김경진,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
8 ,3 ,김경진,1 ,2 ,국어,국어,3 ,4 
8 ,3 ,김경진,1 ,2 ,수학,수학,4 ,2 
8 ,3 ,김경진,1 ,2 ,영어,영어,4 ,2 
8 ,3 ,김경진,1 ,2 ,한국사,한국사,3 ,4 
8 ,3 ,김경진,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
8 ,3 ,김경진,1 ,2 ,과학,통합과학,3 ,4 
8 ,3 ,김경진,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
8 ,3 ,김경진,2 ,1 ,국어,문학,4 ,3 
8 ,3 ,김경진,2 ,1 ,수학,수학Ⅰ,4 ,2 
8 ,3 ,김경진,2 ,1 ,수학,확률과 통계,2 ,3 
8 ,3 ,김경진,2 ,1 ,영어,영어Ⅰ,3 ,3 
8 ,3 ,김경진,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
8 ,3 ,김경진,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
8 ,3 ,김경진,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
8 ,3 ,김경진,2 ,2 ,국어,독서,4 ,4 
8 ,3 ,김경진,2 ,2 ,수학,수학Ⅱ,4 ,2 
8 ,3 ,김경진,2 ,2 ,수학,확률과 통계,2 ,2 
8 ,3 ,김경진,2 ,2 ,영어,영어Ⅱ,3 ,2 
8 ,3 ,김경진,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
8 ,3 ,김경진,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
8 ,3 ,김경진,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
8 ,3 ,김경진,3 ,1 ,국어,화법과 작문,4 ,4 
8 ,3 ,김경진,3 ,1 ,영어,영어 독해와 작문,4 ,2 
8 ,4 ,김도윤,1 ,1 ,국어,국어,3 ,3 
8 ,4 ,김도윤,1 ,1 ,수학,수학,4 ,3 
8 ,4 ,김도윤,1 ,1 ,영어,영어,4 ,3 
8 ,4 ,김도윤,1 ,1 ,한국사,한국사,3 ,3 
8 ,4 ,김도윤,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
8 ,4 ,김도윤,1 ,1 ,과학,통합과학,3 ,4 
8 ,4 ,김도윤,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
8 ,4 ,김도윤,1 ,2 ,국어,국어,3 ,4 
8 ,4 ,김도윤,1 ,2 ,수학,수학,4 ,2 
8 ,4 ,김도윤,1 ,2 ,영어,영어,4 ,2 
8 ,4 ,김도윤,1 ,2 ,한국사,한국사,3 ,4 
8 ,4 ,김도윤,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
8 ,4 ,김도윤,1 ,2 ,과학,통합과학,3 ,4 
8 ,4 ,김도윤,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
8 ,4 ,김도윤,2 ,1 ,국어,문학,4 ,3 
8 ,4 ,김도윤,2 ,1 ,수학,수학Ⅰ,4 ,2 
8 ,4 ,김도윤,2 ,1 ,수학,확률과 통계,2 ,3 
8 ,4 ,김도윤,2 ,1 ,영어,영어Ⅰ,3 ,3 
8 ,4 ,김도윤,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
8 ,4 ,김도윤,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
8 ,4 ,김도윤,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
8 ,4 ,김도윤,2 ,2 ,국어,독서,4 ,4 
8 ,4 ,김도윤,2 ,2 ,수학,수학Ⅱ,4 ,2 
8 ,4 ,김도윤,2 ,2 ,수학,확률과 통계,2 ,2 
8 ,4 ,김도윤,2 ,2 ,영어,영어Ⅱ,3 ,2 
8 ,4 ,김도윤,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
8 ,4 ,김도윤,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
8 ,4 ,김도윤,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
8 ,4 ,김도윤,3 ,1 ,국어,화법과 작문,4 ,4 
8 ,4 ,김도윤,3 ,1 ,영어,영어 독해와 작문,4 ,2 
8 ,5 ,김성재,1 ,1 ,국어,국어,3 ,3 
8 ,5 ,김성재,1 ,1 ,수학,수학,4 ,3 
8 ,5 ,김성재,1 ,1 ,영어,영어,4 ,3 
8 ,5 ,김성재,1 ,1 ,한국사,한국사,3 ,3 
8 ,5 ,김성재,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
8 ,5 ,김성재,1 ,1 ,과학,통합과학,3 ,4 
8 ,5 ,김성재,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
8 ,5 ,김성재,1 ,2 ,국어,국어,3 ,4 
8 ,5 ,김성재,1 ,2 ,수학,수학,4 ,2 
8 ,5 ,김성재,1 ,2 ,영어,영어,4 ,2 
8 ,5 ,김성재,1 ,2 ,한국사,한국사,3 ,4 
8 ,5 ,김성재,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
8 ,5 ,김성재,1 ,2 ,과학,통합과학,3 ,4 
8 ,5 ,김성재,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
8 ,5 ,김성재,2 ,1 ,국어,문학,4 ,3 
8 ,5 ,김성재,2 ,1 ,수학,수학Ⅰ,4 ,2 
8 ,5 ,김성재,2 ,1 ,수학,확률과 통계,2 ,3 
8 ,5 ,김성재,2 ,1 ,영어,영어Ⅰ,3 ,3 
8 ,5 ,김성재,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
8 ,5 ,김성재,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
8 ,5 ,김성재,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
8 ,5 ,김성재,2 ,2 ,국어,독서,4 ,4 
8 ,5 ,김성재,2 ,2 ,수학,수학Ⅱ,4 ,2 
8 ,5 ,김성재,2 ,2 ,수학,확률과 통계,2 ,2 
8 ,5 ,김성재,2 ,2 ,영어,영어Ⅱ,3 ,2 
8 ,5 ,김성재,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
8 ,5 ,김성재,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
8 ,5 ,김성재,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
8 ,5 ,김성재,3 ,1 ,국어,화법과 작문,4 ,4 
8 ,5 ,김성재,3 ,1 ,영어,영어 독해와 작문,4 ,2 
8 ,6 ,김승우,1 ,1 ,국어,국어,3 ,3 
8 ,6 ,김승우,1 ,1 ,수학,수학,4 ,3 
8 ,6 ,김승우,1 ,1 ,영어,영어,4 ,3 
8 ,6 ,김승우,1 ,1 ,한국사,한국사,3 ,3 
8 ,6 ,김승우,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
8 ,6 ,김승우,1 ,1 ,과학,통합과학,3 ,4 
8 ,6 ,김승우,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
8 ,6 ,김승우,1 ,2 ,국어,국어,3 ,4 
8 ,6 ,김승우,1 ,2 ,수학,수학,4 ,2 
8 ,6 ,김승우,1 ,2 ,영어,영어,4 ,2 
8 ,6 ,김승우,1 ,2 ,한국사,한국사,3 ,4 
8 ,6 ,김승우,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
8 ,6 ,김승우,1 ,2 ,과학,통합과학,3 ,4 
8 ,6 ,김승우,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
8 ,6 ,김승우,2 ,1 ,국어,문학,4 ,3 
8 ,6 ,김승우,2 ,1 ,수학,수학Ⅰ,4 ,2 
8 ,6 ,김승우,2 ,1 ,수학,확률과 통계,2 ,3 
8 ,6 ,김승우,2 ,1 ,영어,영어Ⅰ,3 ,3 
8 ,6 ,김승우,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
8 ,6 ,김승우,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
8 ,6 ,김승우,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
8 ,6 ,김승우,2 ,2 ,국어,독서,4 ,4 
8 ,6 ,김승우,2 ,2 ,수학,수학Ⅱ,4 ,2 
8 ,6 ,김승우,2 ,2 ,수학,확률과 통계,2 ,2 
8 ,6 ,김승우,2 ,2 ,영어,영어Ⅱ,3 ,2 
8 ,6 ,김승우,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
8 ,6 ,김승우,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
8 ,6 ,김승우,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
8 ,6 ,김승우,3 ,1 ,국어,화법과 작문,4 ,4 
8 ,6 ,김승우,3 ,1 ,영어,영어 독해와 작문,4 ,2 
8 ,7 ,김우주,1 ,1 ,국어,국어,3 ,3 
8 ,7 ,김우주,1 ,1 ,수학,수학,4 ,3 
8 ,7 ,김우주,1 ,1 ,영어,영어,4 ,3 
8 ,7 ,김우주,1 ,1 ,한국사,한국사,3 ,3 
8 ,7 ,김우주,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
8 ,7 ,김우주,1 ,1 ,과학,통합과학,3 ,4 
8 ,7 ,김우주,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
8 ,7 ,김우주,1 ,2 ,국어,국어,3 ,4 
8 ,7 ,김우주,1 ,2 ,수학,수학,4 ,2 
8 ,7 ,김우주,1 ,2 ,영어,영어,4 ,2 
8 ,7 ,김우주,1 ,2 ,한국사,한국사,3 ,4 
8 ,7 ,김우주,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
8 ,7 ,김우주,1 ,2 ,과학,통합과학,3 ,4 
8 ,7 ,김우주,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
8 ,7 ,김우주,2 ,1 ,국어,문학,4 ,3 
8 ,7 ,김우주,2 ,1 ,수학,수학Ⅰ,4 ,2 
8 ,7 ,김우주,2 ,1 ,수학,확률과 통계,2 ,3 
8 ,7 ,김우주,2 ,1 ,영어,영어Ⅰ,3 ,3 
8 ,7 ,김우주,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
8 ,7 ,김우주,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
8 ,7 ,김우주,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
8 ,7 ,김우주,2 ,2 ,국어,독서,4 ,4 
8 ,7 ,김우주,2 ,2 ,수학,수학Ⅱ,4 ,2 
8 ,7 ,김우주,2 ,2 ,수학,확률과 통계,2 ,2 
8 ,7 ,김우주,2 ,2 ,영어,영어Ⅱ,3 ,2 
8 ,7 ,김우주,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
8 ,7 ,김우주,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
8 ,7 ,김우주,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
8 ,7 ,김우주,3 ,1 ,국어,화법과 작문,4 ,4 
8 ,7 ,김우주,3 ,1 ,영어,영어 독해와 작문,4 ,2 
8 ,8 ,김정우,1 ,1 ,국어,국어,3 ,3 
8 ,8 ,김정우,1 ,1 ,수학,수학,4 ,3 
8 ,8 ,김정우,1 ,1 ,영어,영어,4 ,3 
8 ,8 ,김정우,1 ,1 ,한국사,한국사,3 ,3 
8 ,8 ,김정우,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
8 ,8 ,김정우,1 ,1 ,과학,통합과학,3 ,4 
8 ,8 ,김정우,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
8 ,8 ,김정우,1 ,2 ,국어,국어,3 ,4 
8 ,8 ,김정우,1 ,2 ,수학,수학,4 ,2 
8 ,8 ,김정우,1 ,2 ,영어,영어,4 ,2 
8 ,8 ,김정우,1 ,2 ,한국사,한국사,3 ,4 
8 ,8 ,김정우,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
8 ,8 ,김정우,1 ,2 ,과학,통합과학,3 ,4 
8 ,8 ,김정우,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
8 ,8 ,김정우,2 ,1 ,국어,문학,4 ,3 
8 ,8 ,김정우,2 ,1 ,수학,수학Ⅰ,4 ,2 
8 ,8 ,김정우,2 ,1 ,수학,확률과 통계,2 ,3 
8 ,8 ,김정우,2 ,1 ,영어,영어Ⅰ,3 ,3 
8 ,8 ,김정우,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
8 ,8 ,김정우,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
8 ,8 ,김정우,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
8 ,8 ,김정우,2 ,2 ,국어,독서,4 ,4 
8 ,8 ,김정우,2 ,2 ,수학,수학Ⅱ,4 ,2 
8 ,8 ,김정우,2 ,2 ,수학,확률과 통계,2 ,2 
8 ,8 ,김정우,2 ,2 ,영어,영어Ⅱ,3 ,2 
8 ,8 ,김정우,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
8 ,8 ,김정우,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
8 ,8 ,김정우,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
8 ,8 ,김정우,3 ,1 ,국어,화법과 작문,4 ,4 
8 ,8 ,김정우,3 ,1 ,영어,영어 독해와 작문,4 ,2 
8 ,9 ,김주현,1 ,1 ,국어,국어,3 ,3 
8 ,9 ,김주현,1 ,1 ,수학,수학,4 ,3 
8 ,9 ,김주현,1 ,1 ,영어,영어,4 ,3 
8 ,9 ,김주현,1 ,1 ,한국사,한국사,3 ,3 
8 ,9 ,김주현,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
8 ,9 ,김주현,1 ,1 ,과학,통합과학,3 ,4 
8 ,9 ,김주현,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
8 ,9 ,김주현,1 ,2 ,국어,국어,3 ,4 
8 ,9 ,김주현,1 ,2 ,수학,수학,4 ,2 
8 ,9 ,김주현,1 ,2 ,영어,영어,4 ,2 
8 ,9 ,김주현,1 ,2 ,한국사,한국사,3 ,4 
8 ,9 ,김주현,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
8 ,9 ,김주현,1 ,2 ,과학,통합과학,3 ,4 
8 ,9 ,김주현,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
8 ,9 ,김주현,2 ,1 ,국어,문학,4 ,3 
8 ,9 ,김주현,2 ,1 ,수학,수학Ⅰ,4 ,2 
8 ,9 ,김주현,2 ,1 ,수학,확률과 통계,2 ,3 
8 ,9 ,김주현,2 ,1 ,영어,영어Ⅰ,3 ,3 
8 ,9 ,김주현,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
8 ,9 ,김주현,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
8 ,9 ,김주현,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
8 ,9 ,김주현,2 ,2 ,국어,독서,4 ,4 
8 ,9 ,김주현,2 ,2 ,수학,수학Ⅱ,4 ,2 
8 ,9 ,김주현,2 ,2 ,수학,확률과 통계,2 ,2 
8 ,9 ,김주현,2 ,2 ,영어,영어Ⅱ,3 ,2 
8 ,9 ,김주현,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
8 ,9 ,김주현,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
8 ,9 ,김주현,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
8 ,9 ,김주현,3 ,1 ,국어,화법과 작문,4 ,4 
8 ,9 ,김주현,3 ,1 ,영어,영어 독해와 작문,4 ,2 
8 ,10 ,남성현,1 ,1 ,국어,국어,3 ,3 
8 ,10 ,남성현,1 ,1 ,수학,수학,4 ,3 
8 ,10 ,남성현,1 ,1 ,영어,영어,4 ,3 
8 ,10 ,남성현,1 ,1 ,한국사,한국사,3 ,3 
8 ,10 ,남성현,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
8 ,10 ,남성현,1 ,1 ,과학,통합과학,3 ,4 
8 ,10 ,남성현,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
8 ,10 ,남성현,1 ,2 ,국어,국어,3 ,4 
8 ,10 ,남성현,1 ,2 ,수학,수학,4 ,2 
8 ,10 ,남성현,1 ,2 ,영어,영어,4 ,2 
8 ,10 ,남성현,1 ,2 ,한국사,한국사,3 ,4 
8 ,10 ,남성현,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
8 ,10 ,남성현,1 ,2 ,과학,통합과학,3 ,4 
8 ,10 ,남성현,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
8 ,10 ,남성현,2 ,1 ,국어,문학,4 ,3 
8 ,10 ,남성현,2 ,1 ,수학,수학Ⅰ,4 ,2 
8 ,10 ,남성현,2 ,1 ,수학,확률과 통계,2 ,3 
8 ,10 ,남성현,2 ,1 ,영어,영어Ⅰ,3 ,3 
8 ,10 ,남성현,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
8 ,10 ,남성현,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
8 ,10 ,남성현,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
8 ,10 ,남성현,2 ,2 ,국어,독서,4 ,4 
8 ,10 ,남성현,2 ,2 ,수학,수학Ⅱ,4 ,2 
8 ,10 ,남성현,2 ,2 ,수학,확률과 통계,2 ,2 
8 ,10 ,남성현,2 ,2 ,영어,영어Ⅱ,3 ,2 
8 ,10 ,남성현,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
8 ,10 ,남성현,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
8 ,10 ,남성현,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
8 ,10 ,남성현,3 ,1 ,국어,화법과 작문,4 ,4 
8 ,10 ,남성현,3 ,1 ,영어,영어 독해와 작문,4 ,2 
8 ,11 ,노태완,1 ,1 ,국어,국어,3 ,3 
8 ,11 ,노태완,1 ,1 ,수학,수학,4 ,3 
8 ,11 ,노태완,1 ,1 ,영어,영어,4 ,3 
8 ,11 ,노태완,1 ,1 ,한국사,한국사,3 ,3 
8 ,11 ,노태완,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
8 ,11 ,노태완,1 ,1 ,과학,통합과학,3 ,4 
8 ,11 ,노태완,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
8 ,11 ,노태완,1 ,2 ,국어,국어,3 ,4 
8 ,11 ,노태완,1 ,2 ,수학,수학,4 ,2 
8 ,11 ,노태완,1 ,2 ,영어,영어,4 ,2 
8 ,11 ,노태완,1 ,2 ,한국사,한국사,3 ,4 
8 ,11 ,노태완,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
8 ,11 ,노태완,1 ,2 ,과학,통합과학,3 ,4 
8 ,11 ,노태완,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
8 ,11 ,노태완,2 ,1 ,국어,문학,4 ,3 
8 ,11 ,노태완,2 ,1 ,수학,수학Ⅰ,4 ,2 
8 ,11 ,노태완,2 ,1 ,수학,확률과 통계,2 ,3 
8 ,11 ,노태완,2 ,1 ,영어,영어Ⅰ,3 ,3 
8 ,11 ,노태완,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
8 ,11 ,노태완,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
8 ,11 ,노태완,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
8 ,11 ,노태완,2 ,2 ,국어,독서,4 ,4 
8 ,11 ,노태완,2 ,2 ,수학,수학Ⅱ,4 ,2 
8 ,11 ,노태완,2 ,2 ,수학,확률과 통계,2 ,2 
8 ,11 ,노태완,2 ,2 ,영어,영어Ⅱ,3 ,2 
8 ,11 ,노태완,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
8 ,11 ,노태완,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
8 ,11 ,노태완,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
8 ,11 ,노태완,3 ,1 ,국어,화법과 작문,4 ,4 
8 ,11 ,노태완,3 ,1 ,영어,영어 독해와 작문,4 ,2 
8 ,12 ,박동규,1 ,1 ,국어,국어,3 ,3 
8 ,12 ,박동규,1 ,1 ,수학,수학,4 ,3 
8 ,12 ,박동규,1 ,1 ,영어,영어,4 ,3 
8 ,12 ,박동규,1 ,1 ,한국사,한국사,3 ,3 
8 ,12 ,박동규,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
8 ,12 ,박동규,1 ,1 ,과학,통합과학,3 ,4 
8 ,12 ,박동규,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
8 ,12 ,박동규,1 ,2 ,국어,국어,3 ,4 
8 ,12 ,박동규,1 ,2 ,수학,수학,4 ,2 
8 ,12 ,박동규,1 ,2 ,영어,영어,4 ,2 
8 ,12 ,박동규,1 ,2 ,한국사,한국사,3 ,4 
8 ,12 ,박동규,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
8 ,12 ,박동규,1 ,2 ,과학,통합과학,3 ,4 
8 ,12 ,박동규,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
8 ,12 ,박동규,2 ,1 ,국어,문학,4 ,3 
8 ,12 ,박동규,2 ,1 ,수학,수학Ⅰ,4 ,2 
8 ,12 ,박동규,2 ,1 ,수학,확률과 통계,2 ,3 
8 ,12 ,박동규,2 ,1 ,영어,영어Ⅰ,3 ,3 
8 ,12 ,박동규,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
8 ,12 ,박동규,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
8 ,12 ,박동규,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
8 ,12 ,박동규,2 ,2 ,국어,독서,4 ,4 
8 ,12 ,박동규,2 ,2 ,수학,수학Ⅱ,4 ,2 
8 ,12 ,박동규,2 ,2 ,수학,확률과 통계,2 ,2 
8 ,12 ,박동규,2 ,2 ,영어,영어Ⅱ,3 ,2 
8 ,12 ,박동규,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
8 ,12 ,박동규,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
8 ,12 ,박동규,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
8 ,12 ,박동규,3 ,1 ,국어,화법과 작문,4 ,4 
8 ,12 ,박동규,3 ,1 ,영어,영어 독해와 작문,4 ,2 
8 ,13 ,박성현,1 ,1 ,국어,국어,3 ,3 
8 ,13 ,박성현,1 ,1 ,수학,수학,4 ,3 
8 ,13 ,박성현,1 ,1 ,영어,영어,4 ,3 
8 ,13 ,박성현,1 ,1 ,한국사,한국사,3 ,3 
8 ,13 ,박성현,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
8 ,13 ,박성현,1 ,1 ,과학,통합과학,3 ,4 
8 ,13 ,박성현,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
8 ,13 ,박성현,1 ,2 ,국어,국어,3 ,4 
8 ,13 ,박성현,1 ,2 ,수학,수학,4 ,2 
8 ,13 ,박성현,1 ,2 ,영어,영어,4 ,2 
8 ,13 ,박성현,1 ,2 ,한국사,한국사,3 ,4 
8 ,13 ,박성현,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
8 ,13 ,박성현,1 ,2 ,과학,통합과학,3 ,4 
8 ,13 ,박성현,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
8 ,13 ,박성현,2 ,1 ,국어,문학,4 ,3 
8 ,13 ,박성현,2 ,1 ,수학,수학Ⅰ,4 ,2 
8 ,13 ,박성현,2 ,1 ,수학,확률과 통계,2 ,3 
8 ,13 ,박성현,2 ,1 ,영어,영어Ⅰ,3 ,3 
8 ,13 ,박성현,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
8 ,13 ,박성현,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
8 ,13 ,박성현,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
8 ,13 ,박성현,2 ,2 ,국어,독서,4 ,4 
8 ,13 ,박성현,2 ,2 ,수학,수학Ⅱ,4 ,2 
8 ,13 ,박성현,2 ,2 ,수학,확률과 통계,2 ,2 
8 ,13 ,박성현,2 ,2 ,영어,영어Ⅱ,3 ,2 
8 ,13 ,박성현,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
8 ,13 ,박성현,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
8 ,13 ,박성현,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
8 ,13 ,박성현,3 ,1 ,국어,화법과 작문,4 ,4 
8 ,13 ,박성현,3 ,1 ,영어,영어 독해와 작문,4 ,2 
8 ,14 ,박재형,1 ,1 ,국어,국어,3 ,3 
8 ,14 ,박재형,1 ,1 ,수학,수학,4 ,3 
8 ,14 ,박재형,1 ,1 ,영어,영어,4 ,3 
8 ,14 ,박재형,1 ,1 ,한국사,한국사,3 ,3 
8 ,14 ,박재형,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
8 ,14 ,박재형,1 ,1 ,과학,통합과학,3 ,4 
8 ,14 ,박재형,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
8 ,14 ,박재형,1 ,2 ,국어,국어,3 ,4 
8 ,14 ,박재형,1 ,2 ,수학,수학,4 ,2 
8 ,14 ,박재형,1 ,2 ,영어,영어,4 ,2 
8 ,14 ,박재형,1 ,2 ,한국사,한국사,3 ,4 
8 ,14 ,박재형,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
8 ,14 ,박재형,1 ,2 ,과학,통합과학,3 ,4 
8 ,14 ,박재형,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
8 ,14 ,박재형,2 ,1 ,국어,문학,4 ,3 
8 ,14 ,박재형,2 ,1 ,수학,수학Ⅰ,4 ,2 
8 ,14 ,박재형,2 ,1 ,수학,확률과 통계,2 ,3 
8 ,14 ,박재형,2 ,1 ,영어,영어Ⅰ,3 ,3 
8 ,14 ,박재형,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
8 ,14 ,박재형,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
8 ,14 ,박재형,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
8 ,14 ,박재형,2 ,2 ,국어,독서,4 ,4 
8 ,14 ,박재형,2 ,2 ,수학,수학Ⅱ,4 ,2 
8 ,14 ,박재형,2 ,2 ,수학,확률과 통계,2 ,2 
8 ,14 ,박재형,2 ,2 ,영어,영어Ⅱ,3 ,2 
8 ,14 ,박재형,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
8 ,14 ,박재형,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
8 ,14 ,박재형,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
8 ,14 ,박재형,3 ,1 ,국어,화법과 작문,4 ,4 
8 ,14 ,박재형,3 ,1 ,영어,영어 독해와 작문,4 ,2 
8 ,15 ,배성민,1 ,1 ,국어,국어,3 ,3 
8 ,15 ,배성민,1 ,1 ,수학,수학,4 ,3 
8 ,15 ,배성민,1 ,1 ,영어,영어,4 ,3 
8 ,15 ,배성민,1 ,1 ,한국사,한국사,3 ,3 
8 ,15 ,배성민,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
8 ,15 ,배성민,1 ,1 ,과학,통합과학,3 ,4 
8 ,15 ,배성민,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
8 ,15 ,배성민,1 ,2 ,국어,국어,3 ,4 
8 ,15 ,배성민,1 ,2 ,수학,수학,4 ,2 
8 ,15 ,배성민,1 ,2 ,영어,영어,4 ,2 
8 ,15 ,배성민,1 ,2 ,한국사,한국사,3 ,4 
8 ,15 ,배성민,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
8 ,15 ,배성민,1 ,2 ,과학,통합과학,3 ,4 
8 ,15 ,배성민,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
8 ,15 ,배성민,2 ,1 ,국어,문학,4 ,3 
8 ,15 ,배성민,2 ,1 ,수학,수학Ⅰ,4 ,2 
8 ,15 ,배성민,2 ,1 ,수학,확률과 통계,2 ,3 
8 ,15 ,배성민,2 ,1 ,영어,영어Ⅰ,3 ,3 
8 ,15 ,배성민,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
8 ,15 ,배성민,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
8 ,15 ,배성민,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
8 ,15 ,배성민,2 ,2 ,국어,독서,4 ,4 
8 ,15 ,배성민,2 ,2 ,수학,수학Ⅱ,4 ,2 
8 ,15 ,배성민,2 ,2 ,수학,확률과 통계,2 ,2 
8 ,15 ,배성민,2 ,2 ,영어,영어Ⅱ,3 ,2 
8 ,15 ,배성민,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
8 ,15 ,배성민,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
8 ,15 ,배성민,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
8 ,15 ,배성민,3 ,1 ,국어,화법과 작문,4 ,4 
8 ,15 ,배성민,3 ,1 ,영어,영어 독해와 작문,4 ,2 
8 ,16 ,손정헌,1 ,1 ,국어,국어,3 ,3 
8 ,16 ,손정헌,1 ,1 ,수학,수학,4 ,3 
8 ,16 ,손정헌,1 ,1 ,영어,영어,4 ,3 
8 ,16 ,손정헌,1 ,1 ,한국사,한국사,3 ,3 
8 ,16 ,손정헌,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
8 ,16 ,손정헌,1 ,1 ,과학,통합과학,3 ,4 
8 ,16 ,손정헌,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
8 ,16 ,손정헌,1 ,2 ,국어,국어,3 ,4 
8 ,16 ,손정헌,1 ,2 ,수학,수학,4 ,2 
8 ,16 ,손정헌,1 ,2 ,영어,영어,4 ,2 
8 ,16 ,손정헌,1 ,2 ,한국사,한국사,3 ,4 
8 ,16 ,손정헌,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
8 ,16 ,손정헌,1 ,2 ,과학,통합과학,3 ,4 
8 ,16 ,손정헌,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
8 ,16 ,손정헌,2 ,1 ,국어,문학,4 ,3 
8 ,16 ,손정헌,2 ,1 ,수학,수학Ⅰ,4 ,2 
8 ,16 ,손정헌,2 ,1 ,수학,확률과 통계,2 ,3 
8 ,16 ,손정헌,2 ,1 ,영어,영어Ⅰ,3 ,3 
8 ,16 ,손정헌,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
8 ,16 ,손정헌,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
8 ,16 ,손정헌,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
8 ,16 ,손정헌,2 ,2 ,국어,독서,4 ,4 
8 ,16 ,손정헌,2 ,2 ,수학,수학Ⅱ,4 ,2 
8 ,16 ,손정헌,2 ,2 ,수학,확률과 통계,2 ,2 
8 ,16 ,손정헌,2 ,2 ,영어,영어Ⅱ,3 ,2 
8 ,16 ,손정헌,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
8 ,16 ,손정헌,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
8 ,16 ,손정헌,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
8 ,16 ,손정헌,3 ,1 ,국어,화법과 작문,4 ,4 
8 ,16 ,손정헌,3 ,1 ,영어,영어 독해와 작문,4 ,2 
8 ,17 ,신주형,1 ,1 ,국어,국어,3 ,3 
8 ,17 ,신주형,1 ,1 ,수학,수학,4 ,3 
8 ,17 ,신주형,1 ,1 ,영어,영어,4 ,3 
8 ,17 ,신주형,1 ,1 ,한국사,한국사,3 ,3 
8 ,17 ,신주형,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
8 ,17 ,신주형,1 ,1 ,과학,통합과학,3 ,4 
8 ,17 ,신주형,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
8 ,17 ,신주형,1 ,2 ,국어,국어,3 ,4 
8 ,17 ,신주형,1 ,2 ,수학,수학,4 ,2 
8 ,17 ,신주형,1 ,2 ,영어,영어,4 ,2 
8 ,17 ,신주형,1 ,2 ,한국사,한국사,3 ,4 
8 ,17 ,신주형,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
8 ,17 ,신주형,1 ,2 ,과학,통합과학,3 ,4 
8 ,17 ,신주형,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
8 ,17 ,신주형,2 ,1 ,국어,문학,4 ,3 
8 ,17 ,신주형,2 ,1 ,수학,수학Ⅰ,4 ,2 
8 ,17 ,신주형,2 ,1 ,수학,확률과 통계,2 ,3 
8 ,17 ,신주형,2 ,1 ,영어,영어Ⅰ,3 ,3 
8 ,17 ,신주형,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
8 ,17 ,신주형,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
8 ,17 ,신주형,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
8 ,17 ,신주형,2 ,2 ,국어,독서,4 ,4 
8 ,17 ,신주형,2 ,2 ,수학,수학Ⅱ,4 ,2 
8 ,17 ,신주형,2 ,2 ,수학,확률과 통계,2 ,2 
8 ,17 ,신주형,2 ,2 ,영어,영어Ⅱ,3 ,2 
8 ,17 ,신주형,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
8 ,17 ,신주형,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
8 ,17 ,신주형,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
8 ,17 ,신주형,3 ,1 ,국어,화법과 작문,4 ,4 
8 ,17 ,신주형,3 ,1 ,영어,영어 독해와 작문,4 ,2 
8 ,18 ,신현빈,1 ,1 ,국어,국어,3 ,3 
8 ,18 ,신현빈,1 ,1 ,수학,수학,4 ,3 
8 ,18 ,신현빈,1 ,1 ,영어,영어,4 ,3 
8 ,18 ,신현빈,1 ,1 ,한국사,한국사,3 ,3 
8 ,18 ,신현빈,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
8 ,18 ,신현빈,1 ,1 ,과학,통합과학,3 ,4 
8 ,18 ,신현빈,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
8 ,18 ,신현빈,1 ,2 ,국어,국어,3 ,4 
8 ,18 ,신현빈,1 ,2 ,수학,수학,4 ,2 
8 ,18 ,신현빈,1 ,2 ,영어,영어,4 ,2 
8 ,18 ,신현빈,1 ,2 ,한국사,한국사,3 ,4 
8 ,18 ,신현빈,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
8 ,18 ,신현빈,1 ,2 ,과학,통합과학,3 ,4 
8 ,18 ,신현빈,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
8 ,18 ,신현빈,2 ,1 ,국어,문학,4 ,3 
8 ,18 ,신현빈,2 ,1 ,수학,수학Ⅰ,4 ,2 
8 ,18 ,신현빈,2 ,1 ,수학,확률과 통계,2 ,3 
8 ,18 ,신현빈,2 ,1 ,영어,영어Ⅰ,3 ,3 
8 ,18 ,신현빈,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
8 ,18 ,신현빈,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
8 ,18 ,신현빈,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
8 ,18 ,신현빈,2 ,2 ,국어,독서,4 ,4 
8 ,18 ,신현빈,2 ,2 ,수학,수학Ⅱ,4 ,2 
8 ,18 ,신현빈,2 ,2 ,수학,확률과 통계,2 ,2 
8 ,18 ,신현빈,2 ,2 ,영어,영어Ⅱ,3 ,2 
8 ,18 ,신현빈,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
8 ,18 ,신현빈,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
8 ,18 ,신현빈,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
8 ,18 ,신현빈,3 ,1 ,국어,화법과 작문,4 ,4 
8 ,18 ,신현빈,3 ,1 ,영어,영어 독해와 작문,4 ,2 
8 ,19 ,안현우,1 ,1 ,국어,국어,3 ,3 
8 ,19 ,안현우,1 ,1 ,수학,수학,4 ,3 
8 ,19 ,안현우,1 ,1 ,영어,영어,4 ,3 
8 ,19 ,안현우,1 ,1 ,한국사,한국사,3 ,3 
8 ,19 ,안현우,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
8 ,19 ,안현우,1 ,1 ,과학,통합과학,3 ,4 
8 ,19 ,안현우,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
8 ,19 ,안현우,1 ,2 ,국어,국어,3 ,4 
8 ,19 ,안현우,1 ,2 ,수학,수학,4 ,2 
8 ,19 ,안현우,1 ,2 ,영어,영어,4 ,2 
8 ,19 ,안현우,1 ,2 ,한국사,한국사,3 ,4 
8 ,19 ,안현우,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
8 ,19 ,안현우,1 ,2 ,과학,통합과학,3 ,4 
8 ,19 ,안현우,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
8 ,19 ,안현우,2 ,1 ,국어,문학,4 ,3 
8 ,19 ,안현우,2 ,1 ,수학,수학Ⅰ,4 ,2 
8 ,19 ,안현우,2 ,1 ,수학,확률과 통계,2 ,3 
8 ,19 ,안현우,2 ,1 ,영어,영어Ⅰ,3 ,3 
8 ,19 ,안현우,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
8 ,19 ,안현우,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
8 ,19 ,안현우,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
8 ,19 ,안현우,2 ,2 ,국어,독서,4 ,4 
8 ,19 ,안현우,2 ,2 ,수학,수학Ⅱ,4 ,2 
8 ,19 ,안현우,2 ,2 ,수학,확률과 통계,2 ,2 
8 ,19 ,안현우,2 ,2 ,영어,영어Ⅱ,3 ,2 
8 ,19 ,안현우,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
8 ,19 ,안현우,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
8 ,19 ,안현우,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
8 ,19 ,안현우,3 ,1 ,국어,화법과 작문,4 ,4 
8 ,19 ,안현우,3 ,1 ,영어,영어 독해와 작문,4 ,2 
8 ,20 ,오태림,1 ,1 ,국어,국어,3 ,3 
8 ,20 ,오태림,1 ,1 ,수학,수학,4 ,3 
8 ,20 ,오태림,1 ,1 ,영어,영어,4 ,3 
8 ,20 ,오태림,1 ,1 ,한국사,한국사,3 ,3 
8 ,20 ,오태림,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
8 ,20 ,오태림,1 ,1 ,과학,통합과학,3 ,4 
8 ,20 ,오태림,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
8 ,20 ,오태림,1 ,2 ,국어,국어,3 ,4 
8 ,20 ,오태림,1 ,2 ,수학,수학,4 ,2 
8 ,20 ,오태림,1 ,2 ,영어,영어,4 ,2 
8 ,20 ,오태림,1 ,2 ,한국사,한국사,3 ,4 
8 ,20 ,오태림,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
8 ,20 ,오태림,1 ,2 ,과학,통합과학,3 ,4 
8 ,20 ,오태림,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
8 ,20 ,오태림,2 ,1 ,국어,문학,4 ,3 
8 ,20 ,오태림,2 ,1 ,수학,수학Ⅰ,4 ,2 
8 ,20 ,오태림,2 ,1 ,수학,확률과 통계,2 ,3 
8 ,20 ,오태림,2 ,1 ,영어,영어Ⅰ,3 ,3 
8 ,20 ,오태림,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
8 ,20 ,오태림,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
8 ,20 ,오태림,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
8 ,20 ,오태림,2 ,2 ,국어,독서,4 ,4 
8 ,20 ,오태림,2 ,2 ,수학,수학Ⅱ,4 ,2 
8 ,20 ,오태림,2 ,2 ,수학,확률과 통계,2 ,2 
8 ,20 ,오태림,2 ,2 ,영어,영어Ⅱ,3 ,2 
8 ,20 ,오태림,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
8 ,20 ,오태림,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
8 ,20 ,오태림,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
8 ,20 ,오태림,3 ,1 ,국어,화법과 작문,4 ,4 
8 ,20 ,오태림,3 ,1 ,영어,영어 독해와 작문,4 ,2 
8 ,21 ,우상협,1 ,1 ,국어,국어,3 ,3 
8 ,21 ,우상협,1 ,1 ,수학,수학,4 ,3 
8 ,21 ,우상협,1 ,1 ,영어,영어,4 ,3 
8 ,21 ,우상협,1 ,1 ,한국사,한국사,3 ,3 
8 ,21 ,우상협,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
8 ,21 ,우상협,1 ,1 ,과학,통합과학,3 ,4 
8 ,21 ,우상협,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
8 ,21 ,우상협,1 ,2 ,국어,국어,3 ,4 
8 ,21 ,우상협,1 ,2 ,수학,수학,4 ,2 
8 ,21 ,우상협,1 ,2 ,영어,영어,4 ,2 
8 ,21 ,우상협,1 ,2 ,한국사,한국사,3 ,4 
8 ,21 ,우상협,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
8 ,21 ,우상협,1 ,2 ,과학,통합과학,3 ,4 
8 ,21 ,우상협,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
8 ,21 ,우상협,2 ,1 ,국어,문학,4 ,3 
8 ,21 ,우상협,2 ,1 ,수학,수학Ⅰ,4 ,2 
8 ,21 ,우상협,2 ,1 ,수학,확률과 통계,2 ,3 
8 ,21 ,우상협,2 ,1 ,영어,영어Ⅰ,3 ,3 
8 ,21 ,우상협,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
8 ,21 ,우상협,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
8 ,21 ,우상협,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
8 ,21 ,우상협,2 ,2 ,국어,독서,4 ,4 
8 ,21 ,우상협,2 ,2 ,수학,수학Ⅱ,4 ,2 
8 ,21 ,우상협,2 ,2 ,수학,확률과 통계,2 ,2 
8 ,21 ,우상협,2 ,2 ,영어,영어Ⅱ,3 ,2 
8 ,21 ,우상협,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
8 ,21 ,우상협,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
8 ,21 ,우상협,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
8 ,21 ,우상협,3 ,1 ,국어,화법과 작문,4 ,4 
8 ,21 ,우상협,3 ,1 ,영어,영어 독해와 작문,4 ,2 
8 ,22 ,유영후,1 ,1 ,국어,국어,3 ,3 
8 ,22 ,유영후,1 ,1 ,수학,수학,4 ,3 
8 ,22 ,유영후,1 ,1 ,영어,영어,4 ,3 
8 ,22 ,유영후,1 ,1 ,한국사,한국사,3 ,3 
8 ,22 ,유영후,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
8 ,22 ,유영후,1 ,1 ,과학,통합과학,3 ,4 
8 ,22 ,유영후,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
8 ,22 ,유영후,1 ,2 ,국어,국어,3 ,4 
8 ,22 ,유영후,1 ,2 ,수학,수학,4 ,2 
8 ,22 ,유영후,1 ,2 ,영어,영어,4 ,2 
8 ,22 ,유영후,1 ,2 ,한국사,한국사,3 ,4 
8 ,22 ,유영후,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
8 ,22 ,유영후,1 ,2 ,과학,통합과학,3 ,4 
8 ,22 ,유영후,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
8 ,22 ,유영후,2 ,1 ,국어,문학,4 ,3 
8 ,22 ,유영후,2 ,1 ,수학,수학Ⅰ,4 ,2 
8 ,22 ,유영후,2 ,1 ,수학,확률과 통계,2 ,3 
8 ,22 ,유영후,2 ,1 ,영어,영어Ⅰ,3 ,3 
8 ,22 ,유영후,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
8 ,22 ,유영후,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
8 ,22 ,유영후,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
8 ,22 ,유영후,2 ,2 ,국어,독서,4 ,4 
8 ,22 ,유영후,2 ,2 ,수학,수학Ⅱ,4 ,2 
8 ,22 ,유영후,2 ,2 ,수학,확률과 통계,2 ,2 
8 ,22 ,유영후,2 ,2 ,영어,영어Ⅱ,3 ,2 
8 ,22 ,유영후,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
8 ,22 ,유영후,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
8 ,22 ,유영후,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
8 ,22 ,유영후,3 ,1 ,국어,화법과 작문,4 ,4 
8 ,22 ,유영후,3 ,1 ,영어,영어 독해와 작문,4 ,2 
8 ,23 ,이도헌,1 ,1 ,국어,국어,3 ,3 
8 ,23 ,이도헌,1 ,1 ,수학,수학,4 ,3 
8 ,23 ,이도헌,1 ,1 ,영어,영어,4 ,3 
8 ,23 ,이도헌,1 ,1 ,한국사,한국사,3 ,3 
8 ,23 ,이도헌,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
8 ,23 ,이도헌,1 ,1 ,과학,통합과학,3 ,4 
8 ,23 ,이도헌,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
8 ,23 ,이도헌,1 ,2 ,국어,국어,3 ,4 
8 ,23 ,이도헌,1 ,2 ,수학,수학,4 ,2 
8 ,23 ,이도헌,1 ,2 ,영어,영어,4 ,2 
8 ,23 ,이도헌,1 ,2 ,한국사,한국사,3 ,4 
8 ,23 ,이도헌,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
8 ,23 ,이도헌,1 ,2 ,과학,통합과학,3 ,4 
8 ,23 ,이도헌,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
8 ,23 ,이도헌,2 ,1 ,국어,문학,4 ,3 
8 ,23 ,이도헌,2 ,1 ,수학,수학Ⅰ,4 ,2 
8 ,23 ,이도헌,2 ,1 ,수학,확률과 통계,2 ,3 
8 ,23 ,이도헌,2 ,1 ,영어,영어Ⅰ,3 ,3 
8 ,23 ,이도헌,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
8 ,23 ,이도헌,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
8 ,23 ,이도헌,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
8 ,23 ,이도헌,2 ,2 ,국어,독서,4 ,4 
8 ,23 ,이도헌,2 ,2 ,수학,수학Ⅱ,4 ,2 
8 ,23 ,이도헌,2 ,2 ,수학,확률과 통계,2 ,2 
8 ,23 ,이도헌,2 ,2 ,영어,영어Ⅱ,3 ,2 
8 ,23 ,이도헌,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
8 ,23 ,이도헌,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
8 ,23 ,이도헌,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
8 ,23 ,이도헌,3 ,1 ,국어,화법과 작문,4 ,4 
8 ,23 ,이도헌,3 ,1 ,영어,영어 독해와 작문,4 ,2 
8 ,24 ,이재현,1 ,1 ,국어,국어,3 ,3 
8 ,24 ,이재현,1 ,1 ,수학,수학,4 ,3 
8 ,24 ,이재현,1 ,1 ,영어,영어,4 ,3 
8 ,24 ,이재현,1 ,1 ,한국사,한국사,3 ,3 
8 ,24 ,이재현,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
8 ,24 ,이재현,1 ,1 ,과학,통합과학,3 ,4 
8 ,24 ,이재현,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
8 ,24 ,이재현,1 ,2 ,국어,국어,3 ,4 
8 ,24 ,이재현,1 ,2 ,수학,수학,4 ,2 
8 ,24 ,이재현,1 ,2 ,영어,영어,4 ,2 
8 ,24 ,이재현,1 ,2 ,한국사,한국사,3 ,4 
8 ,24 ,이재현,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
8 ,24 ,이재현,1 ,2 ,과학,통합과학,3 ,4 
8 ,24 ,이재현,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
8 ,24 ,이재현,2 ,1 ,국어,문학,4 ,3 
8 ,24 ,이재현,2 ,1 ,수학,수학Ⅰ,4 ,2 
8 ,24 ,이재현,2 ,1 ,수학,확률과 통계,2 ,3 
8 ,24 ,이재현,2 ,1 ,영어,영어Ⅰ,3 ,3 
8 ,24 ,이재현,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
8 ,24 ,이재현,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
8 ,24 ,이재현,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
8 ,24 ,이재현,2 ,2 ,국어,독서,4 ,4 
8 ,24 ,이재현,2 ,2 ,수학,수학Ⅱ,4 ,2 
8 ,24 ,이재현,2 ,2 ,수학,확률과 통계,2 ,2 
8 ,24 ,이재현,2 ,2 ,영어,영어Ⅱ,3 ,2 
8 ,24 ,이재현,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
8 ,24 ,이재현,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
8 ,24 ,이재현,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
8 ,24 ,이재현,3 ,1 ,국어,화법과 작문,4 ,4 
8 ,24 ,이재현,3 ,1 ,영어,영어 독해와 작문,4 ,2 
8 ,25 ,임선진,1 ,1 ,국어,국어,3 ,3 
8 ,25 ,임선진,1 ,1 ,수학,수학,4 ,3 
8 ,25 ,임선진,1 ,1 ,영어,영어,4 ,3 
8 ,25 ,임선진,1 ,1 ,한국사,한국사,3 ,3 
8 ,25 ,임선진,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
8 ,25 ,임선진,1 ,1 ,과학,통합과학,3 ,4 
8 ,25 ,임선진,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
8 ,25 ,임선진,1 ,2 ,국어,국어,3 ,4 
8 ,25 ,임선진,1 ,2 ,수학,수학,4 ,2 
8 ,25 ,임선진,1 ,2 ,영어,영어,4 ,2 
8 ,25 ,임선진,1 ,2 ,한국사,한국사,3 ,4 
8 ,25 ,임선진,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
8 ,25 ,임선진,1 ,2 ,과학,통합과학,3 ,4 
8 ,25 ,임선진,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
8 ,25 ,임선진,2 ,1 ,국어,문학,4 ,3 
8 ,25 ,임선진,2 ,1 ,수학,수학Ⅰ,4 ,2 
8 ,25 ,임선진,2 ,1 ,수학,확률과 통계,2 ,3 
8 ,25 ,임선진,2 ,1 ,영어,영어Ⅰ,3 ,3 
8 ,25 ,임선진,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
8 ,25 ,임선진,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
8 ,25 ,임선진,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
8 ,25 ,임선진,2 ,2 ,국어,독서,4 ,4 
8 ,25 ,임선진,2 ,2 ,수학,수학Ⅱ,4 ,2 
8 ,25 ,임선진,2 ,2 ,수학,확률과 통계,2 ,2 
8 ,25 ,임선진,2 ,2 ,영어,영어Ⅱ,3 ,2 
8 ,25 ,임선진,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
8 ,25 ,임선진,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
8 ,25 ,임선진,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
8 ,25 ,임선진,3 ,1 ,국어,화법과 작문,4 ,4 
8 ,25 ,임선진,3 ,1 ,영어,영어 독해와 작문,4 ,2 
8 ,26 ,임형주,1 ,1 ,국어,국어,3 ,3 
8 ,26 ,임형주,1 ,1 ,수학,수학,4 ,3 
8 ,26 ,임형주,1 ,1 ,영어,영어,4 ,3 
8 ,26 ,임형주,1 ,1 ,한국사,한국사,3 ,3 
8 ,26 ,임형주,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
8 ,26 ,임형주,1 ,1 ,과학,통합과학,3 ,4 
8 ,26 ,임형주,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
8 ,26 ,임형주,1 ,2 ,국어,국어,3 ,4 
8 ,26 ,임형주,1 ,2 ,수학,수학,4 ,2 
8 ,26 ,임형주,1 ,2 ,영어,영어,4 ,2 
8 ,26 ,임형주,1 ,2 ,한국사,한국사,3 ,4 
8 ,26 ,임형주,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
8 ,26 ,임형주,1 ,2 ,과학,통합과학,3 ,4 
8 ,26 ,임형주,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
8 ,26 ,임형주,2 ,1 ,국어,문학,4 ,3 
8 ,26 ,임형주,2 ,1 ,수학,수학Ⅰ,4 ,2 
8 ,26 ,임형주,2 ,1 ,수학,확률과 통계,2 ,3 
8 ,26 ,임형주,2 ,1 ,영어,영어Ⅰ,3 ,3 
8 ,26 ,임형주,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
8 ,26 ,임형주,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
8 ,26 ,임형주,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
8 ,26 ,임형주,2 ,2 ,국어,독서,4 ,4 
8 ,26 ,임형주,2 ,2 ,수학,수학Ⅱ,4 ,2 
8 ,26 ,임형주,2 ,2 ,수학,확률과 통계,2 ,2 
8 ,26 ,임형주,2 ,2 ,영어,영어Ⅱ,3 ,2 
8 ,26 ,임형주,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
8 ,26 ,임형주,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
8 ,26 ,임형주,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
8 ,26 ,임형주,3 ,1 ,국어,화법과 작문,4 ,4 
8 ,26 ,임형주,3 ,1 ,영어,영어 독해와 작문,4 ,2 
8 ,27 ,정민규,1 ,1 ,국어,국어,3 ,3 
8 ,27 ,정민규,1 ,1 ,수학,수학,4 ,3 
8 ,27 ,정민규,1 ,1 ,영어,영어,4 ,3 
8 ,27 ,정민규,1 ,1 ,한국사,한국사,3 ,3 
8 ,27 ,정민규,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
8 ,27 ,정민규,1 ,1 ,과학,통합과학,3 ,4 
8 ,27 ,정민규,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
8 ,27 ,정민규,1 ,2 ,국어,국어,3 ,4 
8 ,27 ,정민규,1 ,2 ,수학,수학,4 ,2 
8 ,27 ,정민규,1 ,2 ,영어,영어,4 ,2 
8 ,27 ,정민규,1 ,2 ,한국사,한국사,3 ,4 
8 ,27 ,정민규,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
8 ,27 ,정민규,1 ,2 ,과학,통합과학,3 ,4 
8 ,27 ,정민규,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
8 ,27 ,정민규,2 ,1 ,국어,문학,4 ,3 
8 ,27 ,정민규,2 ,1 ,수학,수학Ⅰ,4 ,2 
8 ,27 ,정민규,2 ,1 ,수학,확률과 통계,2 ,3 
8 ,27 ,정민규,2 ,1 ,영어,영어Ⅰ,3 ,3 
8 ,27 ,정민규,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
8 ,27 ,정민규,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
8 ,27 ,정민규,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
8 ,27 ,정민규,2 ,2 ,국어,독서,4 ,4 
8 ,27 ,정민규,2 ,2 ,수학,수학Ⅱ,4 ,2 
8 ,27 ,정민규,2 ,2 ,수학,확률과 통계,2 ,2 
8 ,27 ,정민규,2 ,2 ,영어,영어Ⅱ,3 ,2 
8 ,27 ,정민규,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
8 ,27 ,정민규,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
8 ,27 ,정민규,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
8 ,27 ,정민규,3 ,1 ,국어,화법과 작문,4 ,4 
8 ,27 ,정민규,3 ,1 ,영어,영어 독해와 작문,4 ,2 
8 ,28 ,정수혁,1 ,1 ,국어,국어,3 ,3 
8 ,28 ,정수혁,1 ,1 ,수학,수학,4 ,3 
8 ,28 ,정수혁,1 ,1 ,영어,영어,4 ,3 
8 ,28 ,정수혁,1 ,1 ,한국사,한국사,3 ,3 
8 ,28 ,정수혁,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
8 ,28 ,정수혁,1 ,1 ,과학,통합과학,3 ,4 
8 ,28 ,정수혁,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
8 ,28 ,정수혁,1 ,2 ,국어,국어,3 ,4 
8 ,28 ,정수혁,1 ,2 ,수학,수학,4 ,2 
8 ,28 ,정수혁,1 ,2 ,영어,영어,4 ,2 
8 ,28 ,정수혁,1 ,2 ,한국사,한국사,3 ,4 
8 ,28 ,정수혁,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
8 ,28 ,정수혁,1 ,2 ,과학,통합과학,3 ,4 
8 ,28 ,정수혁,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
8 ,28 ,정수혁,2 ,1 ,국어,문학,4 ,3 
8 ,28 ,정수혁,2 ,1 ,수학,수학Ⅰ,4 ,2 
8 ,28 ,정수혁,2 ,1 ,수학,확률과 통계,2 ,3 
8 ,28 ,정수혁,2 ,1 ,영어,영어Ⅰ,3 ,3 
8 ,28 ,정수혁,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
8 ,28 ,정수혁,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
8 ,28 ,정수혁,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
8 ,28 ,정수혁,2 ,2 ,국어,독서,4 ,4 
8 ,28 ,정수혁,2 ,2 ,수학,수학Ⅱ,4 ,2 
8 ,28 ,정수혁,2 ,2 ,수학,확률과 통계,2 ,2 
8 ,28 ,정수혁,2 ,2 ,영어,영어Ⅱ,3 ,2 
8 ,28 ,정수혁,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
8 ,28 ,정수혁,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
8 ,28 ,정수혁,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
8 ,28 ,정수혁,3 ,1 ,국어,화법과 작문,4 ,4 
8 ,28 ,정수혁,3 ,1 ,영어,영어 독해와 작문,4 ,2 
8 ,29 ,정우림,1 ,1 ,국어,국어,3 ,3 
8 ,29 ,정우림,1 ,1 ,수학,수학,4 ,3 
8 ,29 ,정우림,1 ,1 ,영어,영어,4 ,3 
8 ,29 ,정우림,1 ,1 ,한국사,한국사,3 ,3 
8 ,29 ,정우림,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
8 ,29 ,정우림,1 ,1 ,과학,통합과학,3 ,4 
8 ,29 ,정우림,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
8 ,29 ,정우림,1 ,2 ,국어,국어,3 ,4 
8 ,29 ,정우림,1 ,2 ,수학,수학,4 ,2 
8 ,29 ,정우림,1 ,2 ,영어,영어,4 ,2 
8 ,29 ,정우림,1 ,2 ,한국사,한국사,3 ,4 
8 ,29 ,정우림,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
8 ,29 ,정우림,1 ,2 ,과학,통합과학,3 ,4 
8 ,29 ,정우림,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
8 ,29 ,정우림,2 ,1 ,국어,문학,4 ,3 
8 ,29 ,정우림,2 ,1 ,수학,수학Ⅰ,4 ,2 
8 ,29 ,정우림,2 ,1 ,수학,확률과 통계,2 ,3 
8 ,29 ,정우림,2 ,1 ,영어,영어Ⅰ,3 ,3 
8 ,29 ,정우림,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
8 ,29 ,정우림,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
8 ,29 ,정우림,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
8 ,29 ,정우림,2 ,2 ,국어,독서,4 ,4 
8 ,29 ,정우림,2 ,2 ,수학,수학Ⅱ,4 ,2 
8 ,29 ,정우림,2 ,2 ,수학,확률과 통계,2 ,2 
8 ,29 ,정우림,2 ,2 ,영어,영어Ⅱ,3 ,2 
8 ,29 ,정우림,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
8 ,29 ,정우림,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
8 ,29 ,정우림,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
8 ,29 ,정우림,3 ,1 ,국어,화법과 작문,4 ,4 
8 ,29 ,정우림,3 ,1 ,영어,영어 독해와 작문,4 ,2 
8 ,30 ,조은성,1 ,1 ,국어,국어,3 ,3 
8 ,30 ,조은성,1 ,1 ,수학,수학,4 ,3 
8 ,30 ,조은성,1 ,1 ,영어,영어,4 ,3 
8 ,30 ,조은성,1 ,1 ,한국사,한국사,3 ,3 
8 ,30 ,조은성,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
8 ,30 ,조은성,1 ,1 ,과학,통합과학,3 ,4 
8 ,30 ,조은성,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
8 ,30 ,조은성,1 ,2 ,국어,국어,3 ,4 
8 ,30 ,조은성,1 ,2 ,수학,수학,4 ,2 
8 ,30 ,조은성,1 ,2 ,영어,영어,4 ,2 
8 ,30 ,조은성,1 ,2 ,한국사,한국사,3 ,4 
8 ,30 ,조은성,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
8 ,30 ,조은성,1 ,2 ,과학,통합과학,3 ,4 
8 ,30 ,조은성,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
8 ,30 ,조은성,2 ,1 ,국어,문학,4 ,3 
8 ,30 ,조은성,2 ,1 ,수학,수학Ⅰ,4 ,2 
8 ,30 ,조은성,2 ,1 ,수학,확률과 통계,2 ,3 
8 ,30 ,조은성,2 ,1 ,영어,영어Ⅰ,3 ,3 
8 ,30 ,조은성,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
8 ,30 ,조은성,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
8 ,30 ,조은성,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
8 ,30 ,조은성,2 ,2 ,국어,독서,4 ,4 
8 ,30 ,조은성,2 ,2 ,수학,수학Ⅱ,4 ,2 
8 ,30 ,조은성,2 ,2 ,수학,확률과 통계,2 ,2 
8 ,30 ,조은성,2 ,2 ,영어,영어Ⅱ,3 ,2 
8 ,30 ,조은성,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
8 ,30 ,조은성,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
8 ,30 ,조은성,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
8 ,30 ,조은성,3 ,1 ,국어,화법과 작문,4 ,4 
8 ,30 ,조은성,3 ,1 ,영어,영어 독해와 작문,4 ,2 
8 ,31 ,천수환,1 ,1 ,국어,국어,3 ,3 
8 ,31 ,천수환,1 ,1 ,수학,수학,4 ,3 
8 ,31 ,천수환,1 ,1 ,영어,영어,4 ,3 
8 ,31 ,천수환,1 ,1 ,한국사,한국사,3 ,3 
8 ,31 ,천수환,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
8 ,31 ,천수환,1 ,1 ,과학,통합과학,3 ,4 
8 ,31 ,천수환,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
8 ,31 ,천수환,1 ,2 ,국어,국어,3 ,4 
8 ,31 ,천수환,1 ,2 ,수학,수학,4 ,2 
8 ,31 ,천수환,1 ,2 ,영어,영어,4 ,2 
8 ,31 ,천수환,1 ,2 ,한국사,한국사,3 ,4 
8 ,31 ,천수환,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
8 ,31 ,천수환,1 ,2 ,과학,통합과학,3 ,4 
8 ,31 ,천수환,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
8 ,31 ,천수환,2 ,1 ,국어,문학,4 ,3 
8 ,31 ,천수환,2 ,1 ,수학,수학Ⅰ,4 ,2 
8 ,31 ,천수환,2 ,1 ,수학,확률과 통계,2 ,3 
8 ,31 ,천수환,2 ,1 ,영어,영어Ⅰ,3 ,3 
8 ,31 ,천수환,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
8 ,31 ,천수환,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
8 ,31 ,천수환,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
8 ,31 ,천수환,2 ,2 ,국어,독서,4 ,4 
8 ,31 ,천수환,2 ,2 ,수학,수학Ⅱ,4 ,2 
8 ,31 ,천수환,2 ,2 ,수학,확률과 통계,2 ,2 
8 ,31 ,천수환,2 ,2 ,영어,영어Ⅱ,3 ,2 
8 ,31 ,천수환,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
8 ,31 ,천수환,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
8 ,31 ,천수환,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
8 ,31 ,천수환,3 ,1 ,국어,화법과 작문,4 ,4 
8 ,31 ,천수환,3 ,1 ,영어,영어 독해와 작문,4 ,2 
8 ,32 ,최은석,1 ,1 ,국어,국어,3 ,3 
8 ,32 ,최은석,1 ,1 ,수학,수학,4 ,3 
8 ,32 ,최은석,1 ,1 ,영어,영어,4 ,3 
8 ,32 ,최은석,1 ,1 ,한국사,한국사,3 ,3 
8 ,32 ,최은석,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
8 ,32 ,최은석,1 ,1 ,과학,통합과학,3 ,4 
8 ,32 ,최은석,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
8 ,32 ,최은석,1 ,2 ,국어,국어,3 ,4 
8 ,32 ,최은석,1 ,2 ,수학,수학,4 ,2 
8 ,32 ,최은석,1 ,2 ,영어,영어,4 ,2 
8 ,32 ,최은석,1 ,2 ,한국사,한국사,3 ,4 
8 ,32 ,최은석,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
8 ,32 ,최은석,1 ,2 ,과학,통합과학,3 ,4 
8 ,32 ,최은석,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
8 ,32 ,최은석,2 ,1 ,국어,문학,4 ,3 
8 ,32 ,최은석,2 ,1 ,수학,수학Ⅰ,4 ,2 
8 ,32 ,최은석,2 ,1 ,수학,확률과 통계,2 ,3 
8 ,32 ,최은석,2 ,1 ,영어,영어Ⅰ,3 ,3 
8 ,32 ,최은석,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,4 
8 ,32 ,최은석,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
8 ,32 ,최은석,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
8 ,32 ,최은석,2 ,2 ,국어,독서,4 ,4 
8 ,32 ,최은석,2 ,2 ,수학,수학Ⅱ,4 ,2 
8 ,32 ,최은석,2 ,2 ,수학,확률과 통계,2 ,2 
8 ,32 ,최은석,2 ,2 ,영어,영어Ⅱ,3 ,2 
8 ,32 ,최은석,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,4 
8 ,32 ,최은석,2 ,2 ,사회(역사/도덕포함),동아시아사,4 ,4 
8 ,32 ,최은석,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
8 ,32 ,최은석,3 ,1 ,국어,화법과 작문,4 ,4 
8 ,32 ,최은석,3 ,1 ,영어,영어 독해와 작문,4 ,2
`;
