export const CLASS5_CSV = `반,번호,이름,학년,학기,교과,과목,단위수,등급
5 ,1 ,김민준,1 ,1 ,국어,국어,3 ,1 
5 ,1 ,김민준,1 ,1 ,수학,수학,4 ,1 
5 ,1 ,김민준,1 ,1 ,영어,영어,4 ,2 
5 ,1 ,김민준,1 ,1 ,한국사,한국사,3 ,1 
5 ,1 ,김민준,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,2 
5 ,1 ,김민준,1 ,1 ,과학,통합과학,3 ,3 
5 ,1 ,김민준,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,2 
5 ,1 ,김민준,1 ,2 ,국어,국어,3 ,1 
5 ,1 ,김민준,1 ,2 ,수학,수학,4 ,1 
5 ,1 ,김민준,1 ,2 ,영어,영어,4 ,2 
5 ,1 ,김민준,1 ,2 ,한국사,한국사,3 ,1 
5 ,1 ,김민준,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,2 
5 ,1 ,김민준,1 ,2 ,과학,통합과학,3 ,2 
5 ,1 ,김민준,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,1 
5 ,1 ,김민준,2 ,1 ,국어,문학,4 ,2 
5 ,1 ,김민준,2 ,1 ,수학,수학Ⅰ,4 ,2 
5 ,1 ,김민준,2 ,1 ,수학,확률과 통계,2 ,2 
5 ,1 ,김민준,2 ,1 ,영어,영어Ⅰ,3 ,1 
5 ,1 ,김민준,2 ,1 ,과학,생명과학Ⅰ,4 ,1 
5 ,1 ,김민준,2 ,1 ,과학,지구과학Ⅰ,4 ,2 
5 ,1 ,김민준,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
5 ,1 ,김민준,2 ,2 ,국어,독서,4 ,1 
5 ,1 ,김민준,2 ,2 ,수학,수학Ⅱ,4 ,1 
5 ,1 ,김민준,2 ,2 ,수학,확률과 통계,2 ,1 
5 ,1 ,김민준,2 ,2 ,영어,영어Ⅱ,3 ,1 
5 ,1 ,김민준,2 ,2 ,과학,물리학Ⅰ,4 ,1 
5 ,1 ,김민준,2 ,2 ,과학,화학Ⅰ,4 ,2 
5 ,1 ,김민준,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
5 ,1 ,김민준,3 ,1 ,국어,화법과 작문,4 ,1 
5 ,1 ,김민준,3 ,1 ,수학,미적분,4 ,1 
5 ,1 ,김민준,3 ,1 ,영어,영어 독해와 작문,4 ,1 
5 ,1 ,김민준,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,2 
5 ,2 ,김선웅,1 ,1 ,국어,국어,3 ,3 
5 ,2 ,김선웅,1 ,1 ,수학,수학,4 ,3 
5 ,2 ,김선웅,1 ,1 ,영어,영어,4 ,3 
5 ,2 ,김선웅,1 ,1 ,한국사,한국사,3 ,4 
5 ,2 ,김선웅,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,4 
5 ,2 ,김선웅,1 ,1 ,과학,통합과학,3 ,4 
5 ,2 ,김선웅,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,2 ,김선웅,1 ,2 ,국어,국어,3 ,4 
5 ,2 ,김선웅,1 ,2 ,수학,수학,4 ,3 
5 ,2 ,김선웅,1 ,2 ,영어,영어,4 ,4 
5 ,2 ,김선웅,1 ,2 ,한국사,한국사,3 ,4 
5 ,2 ,김선웅,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,3 
5 ,2 ,김선웅,1 ,2 ,과학,통합과학,3 ,3 
5 ,2 ,김선웅,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,2 ,김선웅,2 ,1 ,국어,문학,4 ,3 
5 ,2 ,김선웅,2 ,1 ,수학,수학Ⅰ,4 ,5 
5 ,2 ,김선웅,2 ,1 ,수학,확률과 통계,2 ,4 
5 ,2 ,김선웅,2 ,1 ,영어,영어Ⅰ,3 ,4 
5 ,2 ,김선웅,2 ,1 ,과학,생명과학Ⅰ,4 ,3 
5 ,2 ,김선웅,2 ,1 ,과학,지구과학Ⅰ,4 ,3 
5 ,2 ,김선웅,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
5 ,2 ,김선웅,2 ,2 ,국어,독서,4 ,4 
5 ,2 ,김선웅,2 ,2 ,수학,수학Ⅱ,4 ,4 
5 ,2 ,김선웅,2 ,2 ,수학,확률과 통계,2 ,4 
5 ,2 ,김선웅,2 ,2 ,영어,영어Ⅱ,3 ,4 
5 ,2 ,김선웅,2 ,2 ,과학,물리학Ⅰ,4 ,4 
5 ,2 ,김선웅,2 ,2 ,과학,화학Ⅰ,4 ,5 
5 ,2 ,김선웅,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
5 ,2 ,김선웅,3 ,1 ,국어,화법과 작문,4 ,3 
5 ,2 ,김선웅,3 ,1 ,수학,미적분,4 ,5 
5 ,2 ,김선웅,3 ,1 ,영어,영어 독해와 작문,4 ,4 
5 ,2 ,김선웅,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,4 
5 ,3 ,김승규,1 ,1 ,국어,국어,3 ,2 
5 ,3 ,김승규,1 ,1 ,수학,수학,4 ,5 
5 ,3 ,김승규,1 ,1 ,영어,영어,4 ,2 
5 ,3 ,김승규,1 ,1 ,한국사,한국사,3 ,1 
5 ,3 ,김승규,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,1 
5 ,3 ,김승규,1 ,1 ,과학,통합과학,3 ,1 
5 ,3 ,김승규,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,3 ,김승규,1 ,2 ,국어,국어,3 ,2 
5 ,3 ,김승규,1 ,2 ,수학,수학,4 ,4 
5 ,3 ,김승규,1 ,2 ,영어,영어,4 ,3 
5 ,3 ,김승규,1 ,2 ,한국사,한국사,3 ,1 
5 ,3 ,김승규,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,2 
5 ,3 ,김승규,1 ,2 ,과학,통합과학,3 ,2 
5 ,3 ,김승규,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,3 ,김승규,2 ,1 ,국어,문학,4 ,2 
5 ,3 ,김승규,2 ,1 ,수학,수학Ⅰ,4 ,4 
5 ,3 ,김승규,2 ,1 ,수학,확률과 통계,2 ,3 
5 ,3 ,김승규,2 ,1 ,영어,영어Ⅰ,3 ,2 
5 ,3 ,김승규,2 ,1 ,과학,생명과학Ⅰ,4 ,3 
5 ,3 ,김승규,2 ,1 ,과학,지구과학Ⅰ,4 ,3 
5 ,3 ,김승규,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,2 
5 ,3 ,김승규,2 ,2 ,국어,독서,4 ,1 
5 ,3 ,김승규,2 ,2 ,수학,수학Ⅱ,4 ,3 
5 ,3 ,김승규,2 ,2 ,수학,확률과 통계,2 ,3 
5 ,3 ,김승규,2 ,2 ,영어,영어Ⅱ,3 ,2 
5 ,3 ,김승규,2 ,2 ,과학,물리학Ⅰ,4 ,3 
5 ,3 ,김승규,2 ,2 ,과학,화학Ⅰ,4 ,3 
5 ,3 ,김승규,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,2 
5 ,3 ,김승규,3 ,1 ,국어,화법과 작문,4 ,1 
5 ,3 ,김승규,3 ,1 ,수학,미적분,4 ,2 
5 ,3 ,김승규,3 ,1 ,영어,영어 독해와 작문,4 ,2 
5 ,3 ,김승규,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,2 
5 ,4 ,김인호,1 ,1 ,국어,국어,3 ,4 
5 ,4 ,김인호,1 ,1 ,수학,수학,4 ,1 
5 ,4 ,김인호,1 ,1 ,영어,영어,4 ,4 
5 ,4 ,김인호,1 ,1 ,한국사,한국사,3 ,5 
5 ,4 ,김인호,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,4 
5 ,4 ,김인호,1 ,1 ,과학,통합과학,3 ,4 
5 ,4 ,김인호,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,4 
5 ,4 ,김인호,1 ,2 ,국어,국어,3 ,4 
5 ,4 ,김인호,1 ,2 ,수학,수학,4 ,1 
5 ,4 ,김인호,1 ,2 ,영어,영어,4 ,4 
5 ,4 ,김인호,1 ,2 ,한국사,한국사,3 ,4 
5 ,4 ,김인호,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
5 ,4 ,김인호,1 ,2 ,과학,통합과학,3 ,4 
5 ,4 ,김인호,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,5 
5 ,4 ,김인호,2 ,1 ,국어,문학,4 ,4 
5 ,4 ,김인호,2 ,1 ,수학,수학Ⅰ,4 ,1 
5 ,4 ,김인호,2 ,1 ,수학,확률과 통계,2 ,1 
5 ,4 ,김인호,2 ,1 ,영어,영어Ⅰ,3 ,4 
5 ,4 ,김인호,2 ,1 ,과학,생명과학Ⅰ,4 ,5 
5 ,4 ,김인호,2 ,1 ,과학,지구과학Ⅰ,4 ,4 
5 ,4 ,김인호,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,4 
5 ,4 ,김인호,2 ,2 ,국어,독서,4 ,3 
5 ,4 ,김인호,2 ,2 ,수학,수학Ⅱ,4 ,1 
5 ,4 ,김인호,2 ,2 ,수학,확률과 통계,2 ,2 
5 ,4 ,김인호,2 ,2 ,영어,영어Ⅱ,3 ,3 
5 ,4 ,김인호,2 ,2 ,과학,물리학Ⅰ,4 ,4 
5 ,4 ,김인호,2 ,2 ,과학,화학Ⅰ,4 ,4 
5 ,4 ,김인호,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
5 ,4 ,김인호,3 ,1 ,국어,화법과 작문,4 ,3 
5 ,4 ,김인호,3 ,1 ,수학,미적분,4 ,2 
5 ,4 ,김인호,3 ,1 ,영어,영어 독해와 작문,4 ,3 
5 ,4 ,김인호,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,3 
5 ,5 ,김주영,1 ,1 ,국어,국어,3 ,1 
5 ,5 ,김주영,1 ,1 ,수학,수학,4 ,1 
5 ,5 ,김주영,1 ,1 ,영어,영어,4 ,1 
5 ,5 ,김주영,1 ,1 ,한국사,한국사,3 ,3 
5 ,5 ,김주영,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,2 
5 ,5 ,김주영,1 ,1 ,과학,통합과학,3 ,2 
5 ,5 ,김주영,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,2 
5 ,5 ,김주영,1 ,2 ,국어,국어,3 ,2 
5 ,5 ,김주영,1 ,2 ,수학,수학,4 ,1 
5 ,5 ,김주영,1 ,2 ,영어,영어,4 ,1 
5 ,5 ,김주영,1 ,2 ,한국사,한국사,3 ,2 
5 ,5 ,김주영,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,2 
5 ,5 ,김주영,1 ,2 ,과학,통합과학,3 ,1 
5 ,5 ,김주영,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,2 
5 ,5 ,김주영,2 ,1 ,국어,문학,4 ,1 
5 ,5 ,김주영,2 ,1 ,수학,수학Ⅰ,4 ,2 
5 ,5 ,김주영,2 ,1 ,수학,확률과 통계,2 ,1 
5 ,5 ,김주영,2 ,1 ,영어,영어Ⅰ,3 ,1 
5 ,5 ,김주영,2 ,1 ,과학,생명과학Ⅰ,4 ,2 
5 ,5 ,김주영,2 ,1 ,과학,지구과학Ⅰ,4 ,1 
5 ,5 ,김주영,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,3 
5 ,5 ,김주영,2 ,2 ,국어,독서,4 ,2 
5 ,5 ,김주영,2 ,2 ,수학,수학Ⅱ,4 ,3 
5 ,5 ,김주영,2 ,2 ,수학,확률과 통계,2 ,2 
5 ,5 ,김주영,2 ,2 ,영어,영어Ⅱ,3 ,1 
5 ,5 ,김주영,2 ,2 ,과학,물리학Ⅰ,4 ,2 
5 ,5 ,김주영,2 ,2 ,과학,화학Ⅰ,4 ,3 
5 ,5 ,김주영,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,3 
5 ,5 ,김주영,3 ,1 ,국어,화법과 작문,4 ,3 
5 ,5 ,김주영,3 ,1 ,수학,미적분,4 ,2 
5 ,5 ,김주영,3 ,1 ,영어,영어 독해와 작문,4 ,1 
5 ,5 ,김주영,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,1 
5 ,6 ,김준성,1 ,1 ,국어,국어,3 ,7 
5 ,6 ,김준성,1 ,1 ,수학,수학,4 ,7 
5 ,6 ,김준성,1 ,1 ,영어,영어,4 ,8 
5 ,6 ,김준성,1 ,1 ,한국사,한국사,3 ,7 
5 ,6 ,김준성,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,8 
5 ,6 ,김준성,1 ,1 ,과학,통합과학,3 ,6 
5 ,6 ,김준성,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,6 
5 ,6 ,김준성,1 ,2 ,국어,국어,3 ,5 
5 ,6 ,김준성,1 ,2 ,수학,수학,4 ,7 
5 ,6 ,김준성,1 ,2 ,영어,영어,4 ,8 
5 ,6 ,김준성,1 ,2 ,한국사,한국사,3 ,7 
5 ,6 ,김준성,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,7 
5 ,6 ,김준성,1 ,2 ,과학,통합과학,3 ,6 
5 ,6 ,김준성,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,6 
5 ,6 ,김준성,2 ,1 ,국어,문학,4 ,6 
5 ,6 ,김준성,2 ,1 ,수학,수학Ⅰ,4 ,7 
5 ,6 ,김준성,2 ,1 ,수학,확률과 통계,2 ,6 
5 ,6 ,김준성,2 ,1 ,영어,영어Ⅰ,3 ,7 
5 ,6 ,김준성,2 ,1 ,과학,생명과학Ⅰ,4 ,6 
5 ,6 ,김준성,2 ,1 ,과학,지구과학Ⅰ,4 ,5 
5 ,6 ,김준성,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,4 
5 ,6 ,김준성,2 ,2 ,국어,독서,4 ,5 
5 ,6 ,김준성,2 ,2 ,수학,수학Ⅱ,4 ,7 
5 ,6 ,김준성,2 ,2 ,수학,확률과 통계,2 ,6 
5 ,6 ,김준성,2 ,2 ,영어,영어Ⅱ,3 ,6 
5 ,6 ,김준성,2 ,2 ,과학,물리학Ⅰ,4 ,6 
5 ,6 ,김준성,2 ,2 ,과학,화학Ⅰ,4 ,6 
5 ,6 ,김준성,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,4 
5 ,6 ,김준성,3 ,1 ,국어,화법과 작문,4 ,6 
5 ,6 ,김준성,3 ,1 ,수학,미적분,4 ,6 
5 ,6 ,김준성,3 ,1 ,영어,영어 독해와 작문,4 ,7 
5 ,6 ,김준성,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,7 
5 ,7 ,김지승,1 ,1 ,국어,국어,3 ,5 
5 ,7 ,김지승,1 ,1 ,수학,수학,4 ,4 
5 ,7 ,김지승,1 ,1 ,영어,영어,4 ,4 
5 ,7 ,김지승,1 ,1 ,한국사,한국사,3 ,4 
5 ,7 ,김지승,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,6 
5 ,7 ,김지승,1 ,1 ,과학,통합과학,3 ,4 
5 ,7 ,김지승,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,5 
5 ,7 ,김지승,1 ,2 ,국어,국어,3 ,5 
5 ,7 ,김지승,1 ,2 ,수학,수학,4 ,4 
5 ,7 ,김지승,1 ,2 ,영어,영어,4 ,5 
5 ,7 ,김지승,1 ,2 ,한국사,한국사,3 ,4 
5 ,7 ,김지승,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,6 
5 ,7 ,김지승,1 ,2 ,과학,통합과학,3 ,4 
5 ,7 ,김지승,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,5 
5 ,7 ,김지승,2 ,1 ,국어,문학,4 ,5 
5 ,7 ,김지승,2 ,1 ,수학,수학Ⅰ,4 ,5 
5 ,7 ,김지승,2 ,1 ,수학,확률과 통계,2 ,4 
5 ,7 ,김지승,2 ,1 ,영어,영어Ⅰ,3 ,5 
5 ,7 ,김지승,2 ,1 ,과학,생명과학Ⅰ,4 ,6 
5 ,7 ,김지승,2 ,1 ,과학,지구과학Ⅰ,4 ,4 
5 ,7 ,김지승,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
5 ,7 ,김지승,2 ,2 ,국어,독서,4 ,4 
5 ,7 ,김지승,2 ,2 ,수학,수학Ⅱ,4 ,4 
5 ,7 ,김지승,2 ,2 ,수학,확률과 통계,2 ,4 
5 ,7 ,김지승,2 ,2 ,영어,영어Ⅱ,3 ,6 
5 ,7 ,김지승,2 ,2 ,과학,물리학Ⅰ,4 ,5 
5 ,7 ,김지승,2 ,2 ,과학,화학Ⅰ,4 ,6 
5 ,7 ,김지승,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
5 ,7 ,김지승,3 ,1 ,국어,화법과 작문,4 ,6 
5 ,7 ,김지승,3 ,1 ,수학,미적분,4 ,5 
5 ,7 ,김지승,3 ,1 ,영어,영어 독해와 작문,4 ,6 
5 ,7 ,김지승,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,6 
5 ,8 ,김지후,1 ,1 ,국어,국어,3 ,3 
5 ,8 ,김지후,1 ,1 ,수학,수학,4 ,2 
5 ,8 ,김지후,1 ,1 ,영어,영어,4 ,3 
5 ,8 ,김지후,1 ,1 ,한국사,한국사,3 ,2 
5 ,8 ,김지후,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
5 ,8 ,김지후,1 ,1 ,과학,통합과학,3 ,5 
5 ,8 ,김지후,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,2 
5 ,8 ,김지후,1 ,2 ,국어,국어,3 ,3 
5 ,8 ,김지후,1 ,2 ,수학,수학,4 ,3 
5 ,8 ,김지후,1 ,2 ,영어,영어,4 ,2 
5 ,8 ,김지후,1 ,2 ,한국사,한국사,3 ,3 
5 ,8 ,김지후,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,3 
5 ,8 ,김지후,1 ,2 ,과학,통합과학,3 ,3 
5 ,8 ,김지후,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,8 ,김지후,2 ,1 ,국어,문학,4 ,3 
5 ,8 ,김지후,2 ,1 ,수학,수학Ⅰ,4 ,3 
5 ,8 ,김지후,2 ,1 ,수학,확률과 통계,2 ,3 
5 ,8 ,김지후,2 ,1 ,영어,영어Ⅰ,3 ,3 
5 ,8 ,김지후,2 ,1 ,과학,생명과학Ⅰ,4 ,4 
5 ,8 ,김지후,2 ,1 ,과학,지구과학Ⅰ,4 ,5 
5 ,8 ,김지후,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,4 
5 ,8 ,김지후,2 ,2 ,국어,독서,4 ,4 
5 ,8 ,김지후,2 ,2 ,수학,수학Ⅱ,4 ,2 
5 ,8 ,김지후,2 ,2 ,수학,확률과 통계,2 ,3 
5 ,8 ,김지후,2 ,2 ,영어,영어Ⅱ,3 ,2 
5 ,8 ,김지후,2 ,2 ,과학,물리학Ⅰ,4 ,5 
5 ,8 ,김지후,2 ,2 ,과학,화학Ⅰ,4 ,5 
5 ,8 ,김지후,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,4 
5 ,8 ,김지후,3 ,1 ,국어,화법과 작문,4 ,4 
5 ,8 ,김지후,3 ,1 ,수학,미적분,4 ,4 
5 ,8 ,김지후,3 ,1 ,영어,영어 독해와 작문,4 ,4 
5 ,8 ,김지후,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,6 
5 ,9 ,김지훈,1 ,1 ,국어,국어,3 ,4 
5 ,9 ,김지훈,1 ,1 ,수학,수학,4 ,4 
5 ,9 ,김지훈,1 ,1 ,영어,영어,4 ,4 
5 ,9 ,김지훈,1 ,1 ,한국사,한국사,3 ,4 
5 ,9 ,김지훈,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
5 ,9 ,김지훈,1 ,1 ,과학,통합과학,3 ,3 
5 ,9 ,김지훈,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,5 
5 ,9 ,김지훈,1 ,2 ,국어,국어,3 ,4 
5 ,9 ,김지훈,1 ,2 ,수학,수학,4 ,3 
5 ,9 ,김지훈,1 ,2 ,영어,영어,4 ,4 
5 ,9 ,김지훈,1 ,2 ,한국사,한국사,3 ,5 
5 ,9 ,김지훈,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,3 
5 ,9 ,김지훈,1 ,2 ,과학,통합과학,3 ,4 
5 ,9 ,김지훈,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,4 
5 ,9 ,김지훈,2 ,1 ,국어,문학,4 ,4 
5 ,9 ,김지훈,2 ,1 ,수학,수학Ⅰ,4 ,4 
5 ,9 ,김지훈,2 ,1 ,수학,확률과 통계,2 ,4 
5 ,9 ,김지훈,2 ,1 ,영어,영어Ⅰ,3 ,4 
5 ,9 ,김지훈,2 ,1 ,과학,생명과학Ⅰ,4 ,3 
5 ,9 ,김지훈,2 ,1 ,과학,지구과학Ⅰ,4 ,4 
5 ,9 ,김지훈,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,5 
5 ,9 ,김지훈,2 ,2 ,국어,독서,4 ,4 
5 ,9 ,김지훈,2 ,2 ,수학,수학Ⅱ,4 ,4 
5 ,9 ,김지훈,2 ,2 ,수학,확률과 통계,2 ,4 
5 ,9 ,김지훈,2 ,2 ,영어,영어Ⅱ,3 ,4 
5 ,9 ,김지훈,2 ,2 ,과학,물리학Ⅰ,4 ,4 
5 ,9 ,김지훈,2 ,2 ,과학,화학Ⅰ,4 ,4 
5 ,9 ,김지훈,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,5 
5 ,9 ,김지훈,3 ,1 ,국어,화법과 작문,4 ,4 
5 ,9 ,김지훈,3 ,1 ,수학,미적분,4 ,4 
5 ,9 ,김지훈,3 ,1 ,영어,영어 독해와 작문,4 ,5 
5 ,9 ,김지훈,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,4 
5 ,10 ,김태완,1 ,1 ,국어,국어,3 ,2 
5 ,10 ,김태완,1 ,1 ,수학,수학,4 ,1 
5 ,10 ,김태완,1 ,1 ,영어,영어,4 ,1 
5 ,10 ,김태완,1 ,1 ,한국사,한국사,3 ,1 
5 ,10 ,김태완,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,1 
5 ,10 ,김태완,1 ,1 ,과학,통합과학,3 ,1 
5 ,10 ,김태완,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,1 
5 ,10 ,김태완,1 ,2 ,국어,국어,3 ,1 
5 ,10 ,김태완,1 ,2 ,수학,수학,4 ,2 
5 ,10 ,김태완,1 ,2 ,영어,영어,4 ,1 
5 ,10 ,김태완,1 ,2 ,한국사,한국사,3 ,1 
5 ,10 ,김태완,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,2 
5 ,10 ,김태완,1 ,2 ,과학,통합과학,3 ,1 
5 ,10 ,김태완,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,1 
5 ,10 ,김태완,2 ,1 ,국어,문학,4 ,1 
5 ,10 ,김태완,2 ,1 ,수학,수학Ⅰ,4 ,1 
5 ,10 ,김태완,2 ,1 ,수학,확률과 통계,2 ,1 
5 ,10 ,김태완,2 ,1 ,영어,영어Ⅰ,3 ,2 
5 ,10 ,김태완,2 ,1 ,과학,생명과학Ⅰ,4 ,1 
5 ,10 ,김태완,2 ,1 ,과학,지구과학Ⅰ,4 ,1 
5 ,10 ,김태완,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,3 
5 ,10 ,김태완,2 ,2 ,국어,독서,4 ,3 
5 ,10 ,김태완,2 ,2 ,수학,수학Ⅱ,4 ,2 
5 ,10 ,김태완,2 ,2 ,수학,확률과 통계,2 ,2 
5 ,10 ,김태완,2 ,2 ,영어,영어Ⅱ,3 ,2 
5 ,10 ,김태완,2 ,2 ,과학,물리학Ⅰ,4 ,1 
5 ,10 ,김태완,2 ,2 ,과학,화학Ⅰ,4 ,1 
5 ,10 ,김태완,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,3 
5 ,10 ,김태완,3 ,1 ,국어,화법과 작문,4 ,1 
5 ,10 ,김태완,3 ,1 ,수학,미적분,4 ,2 
5 ,10 ,김태완,3 ,1 ,영어,영어 독해와 작문,4 ,1 
5 ,10 ,김태완,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,3 
5 ,11 ,박도민,1 ,1 ,국어,국어,3 ,4 
5 ,11 ,박도민,1 ,1 ,수학,수학,4 ,3 
5 ,11 ,박도민,1 ,1 ,영어,영어,4 ,5 
5 ,11 ,박도민,1 ,1 ,한국사,한국사,3 ,4 
5 ,11 ,박도민,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
5 ,11 ,박도민,1 ,1 ,과학,통합과학,3 ,4 
5 ,11 ,박도민,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,4 
5 ,11 ,박도민,1 ,2 ,국어,국어,3 ,4 
5 ,11 ,박도민,1 ,2 ,수학,수학,4 ,2 
5 ,11 ,박도민,1 ,2 ,영어,영어,4 ,5 
5 ,11 ,박도민,1 ,2 ,한국사,한국사,3 ,3 
5 ,11 ,박도민,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,3 
5 ,11 ,박도민,1 ,2 ,과학,통합과학,3 ,2 
5 ,11 ,박도민,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,4 
5 ,11 ,박도민,2 ,1 ,국어,문학,4 ,4 
5 ,11 ,박도민,2 ,1 ,수학,수학Ⅰ,4 ,3 
5 ,11 ,박도민,2 ,1 ,수학,확률과 통계,2 ,3 
5 ,11 ,박도민,2 ,1 ,영어,영어Ⅰ,3 ,4 
5 ,11 ,박도민,2 ,1 ,과학,생명과학Ⅰ,4 ,3 
5 ,11 ,박도민,2 ,1 ,과학,지구과학Ⅰ,4 ,2 
5 ,11 ,박도민,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,5 
5 ,11 ,박도민,2 ,2 ,국어,독서,4 ,4 
5 ,11 ,박도민,2 ,2 ,수학,수학Ⅱ,4 ,3 
5 ,11 ,박도민,2 ,2 ,수학,확률과 통계,2 ,3 
5 ,11 ,박도민,2 ,2 ,영어,영어Ⅱ,3 ,4 
5 ,11 ,박도민,2 ,2 ,과학,물리학Ⅰ,4 ,3 
5 ,11 ,박도민,2 ,2 ,과학,화학Ⅰ,4 ,2 
5 ,11 ,박도민,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
5 ,11 ,박도민,3 ,1 ,국어,화법과 작문,4 ,4 
5 ,11 ,박도민,3 ,1 ,수학,미적분,4 ,3 
5 ,11 ,박도민,3 ,1 ,영어,영어 독해와 작문,4 ,3 
5 ,11 ,박도민,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,4 
5 ,12 ,박준후,1 ,1 ,국어,국어,3 ,2 
5 ,12 ,박준후,1 ,1 ,수학,수학,4 ,3 
5 ,12 ,박준후,1 ,1 ,영어,영어,4 ,2 
5 ,12 ,박준후,1 ,1 ,한국사,한국사,3 ,3 
5 ,12 ,박준후,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
5 ,12 ,박준후,1 ,1 ,과학,통합과학,3 ,3 
5 ,12 ,박준후,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,4 
5 ,12 ,박준후,1 ,2 ,국어,국어,3 ,1 
5 ,12 ,박준후,1 ,2 ,수학,수학,4 ,3 
5 ,12 ,박준후,1 ,2 ,영어,영어,4 ,3 
5 ,12 ,박준후,1 ,2 ,한국사,한국사,3 ,3 
5 ,12 ,박준후,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,3 
5 ,12 ,박준후,1 ,2 ,과학,통합과학,3 ,2 
5 ,12 ,박준후,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,2 
5 ,12 ,박준후,2 ,1 ,국어,문학,4 ,1 
5 ,12 ,박준후,2 ,1 ,수학,수학Ⅰ,4 ,2 
5 ,12 ,박준후,2 ,1 ,수학,확률과 통계,2 ,2 
5 ,12 ,박준후,2 ,1 ,영어,영어Ⅰ,3 ,2 
5 ,12 ,박준후,2 ,1 ,과학,생명과학Ⅰ,4 ,2 
5 ,12 ,박준후,2 ,1 ,과학,지구과학Ⅰ,4 ,2 
5 ,12 ,박준후,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
5 ,12 ,박준후,2 ,2 ,국어,독서,4 ,2 
5 ,12 ,박준후,2 ,2 ,수학,수학Ⅱ,4 ,3 
5 ,12 ,박준후,2 ,2 ,수학,확률과 통계,2 ,3 
5 ,12 ,박준후,2 ,2 ,영어,영어Ⅱ,3 ,2 
5 ,12 ,박준후,2 ,2 ,과학,물리학Ⅰ,4 ,2 
5 ,12 ,박준후,2 ,2 ,과학,화학Ⅰ,4 ,2 
5 ,12 ,박준후,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,4 
5 ,12 ,박준후,3 ,1 ,국어,화법과 작문,4 ,2 
5 ,12 ,박준후,3 ,1 ,수학,미적분,4 ,3 
5 ,12 ,박준후,3 ,1 ,영어,영어 독해와 작문,4 ,2 
5 ,12 ,박준후,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,2 
5 ,13 ,박진오,1 ,1 ,국어,국어,3 ,6 
5 ,13 ,박진오,1 ,1 ,수학,수학,4 ,5 
5 ,13 ,박진오,1 ,1 ,영어,영어,4 ,4 
5 ,13 ,박진오,1 ,1 ,한국사,한국사,3 ,6 
5 ,13 ,박진오,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,5 
5 ,13 ,박진오,1 ,1 ,과학,통합과학,3 ,3 
5 ,13 ,박진오,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,5 
5 ,13 ,박진오,1 ,2 ,국어,국어,3 ,6 
5 ,13 ,박진오,1 ,2 ,수학,수학,4 ,5 
5 ,13 ,박진오,1 ,2 ,영어,영어,4 ,5 
5 ,13 ,박진오,1 ,2 ,한국사,한국사,3 ,6 
5 ,13 ,박진오,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,6 
5 ,13 ,박진오,1 ,2 ,과학,통합과학,3 ,5 
5 ,13 ,박진오,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,6 
5 ,13 ,박진오,2 ,1 ,국어,문학,4 ,5 
5 ,13 ,박진오,2 ,1 ,수학,수학Ⅰ,4 ,6 
5 ,13 ,박진오,2 ,1 ,수학,확률과 통계,2 ,5 
5 ,13 ,박진오,2 ,1 ,영어,영어Ⅰ,3 ,5 
5 ,13 ,박진오,2 ,1 ,과학,생명과학Ⅰ,4 ,5 
5 ,13 ,박진오,2 ,1 ,과학,지구과학Ⅰ,4 ,5 
5 ,13 ,박진오,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,4 
5 ,13 ,박진오,2 ,2 ,국어,독서,4 ,6 
5 ,13 ,박진오,2 ,2 ,수학,수학Ⅱ,4 ,5 
5 ,13 ,박진오,2 ,2 ,수학,확률과 통계,2 ,4 
5 ,13 ,박진오,2 ,2 ,영어,영어Ⅱ,3 ,5 
5 ,13 ,박진오,2 ,2 ,과학,물리학Ⅰ,4 ,5 
5 ,13 ,박진오,2 ,2 ,과학,화학Ⅰ,4 ,5 
5 ,13 ,박진오,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,4 
5 ,13 ,박진오,3 ,1 ,국어,화법과 작문,4 ,6 
5 ,13 ,박진오,3 ,1 ,수학,미적분,4 ,7 
5 ,13 ,박진오,3 ,1 ,영어,영어 독해와 작문,4 ,6 
5 ,13 ,박진오,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,6 
5 ,14 ,박진혁,1 ,1 ,국어,국어,3 ,2 
5 ,14 ,박진혁,1 ,1 ,수학,수학,4 ,2 
5 ,14 ,박진혁,1 ,1 ,영어,영어,4 ,1 
5 ,14 ,박진혁,1 ,1 ,한국사,한국사,3 ,2 
5 ,14 ,박진혁,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,2 
5 ,14 ,박진혁,1 ,1 ,과학,통합과학,3 ,1 
5 ,14 ,박진혁,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,14 ,박진혁,1 ,2 ,국어,국어,3 ,2 
5 ,14 ,박진혁,1 ,2 ,수학,수학,4 ,1 
5 ,14 ,박진혁,1 ,2 ,영어,영어,4 ,2 
5 ,14 ,박진혁,1 ,2 ,한국사,한국사,3 ,2 
5 ,14 ,박진혁,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,2 
5 ,14 ,박진혁,1 ,2 ,과학,통합과학,3 ,1 
5 ,14 ,박진혁,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,14 ,박진혁,2 ,1 ,국어,문학,4 ,2 
5 ,14 ,박진혁,2 ,1 ,수학,수학Ⅰ,4 ,2 
5 ,14 ,박진혁,2 ,1 ,수학,확률과 통계,2 ,1 
5 ,14 ,박진혁,2 ,1 ,영어,영어Ⅰ,3 ,1 
5 ,14 ,박진혁,2 ,1 ,과학,생명과학Ⅰ,4 ,1 
5 ,14 ,박진혁,2 ,1 ,과학,지구과학Ⅰ,4 ,1 
5 ,14 ,박진혁,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,4 
5 ,14 ,박진혁,2 ,2 ,국어,독서,4 ,1 
5 ,14 ,박진혁,2 ,2 ,수학,수학Ⅱ,4 ,1 
5 ,14 ,박진혁,2 ,2 ,수학,확률과 통계,2 ,1 
5 ,14 ,박진혁,2 ,2 ,영어,영어Ⅱ,3 ,2 
5 ,14 ,박진혁,2 ,2 ,과학,물리학Ⅰ,4 ,1 
5 ,14 ,박진혁,2 ,2 ,과학,화학Ⅰ,4 ,1 
5 ,14 ,박진혁,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,4 
5 ,14 ,박진혁,3 ,1 ,국어,화법과 작문,4 ,2 
5 ,14 ,박진혁,3 ,1 ,수학,미적분,4 ,1 
5 ,14 ,박진혁,3 ,1 ,영어,영어 독해와 작문,4 ,2 
5 ,14 ,박진혁,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,3 
5 ,15 ,서예준,1 ,1 ,국어,국어,3 ,3 
5 ,15 ,서예준,1 ,1 ,수학,수학,4 ,5 
5 ,15 ,서예준,1 ,1 ,영어,영어,4 ,5 
5 ,15 ,서예준,1 ,1 ,한국사,한국사,3 ,4 
5 ,15 ,서예준,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
5 ,15 ,서예준,1 ,1 ,과학,통합과학,3 ,3 
5 ,15 ,서예준,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,4 
5 ,15 ,서예준,1 ,2 ,국어,국어,3 ,3 
5 ,15 ,서예준,1 ,2 ,수학,수학,4 ,5 
5 ,15 ,서예준,1 ,2 ,영어,영어,4 ,4 
5 ,15 ,서예준,1 ,2 ,한국사,한국사,3 ,5 
5 ,15 ,서예준,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
5 ,15 ,서예준,1 ,2 ,과학,통합과학,3 ,3 
5 ,15 ,서예준,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,4 
5 ,15 ,서예준,2 ,1 ,국어,문학,4 ,4 
5 ,15 ,서예준,2 ,1 ,수학,수학Ⅰ,4 ,4 
5 ,15 ,서예준,2 ,1 ,수학,확률과 통계,2 ,5 
5 ,15 ,서예준,2 ,1 ,영어,영어Ⅰ,3 ,4 
5 ,15 ,서예준,2 ,1 ,과학,생명과학Ⅰ,4 ,4 
5 ,15 ,서예준,2 ,1 ,과학,지구과학Ⅰ,4 ,4 
5 ,15 ,서예준,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,4 
5 ,15 ,서예준,2 ,2 ,국어,독서,4 ,3 
5 ,15 ,서예준,2 ,2 ,수학,수학Ⅱ,4 ,3 
5 ,15 ,서예준,2 ,2 ,수학,확률과 통계,2 ,3 
5 ,15 ,서예준,2 ,2 ,영어,영어Ⅱ,3 ,4 
5 ,15 ,서예준,2 ,2 ,과학,물리학Ⅰ,4 ,4 
5 ,15 ,서예준,2 ,2 ,과학,화학Ⅰ,4 ,4 
5 ,15 ,서예준,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,4 
5 ,15 ,서예준,3 ,1 ,국어,화법과 작문,4 ,3 
5 ,15 ,서예준,3 ,1 ,수학,미적분,4 ,5 
5 ,15 ,서예준,3 ,1 ,영어,영어 독해와 작문,4 ,4 
5 ,15 ,서예준,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,5 
5 ,16 ,안형준,1 ,1 ,국어,국어,3 ,4 
5 ,16 ,안형준,1 ,1 ,수학,수학,4 ,4 
5 ,16 ,안형준,1 ,1 ,영어,영어,4 ,3 
5 ,16 ,안형준,1 ,1 ,한국사,한국사,3 ,6 
5 ,16 ,안형준,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,4 
5 ,16 ,안형준,1 ,1 ,과학,통합과학,3 ,3 
5 ,16 ,안형준,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,16 ,안형준,1 ,2 ,국어,국어,3 ,5 
5 ,16 ,안형준,1 ,2 ,수학,수학,4 ,3 
5 ,16 ,안형준,1 ,2 ,영어,영어,4 ,4 
5 ,16 ,안형준,1 ,2 ,한국사,한국사,3 ,7 
5 ,16 ,안형준,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
5 ,16 ,안형준,1 ,2 ,과학,통합과학,3 ,5 
5 ,16 ,안형준,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,4 
5 ,16 ,안형준,2 ,1 ,국어,문학,4 ,6 
5 ,16 ,안형준,2 ,1 ,수학,수학Ⅰ,4 ,5 
5 ,16 ,안형준,2 ,1 ,수학,확률과 통계,2 ,5 
5 ,16 ,안형준,2 ,1 ,영어,영어Ⅰ,3 ,4 
5 ,16 ,안형준,2 ,1 ,과학,생명과학Ⅰ,4 ,6 
5 ,16 ,안형준,2 ,1 ,과학,지구과학Ⅰ,4 ,5 
5 ,16 ,안형준,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
5 ,16 ,안형준,2 ,2 ,국어,독서,4 ,5 
5 ,16 ,안형준,2 ,2 ,수학,수학Ⅱ,4 ,5 
5 ,16 ,안형준,2 ,2 ,수학,확률과 통계,2 ,5 
5 ,16 ,안형준,2 ,2 ,영어,영어Ⅱ,3 ,6 
5 ,16 ,안형준,2 ,2 ,과학,물리학Ⅰ,4 ,5 
5 ,16 ,안형준,2 ,2 ,과학,화학Ⅰ,4 ,5 
5 ,16 ,안형준,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,5 
5 ,16 ,안형준,3 ,1 ,국어,화법과 작문,4 ,7 
5 ,16 ,안형준,3 ,1 ,수학,미적분,4 ,7 
5 ,16 ,안형준,3 ,1 ,영어,영어 독해와 작문,4 ,4 
5 ,16 ,안형준,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,6 
5 ,17 ,양민후,1 ,1 ,국어,국어,3 ,3 
5 ,17 ,양민후,1 ,1 ,수학,수학,4 ,3 
5 ,17 ,양민후,1 ,1 ,영어,영어,4 ,3 
5 ,17 ,양민후,1 ,1 ,한국사,한국사,3 ,4 
5 ,17 ,양민후,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,4 
5 ,17 ,양민후,1 ,1 ,과학,통합과학,3 ,4 
5 ,17 ,양민후,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,17 ,양민후,1 ,2 ,국어,국어,3 ,4 
5 ,17 ,양민후,1 ,2 ,수학,수학,4 ,3 
5 ,17 ,양민후,1 ,2 ,영어,영어,4 ,3 
5 ,17 ,양민후,1 ,2 ,한국사,한국사,3 ,3 
5 ,17 ,양민후,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,5 
5 ,17 ,양민후,1 ,2 ,과학,통합과학,3 ,4 
5 ,17 ,양민후,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,17 ,양민후,2 ,1 ,국어,문학,4 ,3 
5 ,17 ,양민후,2 ,1 ,수학,수학Ⅰ,4 ,3 
5 ,17 ,양민후,2 ,1 ,수학,확률과 통계,2 ,3 
5 ,17 ,양민후,2 ,1 ,영어,영어Ⅰ,3 ,3 
5 ,17 ,양민후,2 ,1 ,과학,생명과학Ⅰ,4 ,4 
5 ,17 ,양민후,2 ,1 ,과학,지구과학Ⅰ,4 ,5 
5 ,17 ,양민후,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,4 
5 ,17 ,양민후,2 ,2 ,국어,독서,4 ,5 
5 ,17 ,양민후,2 ,2 ,수학,수학Ⅱ,4 ,1 
5 ,17 ,양민후,2 ,2 ,수학,확률과 통계,2 ,2 
5 ,17 ,양민후,2 ,2 ,영어,영어Ⅱ,3 ,3 
5 ,17 ,양민후,2 ,2 ,과학,물리학Ⅰ,4 ,4 
5 ,17 ,양민후,2 ,2 ,과학,화학Ⅰ,4 ,4 
5 ,17 ,양민후,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,3 
5 ,17 ,양민후,3 ,1 ,국어,화법과 작문,4 ,3 
5 ,17 ,양민후,3 ,1 ,수학,미적분,4 ,2 
5 ,17 ,양민후,3 ,1 ,영어,영어 독해와 작문,4 ,4 
5 ,17 ,양민후,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,6 
5 ,18 ,오시후,1 ,1 ,국어,국어,3 ,5 
5 ,18 ,오시후,1 ,1 ,수학,수학,4 ,4 
5 ,18 ,오시후,1 ,1 ,영어,영어,4 ,3 
5 ,18 ,오시후,1 ,1 ,한국사,한국사,3 ,4 
5 ,18 ,오시후,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,4 
5 ,18 ,오시후,1 ,1 ,과학,통합과학,3 ,3 
5 ,18 ,오시후,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,4 
5 ,18 ,오시후,1 ,2 ,국어,국어,3 ,4 
5 ,18 ,오시후,1 ,2 ,수학,수학,4 ,3 
5 ,18 ,오시후,1 ,2 ,영어,영어,4 ,4 
5 ,18 ,오시후,1 ,2 ,한국사,한국사,3 ,3 
5 ,18 ,오시후,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,3 
5 ,18 ,오시후,1 ,2 ,과학,통합과학,3 ,4 
5 ,18 ,오시후,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,4 
5 ,18 ,오시후,2 ,1 ,국어,문학,4 ,4 
5 ,18 ,오시후,2 ,1 ,수학,수학Ⅰ,4 ,4 
5 ,18 ,오시후,2 ,1 ,수학,확률과 통계,2 ,3 
5 ,18 ,오시후,2 ,1 ,영어,영어Ⅰ,3 ,4 
5 ,18 ,오시후,2 ,1 ,과학,생명과학Ⅰ,4 ,4 
5 ,18 ,오시후,2 ,1 ,과학,지구과학Ⅰ,4 ,4 
5 ,18 ,오시후,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
5 ,18 ,오시후,2 ,2 ,국어,독서,4 ,3 
5 ,18 ,오시후,2 ,2 ,수학,수학Ⅱ,4 ,4 
5 ,18 ,오시후,2 ,2 ,수학,확률과 통계,2 ,3 
5 ,18 ,오시후,2 ,2 ,영어,영어Ⅱ,3 ,4 
5 ,18 ,오시후,2 ,2 ,과학,물리학Ⅰ,4 ,3 
5 ,18 ,오시후,2 ,2 ,과학,화학Ⅰ,4 ,3 
5 ,18 ,오시후,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
5 ,18 ,오시후,3 ,1 ,국어,화법과 작문,4 ,3 
5 ,18 ,오시후,3 ,1 ,수학,미적분,4 ,4 
5 ,18 ,오시후,3 ,1 ,영어,영어 독해와 작문,4 ,4 
5 ,18 ,오시후,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,4 
5 ,19 ,오정헌,1 ,1 ,국어,국어,3 ,6 
5 ,19 ,오정헌,1 ,1 ,수학,수학,4 ,2 
5 ,19 ,오정헌,1 ,1 ,영어,영어,4 ,3 
5 ,19 ,오정헌,1 ,1 ,한국사,한국사,3 ,7 
5 ,19 ,오정헌,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,6 
5 ,19 ,오정헌,1 ,1 ,과학,통합과학,3 ,6 
5 ,19 ,오정헌,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,6 
5 ,19 ,오정헌,1 ,2 ,국어,국어,3 ,7 
5 ,19 ,오정헌,1 ,2 ,수학,수학,4 ,2 
5 ,19 ,오정헌,1 ,2 ,영어,영어,4 ,3 
5 ,19 ,오정헌,1 ,2 ,한국사,한국사,3 ,7 
5 ,19 ,오정헌,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,6 
5 ,19 ,오정헌,1 ,2 ,과학,통합과학,3 ,7 
5 ,19 ,오정헌,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,5 
5 ,19 ,오정헌,2 ,1 ,국어,문학,4 ,6 
5 ,19 ,오정헌,2 ,1 ,수학,수학Ⅰ,4 ,2 
5 ,19 ,오정헌,2 ,1 ,수학,확률과 통계,2 ,3 
5 ,19 ,오정헌,2 ,1 ,영어,영어Ⅰ,3 ,3 
5 ,19 ,오정헌,2 ,1 ,과학,생명과학Ⅰ,4 ,5 
5 ,19 ,오정헌,2 ,1 ,과학,지구과학Ⅰ,4 ,5 
5 ,19 ,오정헌,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,4 
5 ,19 ,오정헌,2 ,2 ,국어,독서,4 ,5 
5 ,19 ,오정헌,2 ,2 ,수학,수학Ⅱ,4 ,2 
5 ,19 ,오정헌,2 ,2 ,수학,확률과 통계,2 ,2 
5 ,19 ,오정헌,2 ,2 ,영어,영어Ⅱ,3 ,3 
5 ,19 ,오정헌,2 ,2 ,과학,물리학Ⅰ,4 ,5 
5 ,19 ,오정헌,2 ,2 ,과학,화학Ⅰ,4 ,6 
5 ,19 ,오정헌,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,5 
5 ,19 ,오정헌,3 ,1 ,국어,화법과 작문,4 ,5 
5 ,19 ,오정헌,3 ,1 ,수학,미적분,4 ,3 
5 ,19 ,오정헌,3 ,1 ,영어,영어 독해와 작문,4 ,3 
5 ,19 ,오정헌,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,6 
5 ,20 ,왕여준,1 ,1 ,국어,국어,3 ,4 
5 ,20 ,왕여준,1 ,1 ,수학,수학,4 ,3 
5 ,20 ,왕여준,1 ,1 ,영어,영어,4 ,2 
5 ,20 ,왕여준,1 ,1 ,한국사,한국사,3 ,3 
5 ,20 ,왕여준,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
5 ,20 ,왕여준,1 ,1 ,과학,통합과학,3 ,3 
5 ,20 ,왕여준,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,20 ,왕여준,1 ,2 ,국어,국어,3 ,5 
5 ,20 ,왕여준,1 ,2 ,수학,수학,4 ,4 
5 ,20 ,왕여준,1 ,2 ,영어,영어,4 ,3 
5 ,20 ,왕여준,1 ,2 ,한국사,한국사,3 ,3 
5 ,20 ,왕여준,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,3 
5 ,20 ,왕여준,1 ,2 ,과학,통합과학,3 ,5 
5 ,20 ,왕여준,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,5 
5 ,20 ,왕여준,2 ,1 ,국어,문학,4 ,5 
5 ,20 ,왕여준,2 ,1 ,수학,수학Ⅰ,4 ,4 
5 ,20 ,왕여준,2 ,1 ,수학,확률과 통계,2 ,3 
5 ,20 ,왕여준,2 ,1 ,영어,영어Ⅰ,3 ,3 
5 ,20 ,왕여준,2 ,1 ,과학,생명과학Ⅰ,4 ,4 
5 ,20 ,왕여준,2 ,1 ,과학,지구과학Ⅰ,4 ,5 
5 ,20 ,왕여준,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,3 
5 ,20 ,왕여준,2 ,2 ,국어,독서,4 ,4 
5 ,20 ,왕여준,2 ,2 ,수학,수학Ⅱ,4 ,2 
5 ,20 ,왕여준,2 ,2 ,수학,확률과 통계,2 ,3 
5 ,20 ,왕여준,2 ,2 ,영어,영어Ⅱ,3 ,3 
5 ,20 ,왕여준,2 ,2 ,과학,물리학Ⅰ,4 ,3 
5 ,20 ,왕여준,2 ,2 ,과학,화학Ⅰ,4 ,3 
5 ,20 ,왕여준,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,4 
5 ,20 ,왕여준,3 ,1 ,국어,화법과 작문,4 ,2 
5 ,20 ,왕여준,3 ,1 ,수학,미적분,4 ,2 
5 ,20 ,왕여준,3 ,1 ,영어,영어 독해와 작문,4 ,2 
5 ,20 ,왕여준,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,4 
5 ,21 ,이기범,1 ,1 ,국어,국어,3 ,5 
5 ,21 ,이기범,1 ,1 ,수학,수학,4 ,4 
5 ,21 ,이기범,1 ,1 ,영어,영어,4 ,5 
5 ,21 ,이기범,1 ,1 ,한국사,한국사,3 ,5 
5 ,21 ,이기범,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,4 
5 ,21 ,이기범,1 ,1 ,과학,통합과학,3 ,5 
5 ,21 ,이기범,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,5 
5 ,21 ,이기범,1 ,2 ,국어,국어,3 ,4 
5 ,21 ,이기범,1 ,2 ,수학,수학,4 ,3 
5 ,21 ,이기범,1 ,2 ,영어,영어,4 ,6 
5 ,21 ,이기범,1 ,2 ,한국사,한국사,3 ,6 
5 ,21 ,이기범,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,5 
5 ,21 ,이기범,1 ,2 ,과학,통합과학,3 ,3 
5 ,21 ,이기범,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,5 
5 ,21 ,이기범,2 ,1 ,국어,문학,4 ,4 
5 ,21 ,이기범,2 ,1 ,수학,수학Ⅰ,4 ,3 
5 ,21 ,이기범,2 ,1 ,수학,확률과 통계,2 ,4 
5 ,21 ,이기범,2 ,1 ,영어,영어Ⅰ,3 ,6 
5 ,21 ,이기범,2 ,1 ,과학,생명과학Ⅰ,4 ,4 
5 ,21 ,이기범,2 ,1 ,과학,지구과학Ⅰ,4 ,6 
5 ,21 ,이기범,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,5 
5 ,21 ,이기범,2 ,2 ,국어,독서,4 ,5 
5 ,21 ,이기범,2 ,2 ,수학,수학Ⅱ,4 ,2 
5 ,21 ,이기범,2 ,2 ,수학,확률과 통계,2 ,4 
5 ,21 ,이기범,2 ,2 ,영어,영어Ⅱ,3 ,6 
5 ,21 ,이기범,2 ,2 ,과학,물리학Ⅰ,4 ,5 
5 ,21 ,이기범,2 ,2 ,과학,화학Ⅰ,4 ,5 
5 ,21 ,이기범,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,4 
5 ,21 ,이기범,3 ,1 ,국어,화법과 작문,4 ,5 
5 ,21 ,이기범,3 ,1 ,수학,미적분,4 ,4 
5 ,21 ,이기범,3 ,1 ,영어,영어 독해와 작문,4 ,6 
5 ,21 ,이기범,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,5 
5 ,22 ,이명호,1 ,1 ,국어,국어,3 ,4 
5 ,22 ,이명호,1 ,1 ,수학,수학,4 ,4 
5 ,22 ,이명호,1 ,1 ,영어,영어,4 ,4 
5 ,22 ,이명호,1 ,1 ,한국사,한국사,3 ,6 
5 ,22 ,이명호,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,4 
5 ,22 ,이명호,1 ,1 ,과학,통합과학,3 ,3 
5 ,22 ,이명호,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,2 
5 ,22 ,이명호,1 ,2 ,국어,국어,3 ,5 
5 ,22 ,이명호,1 ,2 ,수학,수학,4 ,4 
5 ,22 ,이명호,1 ,2 ,영어,영어,4 ,3 
5 ,22 ,이명호,1 ,2 ,한국사,한국사,3 ,5 
5 ,22 ,이명호,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
5 ,22 ,이명호,1 ,2 ,과학,통합과학,3 ,4 
5 ,22 ,이명호,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,2 
5 ,22 ,이명호,2 ,1 ,국어,문학,4 ,4 
5 ,22 ,이명호,2 ,1 ,수학,수학Ⅰ,4 ,2 
5 ,22 ,이명호,2 ,1 ,수학,확률과 통계,2 ,2 
5 ,22 ,이명호,2 ,1 ,영어,영어Ⅰ,3 ,3 
5 ,22 ,이명호,2 ,1 ,과학,생명과학Ⅰ,4 ,5 
5 ,22 ,이명호,2 ,1 ,과학,지구과학Ⅰ,4 ,4 
5 ,22 ,이명호,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,1 
5 ,22 ,이명호,2 ,2 ,국어,독서,4 ,3 
5 ,22 ,이명호,2 ,2 ,수학,수학Ⅱ,4 ,4 
5 ,22 ,이명호,2 ,2 ,수학,확률과 통계,2 ,3 
5 ,22 ,이명호,2 ,2 ,영어,영어Ⅱ,3 ,4 
5 ,22 ,이명호,2 ,2 ,과학,물리학Ⅰ,4 ,4 
5 ,22 ,이명호,2 ,2 ,과학,화학Ⅰ,4 ,4 
5 ,22 ,이명호,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
5 ,22 ,이명호,3 ,1 ,국어,화법과 작문,4 ,4 
5 ,22 ,이명호,3 ,1 ,수학,미적분,4 ,5 
5 ,22 ,이명호,3 ,1 ,영어,영어 독해와 작문,4 ,4 
5 ,22 ,이명호,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,5 
5 ,23 ,이준영,1 ,1 ,국어,국어,3 ,3 
5 ,23 ,이준영,1 ,1 ,수학,수학,4 ,3 
5 ,23 ,이준영,1 ,1 ,영어,영어,4 ,3 
5 ,23 ,이준영,1 ,1 ,한국사,한국사,3 ,2 
5 ,23 ,이준영,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,1 
5 ,23 ,이준영,1 ,1 ,과학,통합과학,3 ,1 
5 ,23 ,이준영,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,2 
5 ,23 ,이준영,1 ,2 ,국어,국어,3 ,4 
5 ,23 ,이준영,1 ,2 ,수학,수학,4 ,4 
5 ,23 ,이준영,1 ,2 ,영어,영어,4 ,3 
5 ,23 ,이준영,1 ,2 ,한국사,한국사,3 ,2 
5 ,23 ,이준영,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,2 
5 ,23 ,이준영,1 ,2 ,과학,통합과학,3 ,2 
5 ,23 ,이준영,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,2 
5 ,23 ,이준영,2 ,1 ,국어,문학,4 ,3 
5 ,23 ,이준영,2 ,1 ,수학,수학Ⅰ,4 ,5 
5 ,23 ,이준영,2 ,1 ,수학,확률과 통계,2 ,4 
5 ,23 ,이준영,2 ,1 ,영어,영어Ⅰ,3 ,3 
5 ,23 ,이준영,2 ,1 ,과학,생명과학Ⅰ,4 ,3 
5 ,23 ,이준영,2 ,1 ,과학,지구과학Ⅰ,4 ,3 
5 ,23 ,이준영,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,1 
5 ,23 ,이준영,2 ,2 ,국어,독서,4 ,2 
5 ,23 ,이준영,2 ,2 ,수학,수학Ⅱ,4 ,3 
5 ,23 ,이준영,2 ,2 ,수학,확률과 통계,2 ,4 
5 ,23 ,이준영,2 ,2 ,영어,영어Ⅱ,3 ,3 
5 ,23 ,이준영,2 ,2 ,과학,물리학Ⅰ,4 ,3 
5 ,23 ,이준영,2 ,2 ,과학,화학Ⅰ,4 ,3 
5 ,23 ,이준영,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,2 
5 ,23 ,이준영,3 ,1 ,국어,화법과 작문,4 ,3 
5 ,23 ,이준영,3 ,1 ,수학,미적분,4 ,4 
5 ,23 ,이준영,3 ,1 ,영어,영어 독해와 작문,4 ,3 
5 ,23 ,이준영,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,3 
5 ,24 ,장한결,1 ,1 ,국어,국어,3 ,3 
5 ,24 ,장한결,1 ,1 ,수학,수학,4 ,2 
5 ,24 ,장한결,1 ,1 ,영어,영어,4 ,4 
5 ,24 ,장한결,1 ,1 ,한국사,한국사,3 ,1 
5 ,24 ,장한결,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,2 
5 ,24 ,장한결,1 ,1 ,과학,통합과학,3 ,2 
5 ,24 ,장한결,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,2 
5 ,24 ,장한결,1 ,2 ,국어,국어,3 ,1 
5 ,24 ,장한결,1 ,2 ,수학,수학,4 ,2 
5 ,24 ,장한결,1 ,2 ,영어,영어,4 ,2 
5 ,24 ,장한결,1 ,2 ,한국사,한국사,3 ,1 
5 ,24 ,장한결,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,2 
5 ,24 ,장한결,1 ,2 ,과학,통합과학,3 ,2 
5 ,24 ,장한결,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,2 
5 ,24 ,장한결,2 ,1 ,국어,문학,4 ,2 
5 ,24 ,장한결,2 ,1 ,수학,수학Ⅰ,4 ,1 
5 ,24 ,장한결,2 ,1 ,수학,확률과 통계,2 ,2 
5 ,24 ,장한결,2 ,1 ,영어,영어Ⅰ,3 ,3 
5 ,24 ,장한결,2 ,1 ,과학,생명과학Ⅰ,4 ,2 
5 ,24 ,장한결,2 ,1 ,과학,지구과학Ⅰ,4 ,3 
5 ,24 ,장한결,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,2 
5 ,24 ,장한결,2 ,2 ,국어,독서,4 ,2 
5 ,24 ,장한결,2 ,2 ,수학,수학Ⅱ,4 ,2 
5 ,24 ,장한결,2 ,2 ,수학,확률과 통계,2 ,2 
5 ,24 ,장한결,2 ,2 ,영어,영어Ⅱ,3 ,2 
5 ,24 ,장한결,2 ,2 ,과학,물리학Ⅰ,4 ,2 
5 ,24 ,장한결,2 ,2 ,과학,화학Ⅰ,4 ,1 
5 ,24 ,장한결,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,2 
5 ,24 ,장한결,3 ,1 ,국어,화법과 작문,4 ,3 
5 ,24 ,장한결,3 ,1 ,수학,미적분,4 ,3 
5 ,24 ,장한결,3 ,1 ,영어,영어 독해와 작문,4 ,2 
5 ,24 ,장한결,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,2 
5 ,25 ,정민교,1 ,1 ,국어,국어,3 ,6 
5 ,25 ,정민교,1 ,1 ,수학,수학,4 ,3 
5 ,25 ,정민교,1 ,1 ,영어,영어,4 ,5 
5 ,25 ,정민교,1 ,1 ,한국사,한국사,3 ,3 
5 ,25 ,정민교,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,2 
5 ,25 ,정민교,1 ,1 ,과학,통합과학,3 ,3 
5 ,25 ,정민교,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,25 ,정민교,1 ,2 ,국어,국어,3 ,5 
5 ,25 ,정민교,1 ,2 ,수학,수학,4 ,4 
5 ,25 ,정민교,1 ,2 ,영어,영어,4 ,4 
5 ,25 ,정민교,1 ,2 ,한국사,한국사,3 ,3 
5 ,25 ,정민교,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,3 
5 ,25 ,정민교,1 ,2 ,과학,통합과학,3 ,4 
5 ,25 ,정민교,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,2 
5 ,25 ,정민교,2 ,1 ,국어,문학,4 ,3 
5 ,25 ,정민교,2 ,1 ,수학,수학Ⅰ,4 ,4 
5 ,25 ,정민교,2 ,1 ,수학,확률과 통계,2 ,4 
5 ,25 ,정민교,2 ,1 ,영어,영어Ⅰ,3 ,4 
5 ,25 ,정민교,2 ,1 ,과학,생명과학Ⅰ,4 ,5 
5 ,25 ,정민교,2 ,1 ,과학,지구과학Ⅰ,4 ,4 
5 ,25 ,정민교,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,5 
5 ,25 ,정민교,2 ,2 ,국어,독서,4 ,5 
5 ,25 ,정민교,2 ,2 ,수학,수학Ⅱ,4 ,4 
5 ,25 ,정민교,2 ,2 ,수학,확률과 통계,2 ,4 
5 ,25 ,정민교,2 ,2 ,영어,영어Ⅱ,3 ,4 
5 ,25 ,정민교,2 ,2 ,과학,물리학Ⅰ,4 ,4 
5 ,25 ,정민교,2 ,2 ,과학,화학Ⅰ,4 ,4 
5 ,25 ,정민교,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,4 
5 ,25 ,정민교,3 ,1 ,국어,화법과 작문,4 ,4 
5 ,25 ,정민교,3 ,1 ,수학,미적분,4 ,3 
5 ,25 ,정민교,3 ,1 ,영어,영어 독해와 작문,4 ,4 
5 ,25 ,정민교,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,4 
5 ,26 ,정우성,1 ,1 ,국어,국어,3 ,6 
5 ,26 ,정우성,1 ,1 ,수학,수학,4 ,4 
5 ,26 ,정우성,1 ,1 ,영어,영어,4 ,6 
5 ,26 ,정우성,1 ,1 ,한국사,한국사,3 ,5 
5 ,26 ,정우성,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,5 
5 ,26 ,정우성,1 ,1 ,과학,통합과학,3 ,4 
5 ,26 ,정우성,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,5 
5 ,26 ,정우성,1 ,2 ,국어,국어,3 ,6 
5 ,26 ,정우성,1 ,2 ,수학,수학,4 ,5 
5 ,26 ,정우성,1 ,2 ,영어,영어,4 ,5 
5 ,26 ,정우성,1 ,2 ,한국사,한국사,3 ,4 
5 ,26 ,정우성,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
5 ,26 ,정우성,1 ,2 ,과학,통합과학,3 ,4 
5 ,26 ,정우성,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,5 
5 ,26 ,정우성,2 ,1 ,국어,문학,4 ,5 
5 ,26 ,정우성,2 ,1 ,수학,수학Ⅰ,4 ,4 
5 ,26 ,정우성,2 ,1 ,수학,확률과 통계,2 ,5 
5 ,26 ,정우성,2 ,1 ,영어,영어Ⅰ,3 ,6 
5 ,26 ,정우성,2 ,1 ,과학,생명과학Ⅰ,4 ,5 
5 ,26 ,정우성,2 ,1 ,과학,지구과학Ⅰ,4 ,5 
5 ,26 ,정우성,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,6 
5 ,26 ,정우성,2 ,2 ,국어,독서,4 ,4 
5 ,26 ,정우성,2 ,2 ,수학,수학Ⅱ,4 ,5 
5 ,26 ,정우성,2 ,2 ,수학,확률과 통계,2 ,4 
5 ,26 ,정우성,2 ,2 ,영어,영어Ⅱ,3 ,6 
5 ,26 ,정우성,2 ,2 ,과학,물리학Ⅰ,4 ,5 
5 ,26 ,정우성,2 ,2 ,과학,화학Ⅰ,4 ,5 
5 ,26 ,정우성,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,6 
5 ,26 ,정우성,3 ,1 ,국어,화법과 작문,4 ,6 
5 ,26 ,정우성,3 ,1 ,수학,미적분,4 ,5 
5 ,26 ,정우성,3 ,1 ,영어,영어 독해와 작문,4 ,6 
5 ,26 ,정우성,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,6 
5 ,27 ,정재민,1 ,1 ,국어,국어,3 ,4 
5 ,27 ,정재민,1 ,1 ,수학,수학,4 ,8 
5 ,27 ,정재민,1 ,1 ,영어,영어,4 ,7 
5 ,27 ,정재민,1 ,1 ,한국사,한국사,3 ,4 
5 ,27 ,정재민,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,4 
5 ,27 ,정재민,1 ,1 ,과학,통합과학,3 ,5 
5 ,27 ,정재민,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,8 
5 ,27 ,정재민,1 ,2 ,국어,국어,3 ,5 
5 ,27 ,정재민,1 ,2 ,수학,수학,4 ,7 
5 ,27 ,정재민,1 ,2 ,영어,영어,4 ,7 
5 ,27 ,정재민,1 ,2 ,한국사,한국사,3 ,6 
5 ,27 ,정재민,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,5 
5 ,27 ,정재민,1 ,2 ,과학,통합과학,3 ,6 
5 ,27 ,정재민,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,9 
5 ,27 ,정재민,2 ,1 ,국어,문학,4 ,8 
5 ,27 ,정재민,2 ,1 ,수학,수학Ⅰ,4 ,9 
5 ,27 ,정재민,2 ,1 ,수학,확률과 통계,2 ,8 
5 ,27 ,정재민,2 ,1 ,영어,영어Ⅰ,3 ,8 
5 ,27 ,정재민,2 ,1 ,과학,생명과학Ⅰ,4 ,9 
5 ,27 ,정재민,2 ,1 ,과학,지구과학Ⅰ,4 ,9 
5 ,27 ,정재민,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,9 
5 ,27 ,정재민,2 ,2 ,국어,독서,4 ,8 
5 ,27 ,정재민,2 ,2 ,수학,수학Ⅱ,4 ,8 
5 ,27 ,정재민,2 ,2 ,수학,확률과 통계,2 ,8 
5 ,27 ,정재민,2 ,2 ,영어,영어Ⅱ,3 ,9 
5 ,27 ,정재민,2 ,2 ,과학,물리학Ⅰ,4 ,9 
5 ,27 ,정재민,2 ,2 ,과학,화학Ⅰ,4 ,9 
5 ,27 ,정재민,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,8 
5 ,27 ,정재민,3 ,1 ,국어,화법과 작문,4 ,9 
5 ,27 ,정재민,3 ,1 ,수학,미적분,4 ,8 
5 ,27 ,정재민,3 ,1 ,영어,영어 독해와 작문,4 ,8 
5 ,27 ,정재민,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,8 
5 ,28 ,정태진,1 ,1 ,국어,국어,3 ,4 
5 ,28 ,정태진,1 ,1 ,수학,수학,4 ,4 
5 ,28 ,정태진,1 ,1 ,영어,영어,4 ,4 
5 ,28 ,정태진,1 ,1 ,한국사,한국사,3 ,5 
5 ,28 ,정태진,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,6 
5 ,28 ,정태진,1 ,1 ,과학,통합과학,3 ,5 
5 ,28 ,정태진,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,4 
5 ,28 ,정태진,1 ,2 ,국어,국어,3 ,4 
5 ,28 ,정태진,1 ,2 ,수학,수학,4 ,4 
5 ,28 ,정태진,1 ,2 ,영어,영어,4 ,4 
5 ,28 ,정태진,1 ,2 ,한국사,한국사,3 ,5 
5 ,28 ,정태진,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,6 
5 ,28 ,정태진,1 ,2 ,과학,통합과학,3 ,5 
5 ,28 ,정태진,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,28 ,정태진,2 ,1 ,국어,문학,4 ,5 
5 ,28 ,정태진,2 ,1 ,수학,수학Ⅰ,4 ,3 
5 ,28 ,정태진,2 ,1 ,수학,확률과 통계,2 ,4 
5 ,28 ,정태진,2 ,1 ,영어,영어Ⅰ,3 ,4 
5 ,28 ,정태진,2 ,1 ,과학,생명과학Ⅰ,4 ,5 
5 ,28 ,정태진,2 ,1 ,과학,지구과학Ⅰ,4 ,4 
5 ,28 ,정태진,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,4 
5 ,28 ,정태진,2 ,2 ,국어,독서,4 ,4 
5 ,28 ,정태진,2 ,2 ,수학,수학Ⅱ,4 ,3 
5 ,28 ,정태진,2 ,2 ,수학,확률과 통계,2 ,4 
5 ,28 ,정태진,2 ,2 ,영어,영어Ⅱ,3 ,4 
5 ,28 ,정태진,2 ,2 ,과학,물리학Ⅰ,4 ,4 
5 ,28 ,정태진,2 ,2 ,과학,화학Ⅰ,4 ,5 
5 ,28 ,정태진,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,3 
5 ,28 ,정태진,3 ,1 ,국어,화법과 작문,4 ,4 
5 ,28 ,정태진,3 ,1 ,수학,미적분,4 ,3 
5 ,28 ,정태진,3 ,1 ,영어,영어 독해와 작문,4 ,3 
5 ,28 ,정태진,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,4 
5 ,29 ,황규빈,1 ,1 ,국어,국어,3 ,6 
5 ,29 ,황규빈,1 ,1 ,수학,수학,4 ,5 
5 ,29 ,황규빈,1 ,1 ,영어,영어,4 ,5 
5 ,29 ,황규빈,1 ,1 ,한국사,한국사,3 ,5 
5 ,29 ,황규빈,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,4 
5 ,29 ,황규빈,1 ,1 ,과학,통합과학,3 ,4 
5 ,29 ,황규빈,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,7 
5 ,29 ,황규빈,1 ,2 ,국어,국어,3 ,6 
5 ,29 ,황규빈,1 ,2 ,수학,수학,4 ,5 
5 ,29 ,황규빈,1 ,2 ,영어,영어,4 ,5 
5 ,29 ,황규빈,1 ,2 ,한국사,한국사,3 ,5 
5 ,29 ,황규빈,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,5 
5 ,29 ,황규빈,1 ,2 ,과학,통합과학,3 ,3 
5 ,29 ,황규빈,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,6 
5 ,29 ,황규빈,2 ,1 ,국어,문학,4 ,6 
5 ,29 ,황규빈,2 ,1 ,수학,수학Ⅰ,4 ,5 
5 ,29 ,황규빈,2 ,1 ,수학,확률과 통계,2 ,5 
5 ,29 ,황규빈,2 ,1 ,영어,영어Ⅰ,3 ,5 
5 ,29 ,황규빈,2 ,1 ,과학,생명과학Ⅰ,4 ,4 
5 ,29 ,황규빈,2 ,1 ,과학,지구과학Ⅰ,4 ,4 
5 ,29 ,황규빈,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,6 
5 ,29 ,황규빈,2 ,2 ,국어,독서,4 ,5 
5 ,29 ,황규빈,2 ,2 ,수학,수학Ⅱ,4 ,4 
5 ,29 ,황규빈,2 ,2 ,수학,확률과 통계,2 ,5 
5 ,29 ,황규빈,2 ,2 ,영어,영어Ⅱ,3 ,4 
5 ,29 ,황규빈,2 ,2 ,과학,물리학Ⅰ,4 ,6 
5 ,29 ,황규빈,2 ,2 ,과학,화학Ⅰ,4 ,7 
5 ,29 ,황규빈,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,7 
5 ,29 ,황규빈,3 ,1 ,국어,화법과 작문,4 ,5 
5 ,29 ,황규빈,3 ,1 ,수학,미적분,4 ,6 
5 ,29 ,황규빈,3 ,1 ,영어,영어 독해와 작문,4 ,6 
5 ,29 ,황규빈,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,7 
5 ,30 ,황주원,1 ,1 ,국어,국어,3 ,3 
5 ,30 ,황주원,1 ,1 ,수학,수학,4 ,2 
5 ,30 ,황주원,1 ,1 ,영어,영어,4 ,5 
5 ,30 ,황주원,1 ,1 ,한국사,한국사,3 ,4 
5 ,30 ,황주원,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,1 
5 ,30 ,황주원,1 ,1 ,과학,통합과학,3 ,2 
5 ,30 ,황주원,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,30 ,황주원,1 ,2 ,국어,국어,3 ,3 
5 ,30 ,황주원,1 ,2 ,수학,수학,4 ,1 
5 ,30 ,황주원,1 ,2 ,영어,영어,4 ,5 
5 ,30 ,황주원,1 ,2 ,한국사,한국사,3 ,3 
5 ,30 ,황주원,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,1 
5 ,30 ,황주원,1 ,2 ,과학,통합과학,3 ,2 
5 ,30 ,황주원,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
5 ,30 ,황주원,2 ,1 ,국어,문학,4 ,2 
5 ,30 ,황주원,2 ,1 ,수학,수학Ⅰ,4 ,1 
5 ,30 ,황주원,2 ,1 ,수학,확률과 통계,2 ,2 
5 ,30 ,황주원,2 ,1 ,영어,영어Ⅰ,3 ,5 
5 ,30 ,황주원,2 ,1 ,과학,생명과학Ⅰ,4 ,2 
5 ,30 ,황주원,2 ,1 ,과학,지구과학Ⅰ,4 ,2 
5 ,30 ,황주원,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,3 
5 ,30 ,황주원,2 ,2 ,국어,독서,4 ,3 
5 ,30 ,황주원,2 ,2 ,수학,수학Ⅱ,4 ,1 
5 ,30 ,황주원,2 ,2 ,수학,확률과 통계,2 ,1 
5 ,30 ,황주원,2 ,2 ,영어,영어Ⅱ,3 ,4 
5 ,30 ,황주원,2 ,2 ,과학,물리학Ⅰ,4 ,2 
5 ,30 ,황주원,2 ,2 ,과학,화학Ⅰ,4 ,2 
5 ,30 ,황주원,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,3 
5 ,30 ,황주원,3 ,1 ,국어,화법과 작문,4 ,4 
5 ,30 ,황주원,3 ,1 ,수학,미적분,4 ,2 
5 ,30 ,황주원,3 ,1 ,영어,영어 독해와 작문,4 ,3 
5 ,30 ,황주원,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,3 
`;
