export const CLASS3_CSV = `3 ,1 ,김성진,1 ,1 ,국어,국어,3 ,5 
3 ,1 ,김성진,1 ,1 ,수학,수학,4 ,5 
3 ,1 ,김성진,1 ,1 ,영어,영어,4 ,6 
3 ,1 ,김성진,1 ,1 ,한국사,한국사,3 ,4 
3 ,1 ,김성진,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,6 
3 ,1 ,김성진,1 ,1 ,과학,통합과학,3 ,5 
3 ,1 ,김성진,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,5 
3 ,1 ,김성진,1 ,2 ,국어,국어,3 ,5 
3 ,1 ,김성진,1 ,2 ,수학,수학,4 ,6 
3 ,1 ,김성진,1 ,2 ,영어,영어,4 ,6 
3 ,1 ,김성진,1 ,2 ,한국사,한국사,3 ,5 
3 ,1 ,김성진,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,5 
3 ,1 ,김성진,1 ,2 ,과학,통합과학,3 ,5 
3 ,1 ,김성진,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,4 
3 ,1 ,김성진,2 ,1 ,국어,문학,4 ,5 
3 ,1 ,김성진,2 ,1 ,수학,수학Ⅰ,4 ,5 
3 ,1 ,김성진,2 ,1 ,수학,확률과 통계,2 ,5 
3 ,1 ,김성진,2 ,1 ,영어,영어Ⅰ,3 ,5 
3 ,1 ,김성진,2 ,1 ,과학,생명과학Ⅰ,4 ,5 
3 ,1 ,김성진,2 ,1 ,과학,지구과학Ⅰ,4 ,6 
3 ,1 ,김성진,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,5 
3 ,1 ,김성진,2 ,2 ,국어,독서,4 ,6 
3 ,1 ,김성진,2 ,2 ,수학,수학Ⅱ,4 ,5 
3 ,1 ,김성진,2 ,2 ,수학,확률과 통계,2 ,3 
3 ,1 ,김성진,2 ,2 ,영어,영어Ⅱ,3 ,5 
3 ,1 ,김성진,2 ,2 ,과학,물리학Ⅰ,4 ,6 
3 ,1 ,김성진,2 ,2 ,과학,화학Ⅰ,4 ,5 
3 ,1 ,김성진,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,5 
3 ,1 ,김성진,3 ,1 ,국어,화법과 작문,4 ,5 
3 ,1 ,김성진,3 ,1 ,수학,미적분,4 ,5 
3 ,1 ,김성진,3 ,1 ,영어,영어 독해와 작문,4 ,5 
3 ,2 ,김시우,1 ,1 ,국어,국어,3 ,4 
3 ,2 ,김시우,1 ,1 ,수학,수학,4 ,4 
3 ,2 ,김시우,1 ,1 ,영어,영어,4 ,5 
3 ,2 ,김시우,1 ,1 ,한국사,한국사,3 ,3 
3 ,2 ,김시우,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,6 
3 ,2 ,김시우,1 ,1 ,과학,통합과학,3 ,5 
3 ,2 ,김시우,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,4 
3 ,2 ,김시우,1 ,2 ,국어,국어,3 ,4 
3 ,2 ,김시우,1 ,2 ,수학,수학,4 ,4 
3 ,2 ,김시우,1 ,2 ,영어,영어,4 ,5 
3 ,2 ,김시우,1 ,2 ,한국사,한국사,3 ,3 
3 ,2 ,김시우,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
3 ,2 ,김시우,1 ,2 ,과학,통합과학,3 ,3 
3 ,2 ,김시우,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,4 
3 ,2 ,김시우,2 ,1 ,국어,문학,4 ,4 
3 ,2 ,김시우,2 ,1 ,수학,수학Ⅰ,4 ,4 
3 ,2 ,김시우,2 ,1 ,수학,확률과 통계,2 ,4 
3 ,2 ,김시우,2 ,1 ,영어,영어Ⅰ,3 ,5 
3 ,2 ,김시우,2 ,1 ,과학,생명과학Ⅰ,4 ,4 
3 ,2 ,김시우,2 ,1 ,과학,지구과학Ⅰ,4 ,4 
3 ,2 ,김시우,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,5 
3 ,2 ,김시우,2 ,2 ,국어,독서,4 ,3 
3 ,2 ,김시우,2 ,2 ,수학,수학Ⅱ,4 ,3 
3 ,2 ,김시우,2 ,2 ,수학,확률과 통계,2 ,4 
3 ,2 ,김시우,2 ,2 ,영어,영어Ⅱ,3 ,5 
3 ,2 ,김시우,2 ,2 ,과학,물리학Ⅰ,4 ,3 
3 ,2 ,김시우,2 ,2 ,과학,화학Ⅰ,4 ,3 
3 ,2 ,김시우,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,4 
3 ,2 ,김시우,3 ,1 ,국어,화법과 작문,4 ,4 
3 ,2 ,김시우,3 ,1 ,수학,미적분,4 ,5 
3 ,2 ,김시우,3 ,1 ,영어,영어 독해와 작문,4 ,5 
3 ,3 ,김은호,1 ,1 ,국어,국어,3 ,5 
3 ,3 ,김은호,1 ,1 ,수학,수학,4 ,6 
3 ,3 ,김은호,1 ,1 ,영어,영어,4 ,7 
3 ,3 ,김은호,1 ,1 ,한국사,한국사,3 ,6 
3 ,3 ,김은호,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,5 
3 ,3 ,김은호,1 ,1 ,과학,통합과학,3 ,6 
3 ,3 ,김은호,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,5 
3 ,3 ,김은호,1 ,2 ,국어,국어,3 ,7 
3 ,3 ,김은호,1 ,2 ,수학,수학,4 ,7 
3 ,3 ,김은호,1 ,2 ,영어,영어,4 ,7 
3 ,3 ,김은호,1 ,2 ,한국사,한국사,3 ,7 
3 ,3 ,김은호,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,7 
3 ,3 ,김은호,1 ,2 ,과학,통합과학,3 ,6 
3 ,3 ,김은호,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,6 
3 ,3 ,김은호,2 ,1 ,국어,문학,4 ,7 
3 ,3 ,김은호,2 ,1 ,수학,수학Ⅰ,4 ,6 
3 ,3 ,김은호,2 ,1 ,수학,확률과 통계,2 ,7 
3 ,3 ,김은호,2 ,1 ,영어,영어Ⅰ,3 ,6 
3 ,3 ,김은호,2 ,1 ,과학,생명과학Ⅰ,4 ,7 
3 ,3 ,김은호,2 ,1 ,과학,지구과학Ⅰ,4 ,6 
3 ,3 ,김은호,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,5 
3 ,3 ,김은호,2 ,2 ,국어,독서,4 ,6 
3 ,3 ,김은호,2 ,2 ,수학,수학Ⅱ,4 ,6 
3 ,3 ,김은호,2 ,2 ,수학,확률과 통계,2 ,7 
3 ,3 ,김은호,2 ,2 ,영어,영어Ⅱ,3 ,6 
3 ,3 ,김은호,2 ,2 ,과학,물리학Ⅰ,4 ,7 
3 ,3 ,김은호,2 ,2 ,과학,화학Ⅰ,4 ,6 
3 ,3 ,김은호,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,5 
3 ,3 ,김은호,3 ,1 ,국어,화법과 작문,4 ,6 
3 ,3 ,김은호,3 ,1 ,수학,미적분,4 ,7 
3 ,3 ,김은호,3 ,1 ,영어,영어 독해와 작문,4 ,7 
3 ,4 ,김재현,1 ,1 ,국어,국어,3 ,7 
3 ,4 ,김재현,1 ,1 ,수학,수학,4 ,3 
3 ,4 ,김재현,1 ,1 ,영어,영어,4 ,4 
3 ,4 ,김재현,1 ,1 ,한국사,한국사,3 ,8 
3 ,4 ,김재현,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,8 
3 ,4 ,김재현,1 ,1 ,과학,통합과학,3 ,9 
3 ,4 ,김재현,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,8 
3 ,4 ,김재현,1 ,2 ,국어,국어,3 ,4 
3 ,4 ,김재현,1 ,2 ,수학,수학,4 ,3 
3 ,4 ,김재현,1 ,2 ,영어,영어,4 ,3 
3 ,4 ,김재현,1 ,2 ,한국사,한국사,3 ,8 
3 ,4 ,김재현,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,7 
3 ,4 ,김재현,1 ,2 ,과학,통합과학,3 ,7 
3 ,4 ,김재현,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,9 
3 ,4 ,김재현,2 ,1 ,국어,문학,4 ,5 
3 ,4 ,김재현,2 ,1 ,수학,수학Ⅰ,4 ,3 
3 ,4 ,김재현,2 ,1 ,수학,확률과 통계,2 ,4 
3 ,4 ,김재현,2 ,1 ,영어,영어Ⅰ,3 ,4 
3 ,4 ,김재현,2 ,1 ,과학,생명과학Ⅰ,4 ,7 
3 ,4 ,김재현,2 ,1 ,과학,지구과학Ⅰ,4 ,7 
3 ,4 ,김재현,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,4 
3 ,4 ,김재현,2 ,2 ,국어,독서,4 ,4 
3 ,4 ,김재현,2 ,2 ,수학,수학Ⅱ,4 ,4 
3 ,4 ,김재현,2 ,2 ,수학,확률과 통계,2 ,3 
3 ,4 ,김재현,2 ,2 ,영어,영어Ⅱ,3 ,4 
3 ,4 ,김재현,2 ,2 ,과학,물리학Ⅰ,4 ,7 
3 ,4 ,김재현,2 ,2 ,과학,화학Ⅰ,4 ,8 
3 ,4 ,김재현,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,5 
3 ,4 ,김재현,3 ,1 ,국어,화법과 작문,4 ,5 
3 ,4 ,김재현,3 ,1 ,수학,미적분,4 ,3 
3 ,4 ,김재현,3 ,1 ,영어,영어 독해와 작문,4 ,4 
3 ,5 ,김재환,1 ,1 ,국어,국어,3 ,3 
3 ,5 ,김재환,1 ,1 ,수학,수학,4 ,4 
3 ,5 ,김재환,1 ,1 ,영어,영어,4 ,2 
3 ,5 ,김재환,1 ,1 ,한국사,한국사,3 ,4 
3 ,5 ,김재환,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,1 
3 ,5 ,김재환,1 ,1 ,과학,통합과학,3 ,4 
3 ,5 ,김재환,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,4 
3 ,5 ,김재환,1 ,2 ,국어,국어,3 ,5 
3 ,5 ,김재환,1 ,2 ,수학,수학,4 ,4 
3 ,5 ,김재환,1 ,2 ,영어,영어,4 ,2 
3 ,5 ,김재환,1 ,2 ,한국사,한국사,3 ,4 
3 ,5 ,김재환,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,3 
3 ,5 ,김재환,1 ,2 ,과학,통합과학,3 ,4 
3 ,5 ,김재환,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,4 
3 ,5 ,김재환,2 ,1 ,국어,문학,4 ,3 
3 ,5 ,김재환,2 ,1 ,수학,수학Ⅰ,4 ,3 
3 ,5 ,김재환,2 ,1 ,수학,확률과 통계,2 ,4 
3 ,5 ,김재환,2 ,1 ,영어,영어Ⅰ,3 ,2 
3 ,5 ,김재환,2 ,1 ,과학,생명과학Ⅰ,4 ,4 
3 ,5 ,김재환,2 ,1 ,과학,지구과학Ⅰ,4 ,4 
3 ,5 ,김재환,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
3 ,5 ,김재환,2 ,2 ,국어,독서,4 ,4 
3 ,5 ,김재환,2 ,2 ,수학,수학Ⅱ,4 ,4 
3 ,5 ,김재환,2 ,2 ,수학,확률과 통계,2 ,3 
3 ,5 ,김재환,2 ,2 ,영어,영어Ⅱ,3 ,3 
3 ,5 ,김재환,2 ,2 ,과학,물리학Ⅰ,4 ,4 
3 ,5 ,김재환,2 ,2 ,과학,화학Ⅰ,4 ,4 
3 ,5 ,김재환,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
3 ,5 ,김재환,3 ,1 ,국어,화법과 작문,4 ,4 
3 ,5 ,김재환,3 ,1 ,수학,미적분,4 ,4 
3 ,5 ,김재환,3 ,1 ,영어,영어 독해와 작문,4 ,3 
3 ,6 ,김하리,1 ,1 ,국어,국어,3 ,8 
3 ,6 ,김하리,1 ,1 ,수학,수학,4 ,7 
3 ,6 ,김하리,1 ,1 ,영어,영어,4 ,6 
3 ,6 ,김하리,1 ,1 ,한국사,한국사,3 ,8 
3 ,6 ,김하리,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,8 
3 ,6 ,김하리,1 ,1 ,과학,통합과학,3 ,7 
3 ,6 ,김하리,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,8 
3 ,6 ,김하리,1 ,2 ,국어,국어,3 ,7 
3 ,6 ,김하리,1 ,2 ,수학,수학,4 ,6 
3 ,6 ,김하리,1 ,2 ,영어,영어,4 ,8 
3 ,6 ,김하리,1 ,2 ,한국사,한국사,3 ,7 
3 ,6 ,김하리,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,7 
3 ,6 ,김하리,1 ,2 ,과학,통합과학,3 ,7 
3 ,6 ,김하리,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,8 
3 ,6 ,김하리,2 ,1 ,국어,문학,4 ,7 
3 ,6 ,김하리,2 ,1 ,수학,수학Ⅰ,4 ,6 
3 ,6 ,김하리,2 ,1 ,수학,확률과 통계,2 ,7 
3 ,6 ,김하리,2 ,1 ,영어,영어Ⅰ,3 ,6 
3 ,6 ,김하리,2 ,1 ,과학,생명과학Ⅰ,4 ,7 
3 ,6 ,김하리,2 ,1 ,과학,지구과학Ⅰ,4 ,7 
3 ,6 ,김하리,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,7 
3 ,6 ,김하리,2 ,2 ,국어,독서,4 ,7 
3 ,6 ,김하리,2 ,2 ,수학,수학Ⅱ,4 ,7 
3 ,6 ,김하리,2 ,2 ,수학,확률과 통계,2 ,6 
3 ,6 ,김하리,2 ,2 ,영어,영어Ⅱ,3 ,6 
3 ,6 ,김하리,2 ,2 ,과학,물리학Ⅰ,4 ,6 
3 ,6 ,김하리,2 ,2 ,과학,화학Ⅰ,4 ,7 
3 ,6 ,김하리,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,6 
3 ,6 ,김하리,3 ,1 ,국어,화법과 작문,4 ,7 
3 ,6 ,김하리,3 ,1 ,수학,미적분,4 ,7 
3 ,6 ,김하리,3 ,1 ,영어,영어 독해와 작문,4 ,7 
3 ,7 ,박현진,1 ,1 ,국어,국어,3 ,9 
3 ,7 ,박현진,1 ,1 ,수학,수학,4 ,6 
3 ,7 ,박현진,1 ,1 ,영어,영어,4 ,8 
3 ,7 ,박현진,1 ,1 ,한국사,한국사,3 ,8 
3 ,7 ,박현진,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,7 
3 ,7 ,박현진,1 ,1 ,과학,통합과학,3 ,9 
3 ,7 ,박현진,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,9 
3 ,7 ,박현진,1 ,2 ,국어,국어,3 ,8 
3 ,7 ,박현진,1 ,2 ,수학,수학,4 ,6 
3 ,7 ,박현진,1 ,2 ,영어,영어,4 ,7 
3 ,7 ,박현진,1 ,2 ,한국사,한국사,3 ,6 
3 ,7 ,박현진,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,7 
3 ,7 ,박현진,1 ,2 ,과학,통합과학,3 ,7 
3 ,7 ,박현진,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,7 
3 ,7 ,박현진,2 ,1 ,국어,문학,4 ,9 
3 ,7 ,박현진,2 ,1 ,수학,수학Ⅰ,4 ,7 
3 ,7 ,박현진,2 ,1 ,수학,확률과 통계,2 ,7 
3 ,7 ,박현진,2 ,1 ,영어,영어Ⅰ,3 ,7 
3 ,7 ,박현진,2 ,1 ,과학,생명과학Ⅰ,4 ,8 
3 ,7 ,박현진,2 ,1 ,과학,지구과학Ⅰ,4 ,7 
3 ,7 ,박현진,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,7 
3 ,7 ,박현진,2 ,2 ,국어,독서,4 ,8 
3 ,7 ,박현진,2 ,2 ,수학,수학Ⅱ,4 ,7 
3 ,7 ,박현진,2 ,2 ,수학,확률과 통계,2 ,8 
3 ,7 ,박현진,2 ,2 ,영어,영어Ⅱ,3 ,5 
3 ,7 ,박현진,2 ,2 ,과학,물리학Ⅰ,4 ,8 
3 ,7 ,박현진,2 ,2 ,과학,화학Ⅰ,4 ,7 
3 ,7 ,박현진,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,6 
3 ,8 ,배준성,1 ,1 ,국어,국어,3 ,8 
3 ,8 ,배준성,1 ,1 ,수학,수학,4 ,6 
3 ,8 ,배준성,1 ,1 ,영어,영어,4 ,5 
3 ,8 ,배준성,1 ,1 ,한국사,한국사,3 ,7 
3 ,8 ,배준성,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,8 
3 ,8 ,배준성,1 ,1 ,과학,통합과학,3 ,8 
3 ,8 ,배준성,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,7 
3 ,8 ,배준성,1 ,2 ,국어,국어,3 ,7 
3 ,8 ,배준성,1 ,2 ,수학,수학,4 ,7 
3 ,8 ,배준성,1 ,2 ,영어,영어,4 ,5 
3 ,8 ,배준성,1 ,2 ,한국사,한국사,3 ,8 
3 ,8 ,배준성,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,7 
3 ,8 ,배준성,1 ,2 ,과학,통합과학,3 ,7 
3 ,8 ,배준성,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,7 
3 ,8 ,배준성,2 ,1 ,국어,문학,4 ,6 
3 ,8 ,배준성,2 ,1 ,수학,수학Ⅰ,4 ,7 
3 ,8 ,배준성,2 ,1 ,수학,확률과 통계,2 ,7 
3 ,8 ,배준성,2 ,1 ,영어,영어Ⅰ,3 ,6 
3 ,8 ,배준성,2 ,1 ,과학,생명과학Ⅰ,4 ,7 
3 ,8 ,배준성,2 ,1 ,과학,지구과학Ⅰ,4 ,6 
3 ,8 ,배준성,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,5 
3 ,8 ,배준성,2 ,2 ,국어,독서,4 ,6 
3 ,8 ,배준성,2 ,2 ,수학,수학Ⅱ,4 ,6 
3 ,8 ,배준성,2 ,2 ,수학,확률과 통계,2 ,7 
3 ,8 ,배준성,2 ,2 ,영어,영어Ⅱ,3 ,5 
3 ,8 ,배준성,2 ,2 ,과학,물리학Ⅰ,4 ,6 
3 ,8 ,배준성,2 ,2 ,과학,화학Ⅰ,4 ,7 
3 ,8 ,배준성,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,5 
3 ,8 ,배준성,3 ,1 ,국어,화법과 작문,4 ,6 
3 ,8 ,배준성,3 ,1 ,수학,미적분,4 ,6 
3 ,8 ,배준성,3 ,1 ,영어,영어 독해와 작문,4 ,6 
3 ,9 ,신혜성,1 ,1 ,국어,국어,3 ,6 
3 ,9 ,신혜성,1 ,1 ,수학,수학,4 ,4 
3 ,9 ,신혜성,1 ,1 ,영어,영어,4 ,7 
3 ,9 ,신혜성,1 ,1 ,한국사,한국사,3 ,5 
3 ,9 ,신혜성,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,5 
3 ,9 ,신혜성,1 ,1 ,과학,통합과학,3 ,5 
3 ,9 ,신혜성,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,4 
3 ,9 ,신혜성,1 ,2 ,국어,국어,3 ,7 
3 ,9 ,신혜성,1 ,2 ,수학,수학,4 ,5 
3 ,9 ,신혜성,1 ,2 ,영어,영어,4 ,7 
3 ,9 ,신혜성,1 ,2 ,한국사,한국사,3 ,6 
3 ,9 ,신혜성,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,5 
3 ,9 ,신혜성,1 ,2 ,과학,통합과학,3 ,4 
3 ,9 ,신혜성,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,6 
3 ,9 ,신혜성,2 ,1 ,국어,문학,4 ,6 
3 ,9 ,신혜성,2 ,1 ,수학,수학Ⅰ,4 ,3 
3 ,9 ,신혜성,2 ,1 ,수학,확률과 통계,2 ,3 
3 ,9 ,신혜성,2 ,1 ,영어,영어Ⅰ,3 ,6 
3 ,9 ,신혜성,2 ,1 ,과학,생명과학Ⅰ,4 ,6 
3 ,9 ,신혜성,2 ,1 ,과학,지구과학Ⅰ,4 ,5 
3 ,9 ,신혜성,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,5 
3 ,9 ,신혜성,2 ,2 ,국어,독서,4 ,6 
3 ,9 ,신혜성,2 ,2 ,수학,수학Ⅱ,4 ,4 
3 ,9 ,신혜성,2 ,2 ,수학,확률과 통계,2 ,4 
3 ,9 ,신혜성,2 ,2 ,영어,영어Ⅱ,3 ,5 
3 ,9 ,신혜성,2 ,2 ,과학,물리학Ⅰ,4 ,5 
3 ,9 ,신혜성,2 ,2 ,과학,화학Ⅰ,4 ,4 
3 ,9 ,신혜성,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,6 
3 ,9 ,신혜성,3 ,1 ,국어,화법과 작문,4 ,6 
3 ,9 ,신혜성,3 ,1 ,수학,미적분,4 ,6 
3 ,9 ,신혜성,3 ,1 ,영어,영어 독해와 작문,4 ,6 
3 ,10 ,윤현승,1 ,1 ,국어,국어,3 ,6 
3 ,10 ,윤현승,1 ,1 ,수학,수학,4 ,4 
3 ,10 ,윤현승,1 ,1 ,영어,영어,4 ,4 
3 ,10 ,윤현승,1 ,1 ,한국사,한국사,3 ,7 
3 ,10 ,윤현승,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,7 
3 ,10 ,윤현승,1 ,1 ,과학,통합과학,3 ,5 
3 ,10 ,윤현승,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,5 
3 ,10 ,윤현승,1 ,2 ,국어,국어,3 ,5 
3 ,10 ,윤현승,1 ,2 ,수학,수학,4 ,4 
3 ,10 ,윤현승,1 ,2 ,영어,영어,4 ,4 
3 ,10 ,윤현승,1 ,2 ,한국사,한국사,3 ,6 
3 ,10 ,윤현승,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,6 
3 ,10 ,윤현승,1 ,2 ,과학,통합과학,3 ,6 
3 ,10 ,윤현승,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,5 
3 ,10 ,윤현승,2 ,1 ,국어,문학,4 ,5 
3 ,10 ,윤현승,2 ,1 ,수학,수학Ⅰ,4 ,3 
3 ,10 ,윤현승,2 ,1 ,수학,확률과 통계,2 ,3 
3 ,10 ,윤현승,2 ,1 ,영어,영어Ⅰ,3 ,4 
3 ,10 ,윤현승,2 ,1 ,과학,생명과학Ⅰ,4 ,5 
3 ,10 ,윤현승,2 ,1 ,과학,지구과학Ⅰ,4 ,6 
3 ,10 ,윤현승,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,4 
3 ,10 ,윤현승,2 ,2 ,국어,독서,4 ,6 
3 ,10 ,윤현승,2 ,2 ,수학,수학Ⅱ,4 ,3 
3 ,10 ,윤현승,2 ,2 ,수학,확률과 통계,2 ,4 
3 ,10 ,윤현승,2 ,2 ,영어,영어Ⅱ,3 ,4 
3 ,10 ,윤현승,2 ,2 ,과학,물리학Ⅰ,4 ,5 
3 ,10 ,윤현승,2 ,2 ,과학,화학Ⅰ,4 ,5 
3 ,10 ,윤현승,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,5 
3 ,10 ,윤현승,3 ,1 ,국어,화법과 작문,4 ,5 
3 ,10 ,윤현승,3 ,1 ,수학,미적분,4 ,3 
3 ,10 ,윤현승,3 ,1 ,영어,영어 독해와 작문,4 ,4 
3 ,11 ,이승규,1 ,1 ,국어,국어,3 ,9 
3 ,11 ,이승규,1 ,1 ,수학,수학,4 ,9 
3 ,11 ,이승규,1 ,1 ,영어,영어,4 ,9 
3 ,11 ,이승규,1 ,1 ,한국사,한국사,3 ,9 
3 ,11 ,이승규,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,9 
3 ,11 ,이승규,1 ,1 ,과학,통합과학,3 ,9 
3 ,11 ,이승규,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,9 
3 ,11 ,이승규,1 ,2 ,국어,국어,3 ,9 
3 ,11 ,이승규,1 ,2 ,수학,수학,4 ,9 
3 ,11 ,이승규,1 ,2 ,영어,영어,4 ,9 
3 ,11 ,이승규,1 ,2 ,한국사,한국사,3 ,9 
3 ,11 ,이승규,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,9 
3 ,11 ,이승규,1 ,2 ,과학,통합과학,3 ,9 
3 ,11 ,이승규,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,8 
3 ,11 ,이승규,2 ,1 ,국어,문학,4 ,7 
3 ,11 ,이승규,2 ,1 ,수학,수학Ⅰ,4 ,8 
3 ,11 ,이승규,2 ,1 ,수학,확률과 통계,2 ,8 
3 ,11 ,이승규,2 ,1 ,영어,영어Ⅰ,3 ,9 
3 ,11 ,이승규,2 ,1 ,과학,생명과학Ⅰ,4 ,7 
3 ,11 ,이승규,2 ,1 ,과학,지구과학Ⅰ,4 ,9 
3 ,11 ,이승규,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,7 
3 ,11 ,이승규,2 ,2 ,국어,독서,4 ,8 
3 ,11 ,이승규,2 ,2 ,수학,수학Ⅱ,4 ,7 
3 ,11 ,이승규,2 ,2 ,수학,확률과 통계,2 ,7 
3 ,11 ,이승규,2 ,2 ,영어,영어Ⅱ,3 ,9 
3 ,11 ,이승규,2 ,2 ,과학,물리학Ⅰ,4 ,8 
3 ,11 ,이승규,2 ,2 ,과학,화학Ⅰ,4 ,9 
3 ,11 ,이승규,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,8 
3 ,11 ,이승규,3 ,1 ,국어,화법과 작문,4 ,9 
3 ,11 ,이승규,3 ,1 ,수학,미적분,4 ,8 
3 ,11 ,이승규,3 ,1 ,영어,영어 독해와 작문,4 ,9 
3 ,12 ,이지운,1 ,1 ,국어,국어,3 ,7 
3 ,12 ,이지운,1 ,1 ,수학,수학,4 ,6 
3 ,12 ,이지운,1 ,1 ,영어,영어,4 ,6 
3 ,12 ,이지운,1 ,1 ,한국사,한국사,3 ,8 
3 ,12 ,이지운,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,7 
3 ,12 ,이지운,1 ,1 ,과학,통합과학,3 ,7 
3 ,12 ,이지운,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,6 
3 ,12 ,이지운,1 ,2 ,국어,국어,3 ,7 
3 ,12 ,이지운,1 ,2 ,수학,수학,4 ,6 
3 ,12 ,이지운,1 ,2 ,영어,영어,4 ,6 
3 ,12 ,이지운,1 ,2 ,한국사,한국사,3 ,8 
3 ,12 ,이지운,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,7 
3 ,12 ,이지운,1 ,2 ,과학,통합과학,3 ,7 
3 ,12 ,이지운,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,8 
3 ,12 ,이지운,2 ,1 ,국어,문학,4 ,7 
3 ,12 ,이지운,2 ,1 ,수학,수학Ⅰ,4 ,5 
3 ,12 ,이지운,2 ,1 ,수학,확률과 통계,2 ,6 
3 ,12 ,이지운,2 ,1 ,영어,영어Ⅰ,3 ,6 
3 ,12 ,이지운,2 ,1 ,과학,생명과학Ⅰ,4 ,7 
3 ,12 ,이지운,2 ,1 ,과학,지구과학Ⅰ,4 ,8 
3 ,12 ,이지운,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,7 
3 ,12 ,이지운,2 ,2 ,국어,독서,4 ,7 
3 ,12 ,이지운,2 ,2 ,수학,수학Ⅱ,4 ,6 
3 ,12 ,이지운,2 ,2 ,수학,확률과 통계,2 ,5 
3 ,12 ,이지운,2 ,2 ,영어,영어Ⅱ,3 ,7 
3 ,12 ,이지운,2 ,2 ,과학,물리학Ⅰ,4 ,7 
3 ,12 ,이지운,2 ,2 ,과학,화학Ⅰ,4 ,8 
3 ,12 ,이지운,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,6 
3 ,12 ,이지운,3 ,1 ,국어,화법과 작문,4 ,7 
3 ,12 ,이지운,3 ,1 ,수학,미적분,4 ,6 
3 ,12 ,이지운,3 ,1 ,영어,영어 독해와 작문,4 ,8 
3 ,13 ,임원준,1 ,1 ,국어,국어,3 ,6 
3 ,13 ,임원준,1 ,1 ,수학,수학,4 ,8 
3 ,13 ,임원준,1 ,1 ,영어,영어,4 ,7 
3 ,13 ,임원준,1 ,1 ,한국사,한국사,3 ,5 
3 ,13 ,임원준,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,6 
3 ,13 ,임원준,1 ,1 ,과학,통합과학,3 ,7 
3 ,13 ,임원준,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,5 
3 ,13 ,임원준,1 ,2 ,국어,국어,3 ,5 
3 ,13 ,임원준,1 ,2 ,수학,수학,4 ,8 
3 ,13 ,임원준,1 ,2 ,영어,영어,4 ,7 
3 ,13 ,임원준,1 ,2 ,한국사,한국사,3 ,5 
3 ,13 ,임원준,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,5 
3 ,13 ,임원준,1 ,2 ,과학,통합과학,3 ,6 
3 ,13 ,임원준,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,5 
3 ,13 ,임원준,2 ,1 ,국어,문학,4 ,5 
3 ,13 ,임원준,2 ,1 ,수학,수학Ⅰ,4 ,6 
3 ,13 ,임원준,2 ,1 ,수학,확률과 통계,2 ,7 
3 ,13 ,임원준,2 ,1 ,영어,영어Ⅰ,3 ,6 
3 ,13 ,임원준,2 ,1 ,과학,생명과학Ⅰ,4 ,7 
3 ,13 ,임원준,2 ,1 ,과학,지구과학Ⅰ,4 ,5 
3 ,13 ,임원준,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,5 
3 ,13 ,임원준,2 ,2 ,국어,독서,4 ,5 
3 ,13 ,임원준,2 ,2 ,수학,수학Ⅱ,4 ,7 
3 ,13 ,임원준,2 ,2 ,수학,확률과 통계,2 ,6 
3 ,13 ,임원준,2 ,2 ,영어,영어Ⅱ,3 ,6 
3 ,13 ,임원준,2 ,2 ,과학,물리학Ⅰ,4 ,6 
3 ,13 ,임원준,2 ,2 ,과학,화학Ⅰ,4 ,6 
3 ,13 ,임원준,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,5 
3 ,13 ,임원준,3 ,1 ,국어,화법과 작문,4 ,5 
3 ,13 ,임원준,3 ,1 ,수학,미적분,4 ,6 
3 ,13 ,임원준,3 ,1 ,영어,영어 독해와 작문,4 ,6 
3 ,14 ,임율,1 ,1 ,국어,국어,3 ,6 
3 ,14 ,임율,1 ,1 ,수학,수학,4 ,7 
3 ,14 ,임율,1 ,1 ,영어,영어,4 ,8 
3 ,14 ,임율,1 ,1 ,한국사,한국사,3 ,5 
3 ,14 ,임율,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,7 
3 ,14 ,임율,1 ,1 ,과학,통합과학,3 ,5 
3 ,14 ,임율,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,7 
3 ,14 ,임율,1 ,2 ,국어,국어,3 ,6 
3 ,14 ,임율,1 ,2 ,수학,수학,4 ,6 
3 ,14 ,임율,1 ,2 ,영어,영어,4 ,7 
3 ,14 ,임율,1 ,2 ,한국사,한국사,3 ,4 
3 ,14 ,임율,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,6 
3 ,14 ,임율,1 ,2 ,과학,통합과학,3 ,6 
3 ,14 ,임율,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,6 
3 ,14 ,임율,2 ,1 ,국어,문학,4 ,6 
3 ,14 ,임율,2 ,1 ,수학,수학Ⅰ,4 ,6 
3 ,14 ,임율,2 ,1 ,수학,확률과 통계,2 ,7 
3 ,14 ,임율,2 ,1 ,영어,영어Ⅰ,3 ,7 
3 ,14 ,임율,2 ,1 ,과학,생명과학Ⅰ,4 ,7 
3 ,14 ,임율,2 ,1 ,과학,지구과학Ⅰ,4 ,6 
3 ,14 ,임율,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,9 
3 ,14 ,임율,2 ,2 ,국어,독서,4 ,7 
3 ,14 ,임율,2 ,2 ,수학,수학Ⅱ,4 ,6 
3 ,14 ,임율,2 ,2 ,수학,확률과 통계,2 ,6 
3 ,14 ,임율,2 ,2 ,영어,영어Ⅱ,3 ,6 
3 ,14 ,임율,2 ,2 ,과학,물리학Ⅰ,4 ,5 
3 ,14 ,임율,2 ,2 ,과학,화학Ⅰ,4 ,6 
3 ,14 ,임율,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,8 
3 ,14 ,임율,3 ,1 ,국어,화법과 작문,4 ,6 
3 ,14 ,임율,3 ,1 ,수학,미적분,4 ,6 
3 ,14 ,임율,3 ,1 ,영어,영어 독해와 작문,4 ,7 
3 ,15 ,장하늘,1 ,1 ,국어,국어,3 ,4 
3 ,15 ,장하늘,1 ,1 ,수학,수학,4 ,6 
3 ,15 ,장하늘,1 ,1 ,영어,영어,4 ,4 
3 ,15 ,장하늘,1 ,1 ,한국사,한국사,3 ,5 
3 ,15 ,장하늘,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,6 
3 ,15 ,장하늘,1 ,1 ,과학,통합과학,3 ,5 
3 ,15 ,장하늘,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,4 
3 ,15 ,장하늘,1 ,2 ,국어,국어,3 ,4 
3 ,15 ,장하늘,1 ,2 ,수학,수학,4 ,7 
3 ,15 ,장하늘,1 ,2 ,영어,영어,4 ,5 
3 ,15 ,장하늘,1 ,2 ,한국사,한국사,3 ,5 
3 ,15 ,장하늘,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,6 
3 ,15 ,장하늘,1 ,2 ,과학,통합과학,3 ,5 
3 ,15 ,장하늘,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,4 
3 ,15 ,장하늘,2 ,1 ,국어,문학,4 ,3 
3 ,15 ,장하늘,2 ,1 ,수학,수학Ⅰ,4 ,6 
3 ,15 ,장하늘,2 ,1 ,수학,확률과 통계,2 ,6 
3 ,15 ,장하늘,2 ,1 ,영어,영어Ⅰ,3 ,7 
3 ,15 ,장하늘,2 ,1 ,과학,생명과학Ⅰ,4 ,6 
3 ,15 ,장하늘,2 ,1 ,과학,지구과학Ⅰ,4 ,6 
3 ,15 ,장하늘,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,6 
3 ,15 ,장하늘,2 ,2 ,국어,독서,4 ,3 
3 ,15 ,장하늘,2 ,2 ,수학,수학Ⅱ,4 ,7 
3 ,15 ,장하늘,2 ,2 ,수학,확률과 통계,2 ,6 
3 ,15 ,장하늘,2 ,2 ,영어,영어Ⅱ,3 ,7 
3 ,15 ,장하늘,2 ,2 ,과학,물리학Ⅰ,4 ,5 
3 ,15 ,장하늘,2 ,2 ,과학,화학Ⅰ,4 ,7 
3 ,15 ,장하늘,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,6 
3 ,15 ,장하늘,3 ,1 ,국어,화법과 작문,4 ,4 
3 ,15 ,장하늘,3 ,1 ,수학,미적분,4 ,8 
3 ,15 ,장하늘,3 ,1 ,영어,영어 독해와 작문,4 ,7 
3 ,16 ,정석영,1 ,1 ,국어,국어,3 ,5 
3 ,16 ,정석영,1 ,1 ,수학,수학,4 ,5 
3 ,16 ,정석영,1 ,1 ,영어,영어,4 ,7 
3 ,16 ,정석영,1 ,1 ,한국사,한국사,3 ,5 
3 ,16 ,정석영,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,4 
3 ,16 ,정석영,1 ,1 ,과학,통합과학,3 ,5 
3 ,16 ,정석영,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
3 ,16 ,정석영,1 ,2 ,국어,국어,3 ,3 
3 ,16 ,정석영,1 ,2 ,수학,수학,4 ,5 
3 ,16 ,정석영,1 ,2 ,영어,영어,4 ,5 
3 ,16 ,정석영,1 ,2 ,한국사,한국사,3 ,4 
3 ,16 ,정석영,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,5 
3 ,16 ,정석영,1 ,2 ,과학,통합과학,3 ,5 
3 ,16 ,정석영,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
3 ,16 ,정석영,2 ,1 ,국어,문학,4 ,5 
3 ,16 ,정석영,2 ,1 ,수학,수학Ⅰ,4 ,3 
3 ,16 ,정석영,2 ,1 ,수학,확률과 통계,2 ,6 
3 ,16 ,정석영,2 ,1 ,영어,영어Ⅰ,3 ,6 
3 ,16 ,정석영,2 ,1 ,과학,생명과학Ⅰ,4 ,6 
3 ,16 ,정석영,2 ,1 ,과학,지구과학Ⅰ,4 ,5 
3 ,16 ,정석영,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,5 
3 ,16 ,정석영,2 ,2 ,국어,독서,4 ,5 
3 ,16 ,정석영,2 ,2 ,수학,수학Ⅱ,4 ,4 
3 ,16 ,정석영,2 ,2 ,수학,확률과 통계,2 ,5 
3 ,16 ,정석영,2 ,2 ,영어,영어Ⅱ,3 ,6 
3 ,16 ,정석영,2 ,2 ,과학,물리학Ⅰ,4 ,6 
3 ,16 ,정석영,2 ,2 ,과학,화학Ⅰ,4 ,5 
3 ,16 ,정석영,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,5 
3 ,16 ,정석영,3 ,1 ,국어,화법과 작문,4 ,5 
3 ,16 ,정석영,3 ,1 ,수학,미적분,4 ,5 
3 ,16 ,정석영,3 ,1 ,영어,영어 독해와 작문,4 ,5 
3 ,17 ,조승우,1 ,1 ,국어,국어,3 ,3 
3 ,17 ,조승우,1 ,1 ,수학,수학,4 ,5 
3 ,17 ,조승우,1 ,1 ,영어,영어,4 ,4 
3 ,17 ,조승우,1 ,1 ,한국사,한국사,3 ,4 
3 ,17 ,조승우,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,5 
3 ,17 ,조승우,1 ,1 ,과학,통합과학,3 ,5 
3 ,17 ,조승우,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,4 
3 ,17 ,조승우,1 ,2 ,국어,국어,3 ,3 
3 ,17 ,조승우,1 ,2 ,수학,수학,4 ,5 
3 ,17 ,조승우,1 ,2 ,영어,영어,4 ,4 
3 ,17 ,조승우,1 ,2 ,한국사,한국사,3 ,5 
3 ,17 ,조승우,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,5 
3 ,17 ,조승우,1 ,2 ,과학,통합과학,3 ,4 
3 ,17 ,조승우,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,6 
3 ,17 ,조승우,2 ,1 ,국어,문학,4 ,9 
3 ,17 ,조승우,2 ,1 ,수학,수학Ⅰ,4 ,8 
3 ,17 ,조승우,2 ,1 ,수학,확률과 통계,2 ,9 
3 ,17 ,조승우,2 ,1 ,영어,영어Ⅰ,3 ,8 
3 ,17 ,조승우,2 ,1 ,과학,생명과학Ⅰ,4 ,9 
3 ,17 ,조승우,2 ,1 ,과학,지구과학Ⅰ,4 ,9 
3 ,17 ,조승우,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,8 
3 ,17 ,조승우,2 ,2 ,국어,독서,4 ,9 
3 ,17 ,조승우,2 ,2 ,수학,수학Ⅱ,4 ,7 
3 ,17 ,조승우,2 ,2 ,수학,확률과 통계,2 ,8 
3 ,17 ,조승우,2 ,2 ,영어,영어Ⅱ,3 ,9 
3 ,17 ,조승우,2 ,2 ,과학,물리학Ⅰ,4 ,8 
3 ,17 ,조승우,2 ,2 ,과학,화학Ⅰ,4 ,8 
3 ,17 ,조승우,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,9 
3 ,17 ,조승우,3 ,1 ,국어,화법과 작문,4 ,9 
3 ,17 ,조승우,3 ,1 ,수학,미적분,4 ,9 
3 ,17 ,조승우,3 ,1 ,영어,영어 독해와 작문,4 ,9 
3 ,18 ,천지훈,1 ,1 ,국어,국어,3 ,8 
3 ,18 ,천지훈,1 ,1 ,수학,수학,4 ,6 
3 ,18 ,천지훈,1 ,1 ,영어,영어,4 ,4 
3 ,18 ,천지훈,1 ,1 ,한국사,한국사,3 ,6 
3 ,18 ,천지훈,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,8 
3 ,18 ,천지훈,1 ,1 ,과학,통합과학,3 ,8 
3 ,18 ,천지훈,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,7 
3 ,18 ,천지훈,1 ,2 ,국어,국어,3 ,8 
3 ,18 ,천지훈,1 ,2 ,수학,수학,4 ,5 
3 ,18 ,천지훈,1 ,2 ,영어,영어,4 ,5 
3 ,18 ,천지훈,1 ,2 ,한국사,한국사,3 ,7 
3 ,18 ,천지훈,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,8 
3 ,18 ,천지훈,1 ,2 ,과학,통합과학,3 ,8 
3 ,18 ,천지훈,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,7 
3 ,18 ,천지훈,2 ,1 ,국어,문학,4 ,7 
3 ,18 ,천지훈,2 ,1 ,수학,수학Ⅰ,4 ,7 
3 ,18 ,천지훈,2 ,1 ,수학,확률과 통계,2 ,6 
3 ,18 ,천지훈,2 ,1 ,영어,영어Ⅰ,3 ,4 
3 ,18 ,천지훈,2 ,1 ,과학,생명과학Ⅰ,4 ,7 
3 ,18 ,천지훈,2 ,1 ,과학,지구과학Ⅰ,4 ,7 
3 ,18 ,천지훈,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,7 
3 ,18 ,천지훈,2 ,2 ,국어,독서,4 ,7 
3 ,18 ,천지훈,2 ,2 ,수학,수학Ⅱ,4 ,7 
3 ,18 ,천지훈,2 ,2 ,수학,확률과 통계,2 ,8 
3 ,18 ,천지훈,2 ,2 ,영어,영어Ⅱ,3 ,5 
3 ,18 ,천지훈,2 ,2 ,과학,물리학Ⅰ,4 ,7 
3 ,18 ,천지훈,2 ,2 ,과학,화학Ⅰ,4 ,6 
3 ,18 ,천지훈,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,7 
3 ,18 ,천지훈,3 ,1 ,국어,화법과 작문,4 ,6 
3 ,18 ,천지훈,3 ,1 ,수학,미적분,4 ,7 
3 ,18 ,천지훈,3 ,1 ,영어,영어 독해와 작문,4 ,5 
3 ,19 ,최윤석,1 ,1 ,국어,국어,3 ,8 
3 ,19 ,최윤석,1 ,1 ,수학,수학,3 ,8 
3 ,19 ,최윤석,1 ,1 ,영어,영어,3 ,8 
3 ,19 ,최윤석,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,9 
3 ,19 ,최윤석,1 ,1 ,과학,통합과학,3 ,8 
3 ,19 ,최윤석,1 ,1 ,체육 계열,골프실기기초,6 ,4 
3 ,19 ,최윤석,1 ,1 ,체육 계열,코스공략법Ⅰ,6 ,7 
3 ,19 ,최윤석,1 ,2 ,국어,국어,3 ,6 
3 ,19 ,최윤석,1 ,2 ,수학,수학,4 ,7 
3 ,19 ,최윤석,1 ,2 ,영어,영어,4 ,6 
3 ,19 ,최윤석,1 ,2 ,한국사,한국사,3 ,7 
3 ,19 ,최윤석,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,7 
3 ,19 ,최윤석,1 ,2 ,과학,통합과학,3 ,6 
3 ,19 ,최윤석,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,9 
3 ,19 ,최윤석,2 ,1 ,국어,문학,4 ,9 
3 ,19 ,최윤석,2 ,1 ,수학,수학Ⅰ,4 ,8 
3 ,19 ,최윤석,2 ,1 ,수학,확률과 통계,2 ,8 
3 ,19 ,최윤석,2 ,1 ,영어,영어Ⅰ,3 ,9 
3 ,19 ,최윤석,2 ,1 ,과학,생명과학Ⅰ,4 ,9 
3 ,19 ,최윤석,2 ,1 ,과학,지구과학Ⅰ,4 ,8 
3 ,19 ,최윤석,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,9 
3 ,19 ,최윤석,2 ,2 ,국어,독서,4 ,9 
3 ,19 ,최윤석,2 ,2 ,수학,수학Ⅱ,4 ,8 
3 ,19 ,최윤석,2 ,2 ,수학,확률과 통계,2 ,7 
3 ,19 ,최윤석,2 ,2 ,영어,영어Ⅱ,3 ,8 
3 ,19 ,최윤석,2 ,2 ,과학,물리학Ⅰ,4 ,8 
3 ,19 ,최윤석,2 ,2 ,과학,화학Ⅰ,4 ,9 
3 ,19 ,최윤석,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,9 
3 ,20 ,최주원,1 ,1 ,국어,국어,3 ,9 
3 ,20 ,최주원,1 ,1 ,수학,수학,4 ,9 
3 ,20 ,최주원,1 ,1 ,영어,영어,4 ,5 
3 ,20 ,최주원,1 ,1 ,한국사,한국사,3 ,8 
3 ,20 ,최주원,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,9 
3 ,20 ,최주원,1 ,1 ,과학,통합과학,3 ,9 
3 ,20 ,최주원,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,7 
3 ,20 ,최주원,1 ,2 ,국어,국어,3 ,8 
3 ,20 ,최주원,1 ,2 ,수학,수학,4 ,7 
3 ,20 ,최주원,1 ,2 ,영어,영어,4 ,5 
3 ,20 ,최주원,1 ,2 ,한국사,한국사,3 ,7 
3 ,20 ,최주원,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,9 
3 ,20 ,최주원,1 ,2 ,과학,통합과학,3 ,8 
3 ,20 ,최주원,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,8 
3 ,20 ,최주원,2 ,1 ,국어,문학,4 ,7 
3 ,20 ,최주원,2 ,1 ,수학,수학Ⅰ,4 ,6 
3 ,20 ,최주원,2 ,1 ,수학,확률과 통계,2 ,7 
3 ,20 ,최주원,2 ,1 ,영어,영어Ⅰ,3 ,5 
3 ,20 ,최주원,2 ,1 ,과학,생명과학Ⅰ,4 ,8 
3 ,20 ,최주원,2 ,1 ,과학,지구과학Ⅰ,4 ,7 
3 ,20 ,최주원,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,6 
3 ,20 ,최주원,2 ,2 ,국어,독서,4 ,6 
3 ,20 ,최주원,2 ,2 ,수학,수학Ⅱ,4 ,6 
3 ,20 ,최주원,2 ,2 ,수학,확률과 통계,2 ,7 
3 ,20 ,최주원,2 ,2 ,영어,영어Ⅱ,3 ,5 
3 ,20 ,최주원,2 ,2 ,과학,물리학Ⅰ,4 ,7 
3 ,20 ,최주원,2 ,2 ,과학,화학Ⅰ,4 ,7 
3 ,20 ,최주원,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,5 
3 ,20 ,최주원,3 ,1 ,국어,화법과 작문,4 ,6 
3 ,20 ,최주원,3 ,1 ,수학,미적분,4 ,8 
3 ,20 ,최주원,3 ,1 ,영어,영어 독해와 작문,4 ,5 
3 ,21 ,황이찬,1 ,1 ,국어,국어,3 ,6 
3 ,21 ,황이찬,1 ,1 ,수학,수학,4 ,6 
3 ,21 ,황이찬,1 ,1 ,영어,영어,4 ,7 
3 ,21 ,황이찬,1 ,1 ,한국사,한국사,3 ,7 
3 ,21 ,황이찬,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,6 
3 ,21 ,황이찬,1 ,1 ,과학,통합과학,3 ,7 
3 ,21 ,황이찬,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,6 
3 ,21 ,황이찬,1 ,2 ,국어,국어,3 ,8 
3 ,21 ,황이찬,1 ,2 ,수학,수학,4 ,6 
3 ,21 ,황이찬,1 ,2 ,영어,영어,4 ,5 
3 ,21 ,황이찬,1 ,2 ,한국사,한국사,3 ,7 
3 ,21 ,황이찬,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,6 
3 ,21 ,황이찬,1 ,2 ,과학,통합과학,3 ,7 
3 ,21 ,황이찬,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,8 
3 ,21 ,황이찬,2 ,1 ,국어,문학,4 ,7 
3 ,21 ,황이찬,2 ,1 ,수학,수학Ⅰ,4 ,4 
3 ,21 ,황이찬,2 ,1 ,수학,확률과 통계,2 ,5 
3 ,21 ,황이찬,2 ,1 ,영어,영어Ⅰ,3 ,5 
3 ,21 ,황이찬,2 ,1 ,과학,생명과학Ⅰ,4 ,7 
3 ,21 ,황이찬,2 ,1 ,과학,지구과학Ⅰ,4 ,6 
3 ,21 ,황이찬,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,6 
3 ,21 ,황이찬,2 ,2 ,국어,독서,4 ,6 
3 ,21 ,황이찬,2 ,2 ,수학,수학Ⅱ,4 ,5 
3 ,21 ,황이찬,2 ,2 ,수학,확률과 통계,2 ,5 
3 ,21 ,황이찬,2 ,2 ,영어,영어Ⅱ,3 ,6 
3 ,21 ,황이찬,2 ,2 ,과학,물리학Ⅰ,4 ,7 
3 ,21 ,황이찬,2 ,2 ,과학,화학Ⅰ,4 ,6 
3 ,21 ,황이찬,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,5 
3 ,21 ,황이찬,3 ,1 ,국어,화법과 작문,4 ,6 
3 ,21 ,황이찬,3 ,1 ,수학,미적분,4 ,6 
3 ,21 ,황이찬,3 ,1 ,영어,영어 독해와 작문,4 ,6
`;
