export const CLASS2_CSV = `2 ,1 ,김건우,1 ,1 ,국어,국어,3 ,5 
2 ,1 ,김건우,1 ,1 ,수학,수학,4 ,4 
2 ,1 ,김건우,1 ,1 ,영어,영어,4 ,6 
2 ,1 ,김건우,1 ,1 ,한국사,한국사,3 ,6 
2 ,1 ,김건우,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,4 
2 ,1 ,김건우,1 ,1 ,과학,통합과학,3 ,6 
2 ,1 ,김건우,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,5 
2 ,1 ,김건우,1 ,2 ,국어,국어,3 ,7 
2 ,1 ,김건우,1 ,2 ,수학,수학,4 ,4 
2 ,1 ,김건우,1 ,2 ,영어,영어,4 ,6 
2 ,1 ,김건우,1 ,2 ,한국사,한국사,3 ,6 
2 ,1 ,김건우,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,5 
2 ,1 ,김건우,1 ,2 ,과학,통합과학,3 ,6 
2 ,1 ,김건우,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,5 
2 ,1 ,김건우,2 ,1 ,국어,문학,4 ,5 
2 ,1 ,김건우,2 ,1 ,수학,수학Ⅰ,4 ,4 
2 ,1 ,김건우,2 ,1 ,수학,확률과 통계,2 ,4 
2 ,1 ,김건우,2 ,1 ,영어,영어Ⅰ,3 ,5 
2 ,1 ,김건우,2 ,1 ,과학,생명과학Ⅰ,4 ,5 
2 ,1 ,김건우,2 ,1 ,과학,지구과학Ⅰ,4 ,7 
2 ,1 ,김건우,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,5 
2 ,1 ,김건우,2 ,2 ,국어,독서,4 ,5 
2 ,1 ,김건우,2 ,2 ,수학,수학Ⅱ,4 ,5 
2 ,1 ,김건우,2 ,2 ,수학,확률과 통계,2 ,5 
2 ,1 ,김건우,2 ,2 ,영어,영어Ⅱ,3 ,6 
2 ,1 ,김건우,2 ,2 ,과학,물리학Ⅰ,4 ,6 
2 ,1 ,김건우,2 ,2 ,과학,화학Ⅰ,4 ,5 
2 ,1 ,김건우,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,6 
2 ,1 ,김건우,3 ,1 ,국어,화법과 작문,4 ,4 
2 ,1 ,김건우,3 ,1 ,수학,미적분,4 ,5 
2 ,1 ,김건우,3 ,1 ,영어,영어 독해와 작문,4 ,5 
2 ,2 ,김다운,1 ,1 ,국어,국어,3 ,3 
2 ,2 ,김다운,1 ,1 ,수학,수학,4 ,6 
2 ,2 ,김다운,1 ,1 ,영어,영어,4 ,5 
2 ,2 ,김다운,1 ,1 ,한국사,한국사,3 ,5 
2 ,2 ,김다운,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,6 
2 ,2 ,김다운,1 ,1 ,과학,통합과학,3 ,4 
2 ,2 ,김다운,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,7 
2 ,2 ,김다운,1 ,2 ,국어,국어,3 ,5 
2 ,2 ,김다운,1 ,2 ,수학,수학,4 ,5 
2 ,2 ,김다운,1 ,2 ,영어,영어,4 ,5 
2 ,2 ,김다운,1 ,2 ,한국사,한국사,3 ,6 
2 ,2 ,김다운,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,6 
2 ,2 ,김다운,1 ,2 ,과학,통합과학,3 ,5 
2 ,2 ,김다운,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,7 
2 ,2 ,김다운,2 ,1 ,국어,문학,4 ,5 
2 ,2 ,김다운,2 ,1 ,수학,수학Ⅰ,4 ,6 
2 ,2 ,김다운,2 ,1 ,수학,확률과 통계,2 ,6 
2 ,2 ,김다운,2 ,1 ,영어,영어Ⅰ,3 ,5 
2 ,2 ,김다운,2 ,1 ,과학,생명과학Ⅰ,4 ,6 
2 ,2 ,김다운,2 ,1 ,과학,지구과학Ⅰ,4 ,6 
2 ,2 ,김다운,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,7 
2 ,2 ,김다운,2 ,2 ,국어,독서,4 ,7 
2 ,2 ,김다운,2 ,2 ,수학,수학Ⅱ,4 ,7 
2 ,2 ,김다운,2 ,2 ,수학,확률과 통계,2 ,7 
2 ,2 ,김다운,2 ,2 ,영어,영어Ⅱ,3 ,6 
2 ,2 ,김다운,2 ,2 ,과학,물리학Ⅰ,4 ,6 
2 ,2 ,김다운,2 ,2 ,과학,화학Ⅰ,4 ,5 
2 ,2 ,김다운,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,8 
2 ,2 ,김다운,3 ,1 ,국어,화법과 작문,4 ,5 
2 ,2 ,김다운,3 ,1 ,수학,미적분,4 ,7 
2 ,2 ,김다운,3 ,1 ,영어,영어 독해와 작문,4 ,5 
2 ,3 ,김송현,1 ,1 ,국어,국어,3 ,4 
2 ,3 ,김송현,1 ,1 ,수학,수학,4 ,4 
2 ,3 ,김송현,1 ,1 ,영어,영어,4 ,4 
2 ,3 ,김송현,1 ,1 ,한국사,한국사,3 ,4 
2 ,3 ,김송현,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,6 
2 ,3 ,김송현,1 ,1 ,과학,통합과학,3 ,4 
2 ,3 ,김송현,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,4 
2 ,3 ,김송현,1 ,2 ,국어,국어,3 ,4 
2 ,3 ,김송현,1 ,2 ,수학,수학,4 ,3 
2 ,3 ,김송현,1 ,2 ,영어,영어,4 ,4 
2 ,3 ,김송현,1 ,2 ,한국사,한국사,3 ,4 
2 ,3 ,김송현,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,5 
2 ,3 ,김송현,1 ,2 ,과학,통합과학,3 ,4 
2 ,3 ,김송현,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
2 ,3 ,김송현,2 ,1 ,국어,문학,4 ,5 
2 ,3 ,김송현,2 ,1 ,수학,수학Ⅰ,4 ,3 
2 ,3 ,김송현,2 ,1 ,수학,확률과 통계,2 ,4 
2 ,3 ,김송현,2 ,1 ,영어,영어Ⅰ,3 ,5 
2 ,3 ,김송현,2 ,1 ,과학,생명과학Ⅰ,4 ,4 
2 ,3 ,김송현,2 ,1 ,과학,지구과학Ⅰ,4 ,4 
2 ,3 ,김송현,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,4 
2 ,3 ,김송현,2 ,2 ,국어,독서,4 ,4 
2 ,3 ,김송현,2 ,2 ,수학,수학Ⅱ,4 ,3 
2 ,3 ,김송현,2 ,2 ,수학,확률과 통계,2 ,4 
2 ,3 ,김송현,2 ,2 ,영어,영어Ⅱ,3 ,5 
2 ,3 ,김송현,2 ,2 ,과학,물리학Ⅰ,4 ,3 
2 ,3 ,김송현,2 ,2 ,과학,화학Ⅰ,4 ,3 
2 ,3 ,김송현,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,5 
2 ,3 ,김송현,3 ,1 ,국어,화법과 작문,4 ,5 
2 ,3 ,김송현,3 ,1 ,수학,미적분,4 ,4 
2 ,3 ,김송현,3 ,1 ,영어,영어 독해와 작문,4 ,5 
2 ,4 ,김시우,1 ,1 ,국어,국어,3 ,3 
2 ,4 ,김시우,1 ,1 ,수학,수학,4 ,5 
2 ,4 ,김시우,1 ,1 ,영어,영어,4 ,4 
2 ,4 ,김시우,1 ,1 ,한국사,한국사,3 ,5 
2 ,4 ,김시우,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,5 
2 ,4 ,김시우,1 ,1 ,과학,통합과학,3 ,5 
2 ,4 ,김시우,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,5 
2 ,4 ,김시우,1 ,2 ,국어,국어,3 ,4 
2 ,4 ,김시우,1 ,2 ,수학,수학,4 ,5 
2 ,4 ,김시우,1 ,2 ,영어,영어,4 ,3 
2 ,4 ,김시우,1 ,2 ,한국사,한국사,3 ,6 
2 ,4 ,김시우,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
2 ,4 ,김시우,1 ,2 ,과학,통합과학,3 ,4 
2 ,4 ,김시우,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,6 
2 ,4 ,김시우,2 ,1 ,국어,문학,4 ,4 
2 ,4 ,김시우,2 ,1 ,수학,수학Ⅰ,4 ,5 
2 ,4 ,김시우,2 ,1 ,수학,확률과 통계,2 ,6 
2 ,4 ,김시우,2 ,1 ,영어,영어Ⅰ,3 ,4 
2 ,4 ,김시우,2 ,1 ,과학,생명과학Ⅰ,4 ,6 
2 ,4 ,김시우,2 ,1 ,과학,지구과학Ⅰ,4 ,5 
2 ,4 ,김시우,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,5 
2 ,4 ,김시우,2 ,2 ,국어,독서,4 ,4 
2 ,4 ,김시우,2 ,2 ,수학,수학Ⅱ,4 ,6 
2 ,4 ,김시우,2 ,2 ,수학,확률과 통계,2 ,5 
2 ,4 ,김시우,2 ,2 ,영어,영어Ⅱ,3 ,5 
2 ,4 ,김시우,2 ,2 ,과학,물리학Ⅰ,4 ,6 
2 ,4 ,김시우,2 ,2 ,과학,화학Ⅰ,4 ,6 
2 ,4 ,김시우,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,5 
2 ,4 ,김시우,3 ,1 ,국어,화법과 작문,4 ,5 
2 ,4 ,김시우,3 ,1 ,수학,미적분,4 ,5 
2 ,4 ,김시우,3 ,1 ,영어,영어 독해와 작문,4 ,5 
2 ,5 ,김재훈,1 ,1 ,국어,국어,4 ,8 
2 ,5 ,김재훈,1 ,1 ,수학,수학,4 ,7 
2 ,5 ,김재훈,1 ,1 ,한국사,한국사,3 ,8 
2 ,5 ,김재훈,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,8 
2 ,5 ,김재훈,1 ,1 ,과학,통합과학,4 ,7 
2 ,5 ,김재훈,1,2 ,국어,국어,4 ,8 
2 ,5 ,김재훈,1,2 ,수학,수학,4 ,7 
2 ,5 ,김재훈,1,2 ,한국사,한국사,3 ,8 
2 ,5 ,김재훈,1,2 ,사회(역사/도덕포함),통합사회,3 ,8 
2 ,5 ,김재훈,1,2 ,과학,통합과학,2 ,8 
2 ,5 ,김재훈,2 ,1 ,국어,문학,4 ,7 
2 ,5 ,김재훈,2 ,1 ,수학,수학Ⅰ,4 ,6 
2 ,5 ,김재훈,2 ,1 ,수학,확률과 통계,2 ,7 
2 ,5 ,김재훈,2 ,1 ,영어,영어Ⅰ,3 ,5 
2 ,5 ,김재훈,2 ,1 ,과학,생명과학Ⅰ,4 ,7 
2 ,5 ,김재훈,2 ,1 ,과학,지구과학Ⅰ,4 ,7 
2 ,5 ,김재훈,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,4 
2 ,5 ,김재훈,2 ,2 ,국어,독서,4 ,7 
2 ,5 ,김재훈,2 ,2 ,수학,수학Ⅱ,4 ,7 
2 ,5 ,김재훈,2 ,2 ,수학,확률과 통계,2 ,7 
2 ,5 ,김재훈,2 ,2 ,영어,영어Ⅱ,3 ,6 
2 ,5 ,김재훈,2 ,2 ,과학,물리학Ⅰ,4 ,6 
2 ,5 ,김재훈,2 ,2 ,과학,화학Ⅰ,4 ,7 
2 ,5 ,김재훈,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,3 
2 ,5 ,김재훈,3 ,1 ,국어,화법과 작문,4 ,7 
2 ,5 ,김재훈,3 ,1 ,수학,미적분,4 ,6 
2 ,5 ,김재훈,3 ,1 ,영어,영어 독해와 작문,4 ,6 
2 ,6 ,김태완,1 ,1 ,국어,국어,3 ,9 
2 ,6 ,김태완,1 ,1 ,수학,수학,4 ,4 
2 ,6 ,김태완,1 ,1 ,영어,영어,4 ,8 
2 ,6 ,김태완,1 ,1 ,한국사,한국사,3 ,7 
2 ,6 ,김태완,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,7 
2 ,6 ,김태완,1 ,1 ,과학,통합과학,3 ,7 
2 ,6 ,김태완,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,7 
2 ,6 ,김태완,1 ,2 ,국어,국어,3 ,8 
2 ,6 ,김태완,1 ,2 ,수학,수학,4 ,5 
2 ,6 ,김태완,1 ,2 ,영어,영어,4 ,8 
2 ,6 ,김태완,1 ,2 ,한국사,한국사,3 ,7 
2 ,6 ,김태완,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,7 
2 ,6 ,김태완,1 ,2 ,과학,통합과학,3 ,7 
2 ,6 ,김태완,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,8 
2 ,6 ,김태완,2 ,1 ,국어,문학,4 ,6 
2 ,6 ,김태완,2 ,1 ,수학,수학Ⅰ,4 ,4 
2 ,6 ,김태완,2 ,1 ,수학,확률과 통계,2 ,4 
2 ,6 ,김태완,2 ,1 ,영어,영어Ⅰ,3 ,7 
2 ,6 ,김태완,2 ,1 ,과학,생명과학Ⅰ,4 ,6 
2 ,6 ,김태완,2 ,1 ,과학,지구과학Ⅰ,4 ,6 
2 ,6 ,김태완,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
2 ,6 ,김태완,2 ,2 ,국어,독서,4 ,7 
2 ,6 ,김태완,2 ,2 ,수학,수학Ⅱ,4 ,5 
2 ,6 ,김태완,2 ,2 ,수학,확률과 통계,2 ,4 
2 ,6 ,김태완,2 ,2 ,영어,영어Ⅱ,3 ,7 
2 ,6 ,김태완,2 ,2 ,과학,물리학Ⅰ,4 ,7 
2 ,6 ,김태완,2 ,2 ,과학,화학Ⅰ,4 ,6 
2 ,6 ,김태완,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,4 
2 ,6 ,김태완,3 ,1 ,국어,화법과 작문,4 ,6 
2 ,6 ,김태완,3 ,1 ,수학,미적분,4 ,4 
2 ,6 ,김태완,3 ,1 ,영어,영어 독해와 작문,4 ,6 
2 ,7 ,김홍석,1 ,1 ,국어,국어,3 ,5 
2 ,7 ,김홍석,1 ,1 ,수학,수학,4 ,5 
2 ,7 ,김홍석,1 ,1 ,영어,영어,4 ,7 
2 ,7 ,김홍석,1 ,1 ,한국사,한국사,3 ,5 
2 ,7 ,김홍석,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,6 
2 ,7 ,김홍석,1 ,1 ,과학,통합과학,3 ,6 
2 ,7 ,김홍석,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,6 
2 ,7 ,김홍석,1 ,2 ,국어,국어,3 ,4 
2 ,7 ,김홍석,1 ,2 ,수학,수학,4 ,5 
2 ,7 ,김홍석,1 ,2 ,영어,영어,4 ,6 
2 ,7 ,김홍석,1 ,2 ,한국사,한국사,3 ,6 
2 ,7 ,김홍석,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,6 
2 ,7 ,김홍석,1 ,2 ,과학,통합과학,3 ,5 
2 ,7 ,김홍석,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,5 
2 ,7 ,김홍석,2 ,1 ,국어,문학,4 ,5 
2 ,7 ,김홍석,2 ,1 ,수학,수학Ⅰ,4 ,5 
2 ,7 ,김홍석,2 ,1 ,수학,확률과 통계,2 ,5 
2 ,7 ,김홍석,2 ,1 ,영어,영어Ⅰ,3 ,5 
2 ,7 ,김홍석,2 ,1 ,과학,생명과학Ⅰ,4 ,5 
2 ,7 ,김홍석,2 ,1 ,과학,지구과학Ⅰ,4 ,6 
2 ,7 ,김홍석,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,4 
2 ,7 ,김홍석,2 ,2 ,국어,독서,4 ,7 
2 ,7 ,김홍석,2 ,2 ,수학,수학Ⅱ,4 ,5 
2 ,7 ,김홍석,2 ,2 ,수학,확률과 통계,2 ,5 
2 ,7 ,김홍석,2 ,2 ,영어,영어Ⅱ,3 ,5 
2 ,7 ,김홍석,2 ,2 ,과학,물리학Ⅰ,4 ,5 
2 ,7 ,김홍석,2 ,2 ,과학,화학Ⅰ,4 ,5 
2 ,7 ,김홍석,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,4 
2 ,7 ,김홍석,3 ,1 ,국어,화법과 작문,4 ,6 
2 ,7 ,김홍석,3 ,1 ,영어,영어 독해와 작문,4 ,5 
2 ,8 ,남민규,1 ,1 ,국어,국어,3 ,6 
2 ,8 ,남민규,1 ,1 ,수학,수학,4 ,7 
2 ,8 ,남민규,1 ,1 ,영어,영어,4 ,8 
2 ,8 ,남민규,1 ,1 ,한국사,한국사,3 ,7 
2 ,8 ,남민규,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,8 
2 ,8 ,남민규,1 ,1 ,과학,통합과학,3 ,7 
2 ,8 ,남민규,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,6 
2 ,8 ,남민규,1 ,2 ,국어,국어,3 ,8 
2 ,8 ,남민규,1 ,2 ,수학,수학,4 ,7 
2 ,8 ,남민규,1 ,2 ,영어,영어,4 ,8 
2 ,8 ,남민규,1 ,2 ,한국사,한국사,3 ,8 
2 ,8 ,남민규,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,8 
2 ,8 ,남민규,1 ,2 ,과학,통합과학,3 ,8 
2 ,8 ,남민규,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,7 
2 ,8 ,남민규,2 ,1 ,국어,문학,4 ,8 
2 ,8 ,남민규,2 ,1 ,수학,수학Ⅰ,4 ,7 
2 ,8 ,남민규,2 ,1 ,수학,확률과 통계,2 ,8 
2 ,8 ,남민규,2 ,1 ,영어,영어Ⅰ,3 ,8 
2 ,8 ,남민규,2 ,1 ,과학,생명과학Ⅰ,4 ,8 
2 ,8 ,남민규,2 ,1 ,과학,지구과학Ⅰ,4 ,8 
2 ,8 ,남민규,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,8 
2 ,8 ,남민규,2 ,2 ,국어,독서,4 ,8 
2 ,8 ,남민규,2 ,2 ,수학,수학Ⅱ,4 ,8 
2 ,8 ,남민규,2 ,2 ,수학,확률과 통계,2 ,6 
2 ,8 ,남민규,2 ,2 ,영어,영어Ⅱ,3 ,9 
2 ,8 ,남민규,2 ,2 ,과학,물리학Ⅰ,4 ,8 
2 ,8 ,남민규,2 ,2 ,과학,화학Ⅰ,4 ,8 
2 ,8 ,남민규,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,8 
2 ,8 ,남민규,3 ,1 ,국어,화법과 작문,4 ,7 
2 ,8 ,남민규,3 ,1 ,수학,미적분,4 ,9 
2 ,8 ,남민규,3 ,1 ,영어,영어 독해와 작문,4 ,8 
2 ,9 ,마승인,1 ,1 ,국어,국어,3 ,4 
2 ,9 ,마승인,1 ,1 ,수학,수학,4 ,3 
2 ,9 ,마승인,1 ,1 ,영어,영어,4 ,4 
2 ,9 ,마승인,1 ,1 ,한국사,한국사,3 ,4 
2 ,9 ,마승인,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,4 
2 ,9 ,마승인,1 ,1 ,과학,통합과학,3 ,4 
2 ,9 ,마승인,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
2 ,9 ,마승인,1 ,2 ,국어,국어,3 ,5 
2 ,9 ,마승인,1 ,2 ,수학,수학,4 ,4 
2 ,9 ,마승인,1 ,2 ,영어,영어,4 ,4 
2 ,9 ,마승인,1 ,2 ,한국사,한국사,3 ,4 
2 ,9 ,마승인,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,6 
2 ,9 ,마승인,1 ,2 ,과학,통합과학,3 ,6 
2 ,9 ,마승인,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,4 
2 ,9 ,마승인,2 ,1 ,국어,문학,4 ,5 
2 ,9 ,마승인,2 ,1 ,수학,수학Ⅰ,4 ,4 
2 ,9 ,마승인,2 ,1 ,수학,확률과 통계,2 ,3 
2 ,9 ,마승인,2 ,1 ,영어,영어Ⅰ,3 ,4 
2 ,9 ,마승인,2 ,1 ,과학,생명과학Ⅰ,4 ,4 
2 ,9 ,마승인,2 ,1 ,과학,지구과학Ⅰ,4 ,5 
2 ,9 ,마승인,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,5 
2 ,9 ,마승인,2 ,2 ,국어,독서,4 ,5 
2 ,9 ,마승인,2 ,2 ,수학,수학Ⅱ,4 ,4 
2 ,9 ,마승인,2 ,2 ,수학,확률과 통계,2 ,4 
2 ,9 ,마승인,2 ,2 ,영어,영어Ⅱ,3 ,4 
2 ,9 ,마승인,2 ,2 ,과학,물리학Ⅰ,4 ,6 
2 ,9 ,마승인,2 ,2 ,과학,화학Ⅰ,4 ,5 
2 ,9 ,마승인,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,6 
2 ,9 ,마승인,3 ,1 ,국어,화법과 작문,4 ,5 
2 ,9 ,마승인,3 ,1 ,수학,미적분,4 ,4 
2 ,9 ,마승인,3 ,1 ,영어,영어 독해와 작문,4 ,4 
2 ,10 ,문민혁,1 ,1 ,국어,국어,3 ,7 
2 ,10 ,문민혁,1 ,1 ,수학,수학,4 ,5 
2 ,10 ,문민혁,1 ,1 ,영어,영어,4 ,6 
2 ,10 ,문민혁,1 ,1 ,한국사,한국사,3 ,7 
2 ,10 ,문민혁,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,7 
2 ,10 ,문민혁,1 ,1 ,과학,통합과학,3 ,4 
2 ,10 ,문민혁,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,5 
2 ,10 ,문민혁,1 ,2 ,국어,국어,3 ,6 
2 ,10 ,문민혁,1 ,2 ,수학,수학,4 ,6 
2 ,10 ,문민혁,1 ,2 ,영어,영어,4 ,5 
2 ,10 ,문민혁,1 ,2 ,한국사,한국사,3 ,6 
2 ,10 ,문민혁,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,6 
2 ,10 ,문민혁,1 ,2 ,과학,통합과학,3 ,4 
2 ,10 ,문민혁,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,4 
2 ,10 ,문민혁,2 ,1 ,국어,문학,4 ,6 
2 ,10 ,문민혁,2 ,1 ,수학,수학Ⅰ,4 ,5 
2 ,10 ,문민혁,2 ,1 ,수학,확률과 통계,2 ,6 
2 ,10 ,문민혁,2 ,1 ,영어,영어Ⅰ,3 ,4 
2 ,10 ,문민혁,2 ,1 ,과학,생명과학Ⅰ,4 ,6 
2 ,10 ,문민혁,2 ,1 ,과학,지구과학Ⅰ,4 ,5 
2 ,10 ,문민혁,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,8 
2 ,10 ,문민혁,2 ,2 ,국어,독서,4 ,6 
2 ,10 ,문민혁,2 ,2 ,수학,수학Ⅱ,4 ,7 
2 ,10 ,문민혁,2 ,2 ,수학,확률과 통계,2 ,7 
2 ,10 ,문민혁,2 ,2 ,영어,영어Ⅱ,3 ,5 
2 ,10 ,문민혁,2 ,2 ,과학,물리학Ⅰ,4 ,6 
2 ,10 ,문민혁,2 ,2 ,과학,화학Ⅰ,4 ,6 
2 ,10 ,문민혁,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,7 
2 ,10 ,문민혁,3 ,1 ,국어,화법과 작문,4 ,7 
2 ,10 ,문민혁,3 ,1 ,수학,미적분,4 ,6 
2 ,10 ,문민혁,3 ,1 ,영어,영어 독해와 작문,4 ,5 
2 ,11 ,박수완,1 ,1 ,국어,국어,3 ,8 
2 ,11 ,박수완,1 ,1 ,수학,수학,4 ,7 
2 ,11 ,박수완,1 ,1 ,영어,영어,4 ,6 
2 ,11 ,박수완,1 ,1 ,한국사,한국사,3 ,9 
2 ,11 ,박수완,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,8 
2 ,11 ,박수완,1 ,1 ,과학,통합과학,3 ,8 
2 ,11 ,박수완,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,9 
2 ,11 ,박수완,1 ,2 ,국어,국어,3 ,9 
2 ,11 ,박수완,1 ,2 ,수학,수학,4 ,6 
2 ,11 ,박수완,1 ,2 ,영어,영어,4 ,5 
2 ,11 ,박수완,1 ,2 ,한국사,한국사,3 ,8 
2 ,11 ,박수완,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,9 
2 ,11 ,박수완,1 ,2 ,과학,통합과학,3 ,9 
2 ,11 ,박수완,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,7 
2 ,11 ,박수완,2 ,1 ,국어,문학,4 ,7 
2 ,11 ,박수완,2 ,1 ,수학,수학Ⅰ,4 ,7 
2 ,11 ,박수완,2 ,1 ,수학,확률과 통계,2 ,5 
2 ,11 ,박수완,2 ,1 ,영어,영어Ⅰ,3 ,7 
2 ,11 ,박수완,2 ,1 ,과학,생명과학Ⅰ,4 ,8 
2 ,11 ,박수완,2 ,1 ,과학,지구과학Ⅰ,4 ,8 
2 ,11 ,박수완,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,7 
2 ,11 ,박수완,2 ,2 ,국어,독서,4 ,6 
2 ,11 ,박수완,2 ,2 ,수학,수학Ⅱ,4 ,6 
2 ,11 ,박수완,2 ,2 ,수학,확률과 통계,2 ,5 
2 ,11 ,박수완,2 ,2 ,영어,영어Ⅱ,3 ,7 
2 ,11 ,박수완,2 ,2 ,과학,물리학Ⅰ,4 ,6 
2 ,11 ,박수완,2 ,2 ,과학,화학Ⅰ,4 ,7 
2 ,11 ,박수완,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,6 
2 ,11 ,박수완,3 ,1 ,국어,화법과 작문,4 ,7 
2 ,11 ,박수완,3 ,1 ,수학,미적분,4 ,6 
2 ,11 ,박수완,3 ,1 ,영어,영어 독해와 작문,4 ,5 
2 ,12 ,박종혁,1 ,1 ,국어,국어,3 ,7 
2 ,12 ,박종혁,1 ,1 ,수학,수학,4 ,7 
2 ,12 ,박종혁,1 ,1 ,영어,영어,3 ,8 
2 ,12 ,박종혁,1 ,1 ,한국사,한국사,3 ,7 
2 ,12 ,박종혁,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,7 
2 ,12 ,박종혁,1 ,1 ,과학,통합과학,3 ,7 
2 ,12 ,박종혁,1 ,1 ,기술・가정/제2외국어/한문/교양,기술·가정,2 ,7 
2 ,12 ,박종혁,1 ,2 ,국어,국어,3 ,8 
2 ,12 ,박종혁,1 ,2 ,수학,수학,4 ,7 
2 ,12 ,박종혁,1 ,2 ,영어,영어,3 ,8 
2 ,12 ,박종혁,1 ,2 ,한국사,한국사,3 ,7 
2 ,12 ,박종혁,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,7 
2 ,12 ,박종혁,1 ,2 ,과학,통합과학,3 ,7 
2 ,12 ,박종혁,1 ,2 ,기술・가정/제2외국어/한문/교양,기술·가정,2 ,5 
2 ,12 ,박종혁,2 ,1 ,국어,문학,4 ,6 
2 ,12 ,박종혁,2 ,1 ,수학,수학Ⅰ,3 ,7 
2 ,12 ,박종혁,2 ,1 ,영어,영어Ⅰ,4 ,7 
2 ,12 ,박종혁,2 ,1 ,사회(역사/도덕포함),생활과 윤리,4 ,6 
2 ,12 ,박종혁,2 ,1 ,과학,지구과학Ⅰ,4 ,6 
2 ,12 ,박종혁,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,7 
2 ,12 ,박종혁,2 ,2 ,국어,독서,4 ,8 
2 ,12 ,박종혁,2 ,2 ,수학,수학Ⅱ,4 ,8 
2 ,12 ,박종혁,2 ,2 ,수학,확률과 통계,4 ,8 
2 ,12 ,박종혁,2 ,2 ,영어,영어Ⅱ,3 ,8 
2 ,12 ,박종혁,2 ,2 ,사회(역사/도덕포함),사회·문화,4 ,6 
2 ,12 ,박종혁,2 ,2 ,과학,생명과학Ⅰ,4 ,8 
2 ,12 ,박종혁,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,8 
2 ,12 ,박종혁,3 ,1 ,국어,화법과 작문,4 ,7 
2 ,12 ,박종혁,3 ,1 ,수학,미적분,4 ,7 
2 ,12 ,박종혁,3 ,1 ,영어,영어 독해와 작문,4 ,8 
2 ,13 ,송우진,1 ,1 ,국어,국어,3 ,5 
2 ,13 ,송우진,1 ,1 ,수학,수학,4 ,6 
2 ,13 ,송우진,1 ,1 ,영어,영어,4 ,6 
2 ,13 ,송우진,1 ,1 ,한국사,한국사,3 ,5 
2 ,13 ,송우진,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,6 
2 ,13 ,송우진,1 ,1 ,과학,통합과학,3 ,6 
2 ,13 ,송우진,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,4 
2 ,13 ,송우진,1 ,2 ,국어,국어,3 ,6 
2 ,13 ,송우진,1 ,2 ,수학,수학,4 ,7 
2 ,13 ,송우진,1 ,2 ,영어,영어,4 ,6 
2 ,13 ,송우진,1 ,2 ,한국사,한국사,3 ,5 
2 ,13 ,송우진,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,6 
2 ,13 ,송우진,1 ,2 ,과학,통합과학,3 ,6 
2 ,13 ,송우진,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,5 
2 ,13 ,송우진,2 ,1 ,국어,문학,4 ,5 
2 ,13 ,송우진,2 ,1 ,수학,수학Ⅰ,4 ,6 
2 ,13 ,송우진,2 ,1 ,수학,확률과 통계,2 ,6 
2 ,13 ,송우진,2 ,1 ,영어,영어Ⅰ,3 ,6 
2 ,13 ,송우진,2 ,1 ,과학,생명과학Ⅰ,4 ,6 
2 ,13 ,송우진,2 ,1 ,과학,지구과학Ⅰ,4 ,7 
2 ,13 ,송우진,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,5 
2 ,13 ,송우진,2 ,2 ,국어,독서,4 ,4 
2 ,13 ,송우진,2 ,2 ,수학,수학Ⅱ,4 ,6 
2 ,13 ,송우진,2 ,2 ,수학,확률과 통계,2 ,7 
2 ,13 ,송우진,2 ,2 ,영어,영어Ⅱ,3 ,6 
2 ,13 ,송우진,2 ,2 ,과학,물리학Ⅰ,4 ,7 
2 ,13 ,송우진,2 ,2 ,과학,화학Ⅰ,4 ,6 
2 ,13 ,송우진,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,5 
2 ,13 ,송우진,3 ,1 ,국어,화법과 작문,4 ,4 
2 ,13 ,송우진,3 ,1 ,수학,미적분,4 ,7 
2 ,13 ,송우진,3 ,1 ,영어,영어 독해와 작문,4 ,7 
2 ,14 ,안희민,1 ,1 ,국어,국어,3 ,7 
2 ,14 ,안희민,1 ,1 ,수학,수학,4 ,7 
2 ,14 ,안희민,1 ,1 ,영어,영어,4 ,9 
2 ,14 ,안희민,1 ,1 ,한국사,한국사,3 ,8 
2 ,14 ,안희민,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,9 
2 ,14 ,안희민,1 ,1 ,과학,통합과학,3 ,8 
2 ,14 ,안희민,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,7 
2 ,14 ,안희민,1 ,2 ,국어,국어,3 ,7 
2 ,14 ,안희민,1 ,2 ,수학,수학,4 ,7 
2 ,14 ,안희민,1 ,2 ,영어,영어,4 ,8 
2 ,14 ,안희민,1 ,2 ,한국사,한국사,3 ,8 
2 ,14 ,안희민,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,8 
2 ,14 ,안희민,1 ,2 ,과학,통합과학,3 ,7 
2 ,14 ,안희민,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,7 
2 ,14 ,안희민,2 ,1 ,국어,문학,4 ,8 
2 ,14 ,안희민,2 ,1 ,수학,수학Ⅰ,4 ,5 
2 ,14 ,안희민,2 ,1 ,수학,확률과 통계,2 ,7 
2 ,14 ,안희민,2 ,1 ,영어,영어Ⅰ,3 ,7 
2 ,14 ,안희민,2 ,1 ,과학,생명과학Ⅰ,4 ,8 
2 ,14 ,안희민,2 ,1 ,과학,지구과학Ⅰ,4 ,8 
2 ,14 ,안희민,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,7 
2 ,14 ,안희민,2 ,2 ,국어,독서,4 ,8 
2 ,14 ,안희민,2 ,2 ,수학,수학Ⅱ,4 ,6 
2 ,14 ,안희민,2 ,2 ,수학,확률과 통계,2 ,6 
2 ,14 ,안희민,2 ,2 ,영어,영어Ⅱ,3 ,8 
2 ,14 ,안희민,2 ,2 ,과학,물리학Ⅰ,4 ,8 
2 ,14 ,안희민,2 ,2 ,과학,화학Ⅰ,4 ,7 
2 ,14 ,안희민,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,8 
2 ,14 ,안희민,3 ,1 ,국어,화법과 작문,4 ,7 
2 ,14 ,안희민,3 ,1 ,수학,미적분,4 ,7 
2 ,14 ,안희민,3 ,1 ,영어,영어 독해와 작문,4 ,7 
2 ,15 ,오현빈,1 ,1 ,국어,국어,3 ,7 
2 ,15 ,오현빈,1 ,1 ,수학,수학,4 ,6 
2 ,15 ,오현빈,1 ,1 ,영어,영어,4 ,7 
2 ,15 ,오현빈,1 ,1 ,한국사,한국사,3 ,7 
2 ,15 ,오현빈,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,7 
2 ,15 ,오현빈,1 ,1 ,과학,통합과학,3 ,7 
2 ,15 ,오현빈,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,7 
2 ,15 ,오현빈,1 ,2 ,국어,국어,3 ,7 
2 ,15 ,오현빈,1 ,2 ,수학,수학,4 ,6 
2 ,15 ,오현빈,1 ,2 ,영어,영어,4 ,7 
2 ,15 ,오현빈,1 ,2 ,한국사,한국사,3 ,7 
2 ,15 ,오현빈,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,7 
2 ,15 ,오현빈,1 ,2 ,과학,통합과학,3 ,7 
2 ,15 ,오현빈,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,7 
2 ,15 ,오현빈,2 ,1 ,국어,문학,4 ,7 
2 ,15 ,오현빈,2 ,1 ,수학,수학Ⅰ,4 ,6 
2 ,15 ,오현빈,2 ,1 ,수학,확률과 통계,2 ,6 
2 ,15 ,오현빈,2 ,1 ,영어,영어Ⅰ,3 ,6 
2 ,15 ,오현빈,2 ,1 ,과학,생명과학Ⅰ,4 ,6 
2 ,15 ,오현빈,2 ,1 ,과학,지구과학Ⅰ,4 ,7 
2 ,15 ,오현빈,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,6 
2 ,15 ,오현빈,2 ,2 ,국어,독서,4 ,7 
2 ,15 ,오현빈,2 ,2 ,수학,수학Ⅱ,4 ,5 
2 ,15 ,오현빈,2 ,2 ,수학,확률과 통계,2 ,6 
2 ,15 ,오현빈,2 ,2 ,영어,영어Ⅱ,3 ,6 
2 ,15 ,오현빈,2 ,2 ,과학,물리학Ⅰ,4 ,6 
2 ,15 ,오현빈,2 ,2 ,과학,화학Ⅰ,4 ,6 
2 ,15 ,오현빈,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,6 
2 ,15 ,오현빈,3 ,1 ,국어,화법과 작문,4 ,6 
2 ,15 ,오현빈,3 ,1 ,수학,미적분,4 ,6 
2 ,15 ,오현빈,3 ,1 ,영어,영어 독해와 작문,4 ,5 
2 ,16 ,이선재,1 ,1 ,국어,국어,3 ,4 
2 ,16 ,이선재,1 ,1 ,수학,수학,4 ,5 
2 ,16 ,이선재,1 ,1 ,영어,영어,4 ,4 
2 ,16 ,이선재,1 ,1 ,한국사,한국사,3 ,3 
2 ,16 ,이선재,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,5 
2 ,16 ,이선재,1 ,1 ,과학,통합과학,3 ,4 
2 ,16 ,이선재,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
2 ,16 ,이선재,1 ,2 ,국어,국어,3 ,4 
2 ,16 ,이선재,1 ,2 ,수학,수학,4 ,5 
2 ,16 ,이선재,1 ,2 ,영어,영어,4 ,5 
2 ,16 ,이선재,1 ,2 ,한국사,한국사,3 ,3 
2 ,16 ,이선재,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
2 ,16 ,이선재,1 ,2 ,과학,통합과학,3 ,5 
2 ,16 ,이선재,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,4 
2 ,16 ,이선재,2 ,1 ,국어,문학,4 ,2 
2 ,16 ,이선재,2 ,1 ,수학,수학Ⅰ,4 ,5 
2 ,16 ,이선재,2 ,1 ,수학,확률과 통계,2 ,5 
2 ,16 ,이선재,2 ,1 ,영어,영어Ⅰ,3 ,4 
2 ,16 ,이선재,2 ,1 ,과학,생명과학Ⅰ,4 ,4 
2 ,16 ,이선재,2 ,1 ,과학,지구과학Ⅰ,4 ,5 
2 ,16 ,이선재,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,4 
2 ,16 ,이선재,2 ,2 ,국어,독서,4 ,4 
2 ,16 ,이선재,2 ,2 ,수학,수학Ⅱ,4 ,5 
2 ,16 ,이선재,2 ,2 ,수학,확률과 통계,2 ,5 
2 ,16 ,이선재,2 ,2 ,영어,영어Ⅱ,3 ,4 
2 ,16 ,이선재,2 ,2 ,과학,물리학Ⅰ,4 ,5 
2 ,16 ,이선재,2 ,2 ,과학,화학Ⅰ,4 ,5 
2 ,16 ,이선재,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,2 
2 ,16 ,이선재,3 ,1 ,국어,화법과 작문,4 ,3 
2 ,16 ,이선재,3 ,1 ,수학,미적분,4 ,5 
2 ,16 ,이선재,3 ,1 ,영어,영어 독해와 작문,4 ,4 
2 ,17 ,이정우,1 ,1 ,국어,국어,3 ,7 
2 ,17 ,이정우,1 ,1 ,수학,수학,4 ,7 
2 ,17 ,이정우,1 ,1 ,영어,영어,4 ,9 
2 ,17 ,이정우,1 ,1 ,한국사,한국사,3 ,9 
2 ,17 ,이정우,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,9 
2 ,17 ,이정우,1 ,1 ,과학,통합과학,3 ,9 
2 ,17 ,이정우,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,8 
2 ,17 ,이정우,1 ,2 ,국어,국어,3 ,9 
2 ,17 ,이정우,1 ,2 ,수학,수학,4 ,9 
2 ,17 ,이정우,1 ,2 ,영어,영어,4 ,8 
2 ,17 ,이정우,1 ,2 ,한국사,한국사,3 ,9 
2 ,17 ,이정우,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,9 
2 ,17 ,이정우,1 ,2 ,과학,통합과학,3 ,9 
2 ,17 ,이정우,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,7 
2 ,17 ,이정우,2 ,1 ,국어,문학,4 ,9 
2 ,17 ,이정우,2 ,1 ,수학,수학Ⅰ,4 ,8 
2 ,17 ,이정우,2 ,1 ,수학,확률과 통계,2 ,8 
2 ,17 ,이정우,2 ,1 ,영어,영어Ⅰ,3 ,9 
2 ,17 ,이정우,2 ,1 ,과학,생명과학Ⅰ,4 ,9 
2 ,17 ,이정우,2 ,1 ,과학,지구과학Ⅰ,4 ,8 
2 ,17 ,이정우,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,8 
2 ,17 ,이정우,2 ,2 ,국어,독서,4 ,9 
2 ,17 ,이정우,2 ,2 ,수학,수학Ⅱ,4 ,9 
2 ,17 ,이정우,2 ,2 ,수학,확률과 통계,2 ,8 
2 ,17 ,이정우,2 ,2 ,영어,영어Ⅱ,3 ,8 
2 ,17 ,이정우,2 ,2 ,과학,물리학Ⅰ,4 ,9 
2 ,17 ,이정우,2 ,2 ,과학,화학Ⅰ,4 ,8 
2 ,17 ,이정우,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,8 
2 ,17 ,이정우,3 ,1 ,국어,화법과 작문,4 ,9 
2 ,17 ,이정우,3 ,1 ,수학,미적분,4 ,9 
2 ,17 ,이정우,3 ,1 ,영어,영어 독해와 작문,4 ,9 
2 ,18 ,이준서,1 ,1 ,국어,국어,3 ,7 
2 ,18 ,이준서,1 ,1 ,수학,수학,4 ,5 
2 ,18 ,이준서,1 ,1 ,영어,영어,4 ,5 
2 ,18 ,이준서,1 ,1 ,한국사,한국사,3 ,6 
2 ,18 ,이준서,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,6 
2 ,18 ,이준서,1 ,1 ,과학,통합과학,3 ,7 
2 ,18 ,이준서,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,6 
2 ,18 ,이준서,1 ,2 ,국어,국어,3 ,6 
2 ,18 ,이준서,1 ,2 ,수학,수학,4 ,5 
2 ,18 ,이준서,1 ,2 ,영어,영어,4 ,4 
2 ,18 ,이준서,1 ,2 ,한국사,한국사,3 ,5 
2 ,18 ,이준서,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,6 
2 ,18 ,이준서,1 ,2 ,과학,통합과학,3 ,5 
2 ,18 ,이준서,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,6 
2 ,18 ,이준서,2 ,1 ,국어,문학,4 ,6 
2 ,18 ,이준서,2 ,1 ,수학,수학Ⅰ,4 ,5 
2 ,18 ,이준서,2 ,1 ,수학,확률과 통계,2 ,6 
2 ,18 ,이준서,2 ,1 ,영어,영어Ⅰ,3 ,4 
2 ,18 ,이준서,2 ,1 ,과학,생명과학Ⅰ,4 ,6 
2 ,18 ,이준서,2 ,1 ,과학,지구과학Ⅰ,4 ,5 
2 ,18 ,이준서,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,7 
2 ,18 ,이준서,2 ,2 ,국어,독서,4 ,6 
2 ,18 ,이준서,2 ,2 ,수학,수학Ⅱ,4 ,5 
2 ,18 ,이준서,2 ,2 ,수학,확률과 통계,2 ,6 
2 ,18 ,이준서,2 ,2 ,영어,영어Ⅱ,3 ,4 
2 ,18 ,이준서,2 ,2 ,과학,물리학Ⅰ,4 ,5 
2 ,18 ,이준서,2 ,2 ,과학,화학Ⅰ,4 ,6 
2 ,18 ,이준서,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,5 
2 ,18 ,이준서,3 ,1 ,국어,화법과 작문,4 ,5 
2 ,18 ,이준서,3 ,1 ,수학,미적분,4 ,5 
2 ,18 ,이준서,3 ,1 ,영어,영어 독해와 작문,4 ,4 
2 ,19 ,임종혁,1 ,1 ,국어,국어,3 ,7 
2 ,19 ,임종혁,1 ,1 ,수학,수학,4 ,7 
2 ,19 ,임종혁,1 ,1 ,영어,영어,4 ,9 
2 ,19 ,임종혁,1 ,1 ,한국사,한국사,3 ,7 
2 ,19 ,임종혁,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,5 
2 ,19 ,임종혁,1 ,1 ,과학,통합과학,3 ,7 
2 ,19 ,임종혁,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,8 
2 ,19 ,임종혁,1 ,2 ,국어,국어,3 ,7 
2 ,19 ,임종혁,1 ,2 ,수학,수학,4 ,8 
2 ,19 ,임종혁,1 ,2 ,영어,영어,4 ,7 
2 ,19 ,임종혁,1 ,2 ,한국사,한국사,3 ,6 
2 ,19 ,임종혁,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,6 
2 ,19 ,임종혁,1 ,2 ,과학,통합과학,3 ,6 
2 ,19 ,임종혁,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,7 
2 ,19 ,임종혁,2 ,1 ,국어,문학,4 ,7 
2 ,19 ,임종혁,2 ,1 ,수학,수학Ⅰ,4 ,6 
2 ,19 ,임종혁,2 ,1 ,수학,확률과 통계,2 ,6 
2 ,19 ,임종혁,2 ,1 ,영어,영어Ⅰ,3 ,7 
2 ,19 ,임종혁,2 ,1 ,과학,생명과학Ⅰ,4 ,6 
2 ,19 ,임종혁,2 ,1 ,과학,지구과학Ⅰ,4 ,7 
2 ,19 ,임종혁,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,6 
2 ,19 ,임종혁,2 ,2 ,국어,독서,4 ,7 
2 ,19 ,임종혁,2 ,2 ,수학,수학Ⅱ,4 ,6 
2 ,19 ,임종혁,2 ,2 ,수학,확률과 통계,2 ,6 
2 ,19 ,임종혁,2 ,2 ,영어,영어Ⅱ,3 ,7 
2 ,19 ,임종혁,2 ,2 ,과학,물리학Ⅰ,4 ,7 
2 ,19 ,임종혁,2 ,2 ,과학,화학Ⅰ,4 ,8 
2 ,19 ,임종혁,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,7 
2 ,19 ,임종혁,3 ,1 ,국어,화법과 작문,4 ,7 
2 ,19 ,임종혁,3 ,1 ,수학,미적분,4 ,8 
2 ,19 ,임종혁,3 ,1 ,영어,영어 독해와 작문,4 ,8 
2 ,20 ,정지호,1 ,1 ,국어,국어,3 ,5 
2 ,20 ,정지호,1 ,1 ,수학,수학,4 ,4 
2 ,20 ,정지호,1 ,1 ,영어,영어,4 ,3 
2 ,20 ,정지호,1 ,1 ,한국사,한국사,3 ,4 
2 ,20 ,정지호,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,5 
2 ,20 ,정지호,1 ,1 ,과학,통합과학,3 ,5 
2 ,20 ,정지호,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,5 
2 ,20 ,정지호,1 ,2 ,국어,국어,3 ,5 
2 ,20 ,정지호,1 ,2 ,수학,수학,4 ,4 
2 ,20 ,정지호,1 ,2 ,영어,영어,4 ,3 
2 ,20 ,정지호,1 ,2 ,한국사,한국사,3 ,4 
2 ,20 ,정지호,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,5 
2 ,20 ,정지호,1 ,2 ,과학,통합과학,3 ,5 
2 ,20 ,정지호,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,5 
2 ,20 ,정지호,2 ,1 ,국어,문학,4 ,3 
2 ,20 ,정지호,2 ,1 ,수학,수학Ⅰ,4 ,4 
2 ,20 ,정지호,2 ,1 ,수학,확률과 통계,2 ,4 
2 ,20 ,정지호,2 ,1 ,영어,영어Ⅰ,3 ,3 
2 ,20 ,정지호,2 ,1 ,과학,생명과학Ⅰ,4 ,4 
2 ,20 ,정지호,2 ,1 ,과학,지구과학Ⅰ,4 ,5 
2 ,20 ,정지호,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,6 
2 ,20 ,정지호,2 ,2 ,국어,독서,4 ,4 
2 ,20 ,정지호,2 ,2 ,수학,수학Ⅱ,4 ,4 
2 ,20 ,정지호,2 ,2 ,수학,확률과 통계,2 ,4 
2 ,20 ,정지호,2 ,2 ,영어,영어Ⅱ,3 ,3 
2 ,20 ,정지호,2 ,2 ,과학,물리학Ⅰ,4 ,5 
2 ,20 ,정지호,2 ,2 ,과학,화학Ⅰ,4 ,4 
2 ,20 ,정지호,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,6 
2 ,20 ,정지호,3 ,1 ,국어,화법과 작문,4 ,3 
2 ,20 ,정지호,3 ,1 ,수학,미적분,4 ,4 
2 ,20 ,정지호,3 ,1 ,영어,영어 독해와 작문,4 ,3 
2 ,21 ,정하람,1 ,1 ,국어,국어,3 ,6 
2 ,21 ,정하람,1 ,1 ,수학,수학,4 ,4 
2 ,21 ,정하람,1 ,1 ,영어,영어,4 ,6 
2 ,21 ,정하람,1 ,1 ,한국사,한국사,3 ,6 
2 ,21 ,정하람,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,6 
2 ,21 ,정하람,1 ,1 ,과학,통합과학,3 ,5 
2 ,21 ,정하람,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,6 
2 ,21 ,정하람,1 ,2 ,국어,국어,3 ,6 
2 ,21 ,정하람,1 ,2 ,수학,수학,4 ,5 
2 ,21 ,정하람,1 ,2 ,영어,영어,4 ,7 
2 ,21 ,정하람,1 ,2 ,한국사,한국사,3 ,6 
2 ,21 ,정하람,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,6 
2 ,21 ,정하람,1 ,2 ,과학,통합과학,3 ,5 
2 ,21 ,정하람,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,5 
2 ,21 ,정하람,2 ,1 ,국어,문학,4 ,5 
2 ,21 ,정하람,2 ,1 ,수학,수학Ⅰ,4 ,5 
2 ,21 ,정하람,2 ,1 ,수학,확률과 통계,2 ,5 
2 ,21 ,정하람,2 ,1 ,영어,영어Ⅰ,3 ,5 
2 ,21 ,정하람,2 ,1 ,과학,생명과학Ⅰ,4 ,5 
2 ,21 ,정하람,2 ,1 ,과학,지구과학Ⅰ,4 ,5 
2 ,21 ,정하람,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,6 
2 ,21 ,정하람,2 ,2 ,국어,독서,4 ,5 
2 ,21 ,정하람,2 ,2 ,수학,수학Ⅱ,4 ,4 
2 ,21 ,정하람,2 ,2 ,수학,확률과 통계,2 ,4 
2 ,21 ,정하람,2 ,2 ,영어,영어Ⅱ,3 ,5 
2 ,21 ,정하람,2 ,2 ,과학,물리학Ⅰ,4 ,5 
2 ,21 ,정하람,2 ,2 ,과학,화학Ⅰ,4 ,5 
2 ,21 ,정하람,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,5 
2 ,21 ,정하람,3 ,1 ,국어,화법과 작문,4 ,6 
2 ,21 ,정하람,3 ,1 ,수학,미적분,4 ,5 
2 ,21 ,정하람,3 ,1 ,영어,영어 독해와 작문,4 ,5
`;
