export const CLASS8_CSV = `반,번호,이름,학년,학기,교과,과목,단위수,등급
8 ,1 ,고상혁,1 ,1 ,국어,국어,3 ,6 
8 ,1 ,고상혁,1 ,1 ,수학,수학,4 ,5 
8 ,1 ,고상혁,1 ,1 ,영어,영어,4 ,6 
8 ,1 ,고상혁,1 ,1 ,한국사,한국사,3 ,9 
8 ,1 ,고상혁,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,7 
8 ,1 ,고상혁,1 ,1 ,과학,통합과학,3 ,6 
8 ,1 ,고상혁,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,7 
8 ,1 ,고상혁,1 ,2 ,국어,국어,3 ,8 
8 ,1 ,고상혁,1 ,2 ,수학,수학,4 ,6 
8 ,1 ,고상혁,1 ,2 ,영어,영어,4 ,7 
8 ,1 ,고상혁,1 ,2 ,한국사,한국사,3 ,9 
8 ,1 ,고상혁,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,7 
8 ,1 ,고상혁,1 ,2 ,과학,통합과학,3 ,9 
8 ,1 ,고상혁,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,7 
8 ,1 ,고상혁,2 ,1 ,국어,문학,4 ,8 
8 ,1 ,고상혁,2 ,1 ,수학,수학Ⅰ,4 ,7 
8 ,1 ,고상혁,2 ,1 ,수학,확률과 통계,2 ,7 
8 ,1 ,고상혁,2 ,1 ,영어,영어Ⅰ,3 ,8 
8 ,1 ,고상혁,2 ,1 ,사회(역사/도덕포함),세계사,4 ,8 
8 ,1 ,고상혁,2 ,1 ,사회(역사/도덕포함),경제,4 ,8 
8 ,1 ,고상혁,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,9 
8 ,1 ,고상혁,2 ,2 ,국어,독서,4 ,6 
8 ,1 ,고상혁,2 ,2 ,수학,수학Ⅱ,4 ,6 
8 ,1 ,고상혁,2 ,2 ,수학,확률과 통계,2 ,5 
8 ,1 ,고상혁,2 ,2 ,영어,영어Ⅱ,3 ,6 
8 ,1 ,고상혁,2 ,2 ,사회(역사/도덕포함),세계지리,4 ,8 
8 ,1 ,고상혁,2 ,2 ,사회(역사/도덕포함),윤리와 사상,4 ,8 
8 ,1 ,고상혁,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,9 
8 ,1 ,고상혁,3 ,1 ,국어,화법과 작문,4 ,6 
8 ,1 ,고상혁,3 ,1 ,영어,영어 독해와 작문,4 ,5 
8 ,1 ,고상혁,3 ,1 ,사회(역사/도덕포함),한국지리,3 ,7 
8 ,1 ,고상혁,3 ,1 ,사회(역사/도덕포함),사회·문화,3 ,6 
8 ,1 ,고상혁,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,7 
8 ,2 ,고준혁,1 ,1 ,국어,국어,3 ,7 
8 ,2 ,고준혁,1 ,1 ,수학,수학,4 ,5 
8 ,2 ,고준혁,1 ,1 ,영어,영어,4 ,7 
8 ,2 ,고준혁,1 ,1 ,한국사,한국사,3 ,7 
8 ,2 ,고준혁,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,7 
8 ,2 ,고준혁,1 ,1 ,과학,통합과학,3 ,7 
8 ,2 ,고준혁,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,9 
8 ,2 ,고준혁,1 ,2 ,국어,국어,3 ,7 
8 ,2 ,고준혁,1 ,2 ,수학,수학,4 ,6 
8 ,2 ,고준혁,1 ,2 ,영어,영어,4 ,6 
8 ,2 ,고준혁,1 ,2 ,한국사,한국사,3 ,7 
8 ,2 ,고준혁,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,8 
8 ,2 ,고준혁,1 ,2 ,과학,통합과학,3 ,8 
8 ,2 ,고준혁,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,7 
8 ,2 ,고준혁,2 ,1 ,국어,문학,4 ,7 
8 ,2 ,고준혁,2 ,1 ,수학,수학Ⅰ,4 ,6 
8 ,2 ,고준혁,2 ,1 ,수학,확률과 통계,2 ,5 
8 ,2 ,고준혁,2 ,1 ,영어,영어Ⅰ,3 ,7 
8 ,2 ,고준혁,2 ,1 ,사회(역사/도덕포함),세계사,4 ,6 
8 ,2 ,고준혁,2 ,1 ,사회(역사/도덕포함),경제,4 ,7 
8 ,2 ,고준혁,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,6 
8 ,2 ,고준혁,2 ,2 ,국어,독서,4 ,6 
8 ,2 ,고준혁,2 ,2 ,수학,수학Ⅱ,4 ,5 
8 ,2 ,고준혁,2 ,2 ,수학,확률과 통계,2 ,5 
8 ,2 ,고준혁,2 ,2 ,영어,영어Ⅱ,3 ,6 
8 ,2 ,고준혁,2 ,2 ,사회(역사/도덕포함),세계지리,4 ,7 
8 ,2 ,고준혁,2 ,2 ,사회(역사/도덕포함),윤리와 사상,4 ,5 
8 ,2 ,고준혁,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,6 
8 ,2 ,고준혁,3 ,1 ,국어,화법과 작문,4 ,6 
8 ,2 ,고준혁,3 ,1 ,영어,영어 독해와 작문,4 ,7 
8 ,2 ,고준혁,3 ,1 ,사회(역사/도덕포함),한국지리,3 ,7 
8 ,2 ,고준혁,3 ,1 ,사회(역사/도덕포함),사회·문화,3 ,6 
8 ,2 ,고준혁,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,7 
8 ,3 ,권성음,1 ,1 ,국어,국어,3 ,5 
8 ,3 ,권성음,1 ,1 ,수학,수학,4 ,7 
8 ,3 ,권성음,1 ,1 ,영어,영어,4 ,5 
8 ,3 ,권성음,1 ,1 ,한국사,한국사,3 ,5 
8 ,3 ,권성음,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,5 
8 ,3 ,권성음,1 ,1 ,과학,통합과학,3 ,4 
8 ,3 ,권성음,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,5 
8 ,3 ,권성음,1 ,2 ,국어,국어,3 ,5 
8 ,3 ,권성음,1 ,2 ,수학,수학,4 ,4 
8 ,3 ,권성음,1 ,2 ,영어,영어,4 ,6 
8 ,3 ,권성음,1 ,2 ,한국사,한국사,3 ,4 
8 ,3 ,권성음,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,3 
8 ,3 ,권성음,1 ,2 ,과학,통합과학,3 ,4 
8 ,3 ,권성음,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,5 
8 ,3 ,권성음,2 ,1 ,국어,문학,4 ,3 
8 ,3 ,권성음,2 ,1 ,수학,수학Ⅰ,4 ,4 
8 ,3 ,권성음,2 ,1 ,수학,확률과 통계,2 ,5 
8 ,3 ,권성음,2 ,1 ,영어,영어Ⅰ,3 ,5 
8 ,3 ,권성음,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
8 ,3 ,권성음,2 ,1 ,사회(역사/도덕포함),경제,4 ,3 
8 ,3 ,권성음,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
8 ,3 ,권성음,2 ,2 ,국어,독서,4 ,5 
8 ,3 ,권성음,2 ,2 ,수학,수학Ⅱ,4 ,4 
8 ,3 ,권성음,2 ,2 ,수학,확률과 통계,2 ,5 
8 ,3 ,권성음,2 ,2 ,영어,영어Ⅱ,3 ,4 
8 ,3 ,권성음,2 ,2 ,사회(역사/도덕포함),세계지리,4 ,2 
8 ,3 ,권성음,2 ,2 ,사회(역사/도덕포함),윤리와 사상,4 ,4 
8 ,3 ,권성음,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,4 
8 ,3 ,권성음,3 ,1 ,국어,화법과 작문,4 ,3 
8 ,3 ,권성음,3 ,1 ,영어,영어 독해와 작문,4 ,4 
8 ,3 ,권성음,3 ,1 ,사회(역사/도덕포함),한국지리,3 ,2 
8 ,3 ,권성음,3 ,1 ,사회(역사/도덕포함),사회·문화,3 ,3 
8 ,3 ,권성음,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,4 
8 ,4 ,김도헌,1 ,1 ,국어,국어,3 ,6 
8 ,4 ,김도헌,1 ,1 ,수학,수학,4 ,6 
8 ,4 ,김도헌,1 ,1 ,영어,영어,4 ,7 
8 ,4 ,김도헌,1 ,1 ,한국사,한국사,3 ,6 
8 ,4 ,김도헌,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,5 
8 ,4 ,김도헌,1 ,1 ,과학,통합과학,3 ,6 
8 ,4 ,김도헌,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,5 
8 ,4 ,김도헌,1 ,2 ,국어,국어,3 ,5 
8 ,4 ,김도헌,1 ,2 ,수학,수학,4 ,5 
8 ,4 ,김도헌,1 ,2 ,영어,영어,4 ,7 
8 ,4 ,김도헌,1 ,2 ,한국사,한국사,3 ,6 
8 ,4 ,김도헌,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,6 
8 ,4 ,김도헌,1 ,2 ,과학,통합과학,3 ,6 
8 ,4 ,김도헌,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,4 
8 ,4 ,김도헌,2 ,1 ,국어,문학,4 ,6 
8 ,4 ,김도헌,2 ,1 ,수학,수학Ⅰ,4 ,7 
8 ,4 ,김도헌,2 ,1 ,수학,확률과 통계,2 ,6 
8 ,4 ,김도헌,2 ,1 ,영어,영어Ⅰ,3 ,6 
8 ,4 ,김도헌,2 ,1 ,사회(역사/도덕포함),세계사,4 ,6 
8 ,4 ,김도헌,2 ,1 ,사회(역사/도덕포함),경제,4 ,6 
8 ,4 ,김도헌,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,5 
8 ,4 ,김도헌,2 ,2 ,국어,독서,4 ,6 
8 ,4 ,김도헌,2 ,2 ,수학,수학Ⅱ,4 ,5 
8 ,4 ,김도헌,2 ,2 ,수학,확률과 통계,2 ,4 
8 ,4 ,김도헌,2 ,2 ,영어,영어Ⅱ,3 ,5 
8 ,4 ,김도헌,2 ,2 ,사회(역사/도덕포함),세계지리,4 ,6 
8 ,4 ,김도헌,2 ,2 ,사회(역사/도덕포함),윤리와 사상,4 ,5 
8 ,4 ,김도헌,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,6 
8 ,4 ,김도헌,3 ,1 ,국어,화법과 작문,4 ,5 
8 ,4 ,김도헌,3 ,1 ,영어,영어 독해와 작문,4 ,6 
8 ,4 ,김도헌,3 ,1 ,사회(역사/도덕포함),한국지리,3 ,6 
8 ,4 ,김도헌,3 ,1 ,사회(역사/도덕포함),사회·문화,3 ,6 
8 ,4 ,김도헌,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,6 
8 ,5 ,김영동,1 ,1 ,국어,국어,3 ,2 
8 ,5 ,김영동,1 ,1 ,수학,수학,4 ,3 
8 ,5 ,김영동,1 ,1 ,영어,영어,4 ,3 
8 ,5 ,김영동,1 ,1 ,한국사,한국사,3 ,1 
8 ,5 ,김영동,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,2 
8 ,5 ,김영동,1 ,1 ,과학,통합과학,3 ,3 
8 ,5 ,김영동,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
8 ,5 ,김영동,1 ,2 ,국어,국어,3 ,2 
8 ,5 ,김영동,1 ,2 ,수학,수학,4 ,4 
8 ,5 ,김영동,1 ,2 ,영어,영어,4 ,3 
8 ,5 ,김영동,1 ,2 ,한국사,한국사,3 ,2 
8 ,5 ,김영동,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,1 
8 ,5 ,김영동,1 ,2 ,과학,통합과학,3 ,4 
8 ,5 ,김영동,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,5 
8 ,5 ,김영동,2 ,1 ,국어,문학,4 ,3 
8 ,5 ,김영동,2 ,1 ,수학,수학Ⅰ,4 ,5 
8 ,5 ,김영동,2 ,1 ,수학,확률과 통계,2 ,5 
8 ,5 ,김영동,2 ,1 ,영어,영어Ⅰ,3 ,3 
8 ,5 ,김영동,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
8 ,5 ,김영동,2 ,1 ,사회(역사/도덕포함),경제,4 ,3 
8 ,5 ,김영동,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,6 
8 ,5 ,김영동,2 ,2 ,국어,독서,4 ,2 
8 ,5 ,김영동,2 ,2 ,수학,수학Ⅱ,4 ,5 
8 ,5 ,김영동,2 ,2 ,수학,확률과 통계,2 ,5 
8 ,5 ,김영동,2 ,2 ,영어,영어Ⅱ,3 ,3 
8 ,5 ,김영동,2 ,2 ,사회(역사/도덕포함),세계지리,4 ,3 
8 ,5 ,김영동,2 ,2 ,사회(역사/도덕포함),윤리와 사상,4 ,3 
8 ,5 ,김영동,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,7 
8 ,5 ,김영동,3 ,1 ,국어,화법과 작문,4 ,4 
8 ,5 ,김영동,3 ,1 ,영어,영어 독해와 작문,4 ,4 
8 ,5 ,김영동,3 ,1 ,사회(역사/도덕포함),한국지리,3 ,4 
8 ,5 ,김영동,3 ,1 ,사회(역사/도덕포함),사회·문화,3 ,4 
8 ,5 ,김영동,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,5 
8 ,6 ,김은후,1 ,1 ,국어,국어,3 ,7 
8 ,6 ,김은후,1 ,1 ,수학,수학,4 ,6 
8 ,6 ,김은후,1 ,1 ,영어,영어,4 ,5 
8 ,6 ,김은후,1 ,1 ,한국사,한국사,3 ,6 
8 ,6 ,김은후,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,6 
8 ,6 ,김은후,1 ,1 ,과학,통합과학,3 ,6 
8 ,6 ,김은후,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,6 
8 ,6 ,김은후,1 ,2 ,국어,국어,3 ,7 
8 ,6 ,김은후,1 ,2 ,수학,수학,4 ,6 
8 ,6 ,김은후,1 ,2 ,영어,영어,4 ,5 
8 ,6 ,김은후,1 ,2 ,한국사,한국사,3 ,5 
8 ,6 ,김은후,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,6 
8 ,6 ,김은후,1 ,2 ,과학,통합과학,3 ,6 
8 ,6 ,김은후,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,5 
8 ,6 ,김은후,2 ,1 ,국어,문학,4 ,6 
8 ,6 ,김은후,2 ,1 ,수학,수학Ⅰ,4 ,5 
8 ,6 ,김은후,2 ,1 ,수학,확률과 통계,2 ,5 
8 ,6 ,김은후,2 ,1 ,영어,영어Ⅰ,3 ,4 
8 ,6 ,김은후,2 ,1 ,사회(역사/도덕포함),세계사,4 ,6 
8 ,6 ,김은후,2 ,1 ,사회(역사/도덕포함),경제,4 ,5 
8 ,6 ,김은후,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,5 
8 ,6 ,김은후,2 ,2 ,국어,독서,4 ,6 
8 ,6 ,김은후,2 ,2 ,수학,수학Ⅱ,4 ,6 
8 ,6 ,김은후,2 ,2 ,수학,확률과 통계,2 ,5 
8 ,6 ,김은후,2 ,2 ,영어,영어Ⅱ,3 ,5 
8 ,6 ,김은후,2 ,2 ,사회(역사/도덕포함),세계지리,4 ,4 
8 ,6 ,김은후,2 ,2 ,사회(역사/도덕포함),윤리와 사상,4 ,6 
8 ,6 ,김은후,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,5 
8 ,6 ,김은후,3 ,1 ,국어,화법과 작문,4 ,6 
8 ,6 ,김은후,3 ,1 ,영어,영어 독해와 작문,4 ,6 
8 ,6 ,김은후,3 ,1 ,사회(역사/도덕포함),한국지리,3 ,4 
8 ,6 ,김은후,3 ,1 ,사회(역사/도덕포함),사회·문화,3 ,7 
8 ,6 ,김은후,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,7 
8 ,7 ,김준명,1 ,1 ,국어,국어,3 ,4 
8 ,7 ,김준명,1 ,1 ,수학,수학,4 ,5 
8 ,7 ,김준명,1 ,1 ,영어,영어,4 ,6 
8 ,7 ,김준명,1 ,1 ,한국사,한국사,3 ,5 
8 ,7 ,김준명,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,5 
8 ,7 ,김준명,1 ,1 ,과학,통합과학,3 ,6 
8 ,7 ,김준명,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,4 
8 ,7 ,김준명,1 ,2 ,국어,국어,3 ,6 
8 ,7 ,김준명,1 ,2 ,수학,수학,4 ,5 
8 ,7 ,김준명,1 ,2 ,영어,영어,4 ,5 
8 ,7 ,김준명,1 ,2 ,한국사,한국사,3 ,6 
8 ,7 ,김준명,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
8 ,7 ,김준명,1 ,2 ,과학,통합과학,3 ,5 
8 ,7 ,김준명,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,4 
8 ,7 ,김준명,2 ,1 ,국어,문학,4 ,6 
8 ,7 ,김준명,2 ,1 ,수학,수학Ⅰ,4 ,5 
8 ,7 ,김준명,2 ,1 ,수학,확률과 통계,2 ,5 
8 ,7 ,김준명,2 ,1 ,영어,영어Ⅰ,3 ,6 
8 ,7 ,김준명,2 ,1 ,사회(역사/도덕포함),세계사,4 ,5 
8 ,7 ,김준명,2 ,1 ,사회(역사/도덕포함),경제,4 ,4 
8 ,7 ,김준명,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,3 
8 ,7 ,김준명,2 ,2 ,국어,독서,4 ,4 
8 ,7 ,김준명,2 ,2 ,수학,수학Ⅱ,4 ,5 
8 ,7 ,김준명,2 ,2 ,수학,확률과 통계,2 ,6 
8 ,7 ,김준명,2 ,2 ,영어,영어Ⅱ,3 ,5 
8 ,7 ,김준명,2 ,2 ,사회(역사/도덕포함),세계지리,4 ,5 
8 ,7 ,김준명,2 ,2 ,사회(역사/도덕포함),윤리와 사상,4 ,3 
8 ,7 ,김준명,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,4 
8 ,7 ,김준명,3 ,1 ,국어,화법과 작문,4 ,4 
8 ,7 ,김준명,3 ,1 ,영어,영어 독해와 작문,4 ,4 
8 ,7 ,김준명,3 ,1 ,사회(역사/도덕포함),한국지리,3 ,4 
8 ,7 ,김준명,3 ,1 ,사회(역사/도덕포함),사회·문화,3 ,1 
8 ,7 ,김준명,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,4 
8 ,8 ,김지석,1 ,1 ,국어,국어,3 ,4 
8 ,8 ,김지석,1 ,1 ,수학,수학,4 ,4 
8 ,8 ,김지석,1 ,1 ,영어,영어,4 ,4 
8 ,8 ,김지석,1 ,1 ,한국사,한국사,3 ,3 
8 ,8 ,김지석,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,4 
8 ,8 ,김지석,1 ,1 ,과학,통합과학,3 ,4 
8 ,8 ,김지석,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,4 
8 ,8 ,김지석,1 ,2 ,국어,국어,3 ,4 
8 ,8 ,김지석,1 ,2 ,수학,수학,4 ,5 
8 ,8 ,김지석,1 ,2 ,영어,영어,4 ,4 
8 ,8 ,김지석,1 ,2 ,한국사,한국사,3 ,3 
8 ,8 ,김지석,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
8 ,8 ,김지석,1 ,2 ,과학,통합과학,3 ,4 
8 ,8 ,김지석,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,4 
8 ,8 ,김지석,2 ,1 ,국어,문학,4 ,4 
8 ,8 ,김지석,2 ,1 ,수학,수학Ⅰ,4 ,5 
8 ,8 ,김지석,2 ,1 ,수학,확률과 통계,2 ,5 
8 ,8 ,김지석,2 ,1 ,영어,영어Ⅰ,3 ,5 
8 ,8 ,김지석,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
8 ,8 ,김지석,2 ,1 ,사회(역사/도덕포함),경제,4 ,4 
8 ,8 ,김지석,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,6 
8 ,8 ,김지석,2 ,2 ,국어,독서,4 ,5 
8 ,8 ,김지석,2 ,2 ,수학,수학Ⅱ,4 ,6 
8 ,8 ,김지석,2 ,2 ,수학,확률과 통계,2 ,6 
8 ,8 ,김지석,2 ,2 ,영어,영어Ⅱ,3 ,4 
8 ,8 ,김지석,2 ,2 ,사회(역사/도덕포함),세계지리,4 ,5 
8 ,8 ,김지석,2 ,2 ,사회(역사/도덕포함),윤리와 사상,4 ,5 
8 ,8 ,김지석,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,8 
8 ,8 ,김지석,3 ,1 ,국어,화법과 작문,4 ,4 
8 ,8 ,김지석,3 ,1 ,영어,영어 독해와 작문,4 ,4 
8 ,8 ,김지석,3 ,1 ,사회(역사/도덕포함),한국지리,3 ,6 
8 ,8 ,김지석,3 ,1 ,사회(역사/도덕포함),사회·문화,3 ,4 
8 ,8 ,김지석,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,5 
8 ,9 ,김혜성,1 ,1 ,국어,국어,3 ,7 
8 ,9 ,김혜성,1 ,1 ,수학,수학,4 ,8 
8 ,9 ,김혜성,1 ,1 ,영어,영어,4 ,5 
8 ,9 ,김혜성,1 ,1 ,한국사,한국사,3 ,7 
8 ,9 ,김혜성,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,6 
8 ,9 ,김혜성,1 ,1 ,과학,통합과학,3 ,8 
8 ,9 ,김혜성,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,7 
8 ,9 ,김혜성,1 ,2 ,국어,국어,3 ,7 
8 ,9 ,김혜성,1 ,2 ,수학,수학,4 ,8 
8 ,9 ,김혜성,1 ,2 ,영어,영어,4 ,4 
8 ,9 ,김혜성,1 ,2 ,한국사,한국사,3 ,8 
8 ,9 ,김혜성,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,6 
8 ,9 ,김혜성,1 ,2 ,과학,통합과학,3 ,7 
8 ,9 ,김혜성,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,7 
8 ,9 ,김혜성,2 ,1 ,국어,문학,4 ,8 
8 ,9 ,김혜성,2 ,1 ,수학,수학Ⅰ,4 ,8 
8 ,9 ,김혜성,2 ,1 ,수학,확률과 통계,2 ,9 
8 ,9 ,김혜성,2 ,1 ,영어,영어Ⅰ,3 ,6 
8 ,9 ,김혜성,2 ,1 ,사회(역사/도덕포함),세계사,4 ,7 
8 ,9 ,김혜성,2 ,1 ,사회(역사/도덕포함),경제,4 ,6 
8 ,9 ,김혜성,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,7 
8 ,9 ,김혜성,2 ,2 ,국어,독서,4 ,9 
8 ,9 ,김혜성,2 ,2 ,수학,수학Ⅱ,4 ,8 
8 ,9 ,김혜성,2 ,2 ,수학,확률과 통계,2 ,8 
8 ,9 ,김혜성,2 ,2 ,영어,영어Ⅱ,3 ,7 
8 ,9 ,김혜성,2 ,2 ,사회(역사/도덕포함),세계지리,4 ,6 
8 ,9 ,김혜성,2 ,2 ,사회(역사/도덕포함),윤리와 사상,4 ,8 
8 ,9 ,김혜성,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,6 
8 ,9 ,김혜성,3 ,1 ,국어,화법과 작문,4 ,8 
8 ,9 ,김혜성,3 ,1 ,영어,영어 독해와 작문,4 ,7 
8 ,9 ,김혜성,3 ,1 ,사회(역사/도덕포함),한국지리,3 ,8 
8 ,9 ,김혜성,3 ,1 ,사회(역사/도덕포함),사회·문화,3 ,8 
8 ,9 ,김혜성,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,9 
8 ,10 ,김혜환,1 ,1 ,국어,국어,3 ,7 
8 ,10 ,김혜환,1 ,1 ,수학,수학,4 ,8 
8 ,10 ,김혜환,1 ,1 ,영어,영어,4 ,8 
8 ,10 ,김혜환,1 ,1 ,한국사,한국사,3 ,8 
8 ,10 ,김혜환,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,7 
8 ,10 ,김혜환,1 ,1 ,과학,통합과학,3 ,8 
8 ,10 ,김혜환,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,6 
8 ,10 ,김혜환,1 ,2 ,국어,국어,3 ,7 
8 ,10 ,김혜환,1 ,2 ,수학,수학,4 ,8 
8 ,10 ,김혜환,1 ,2 ,영어,영어,4 ,8 
8 ,10 ,김혜환,1 ,2 ,한국사,한국사,3 ,7 
8 ,10 ,김혜환,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,7 
8 ,10 ,김혜환,1 ,2 ,과학,통합과학,3 ,7 
8 ,10 ,김혜환,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,6 
8 ,10 ,김혜환,2 ,1 ,국어,문학,4 ,7 
8 ,10 ,김혜환,2 ,1 ,수학,수학Ⅰ,4 ,8 
8 ,10 ,김혜환,2 ,1 ,수학,확률과 통계,2 ,8 
8 ,10 ,김혜환,2 ,1 ,영어,영어Ⅰ,3 ,6 
8 ,10 ,김혜환,2 ,1 ,사회(역사/도덕포함),세계사,4 ,8 
8 ,10 ,김혜환,2 ,1 ,사회(역사/도덕포함),경제,4 ,7 
8 ,10 ,김혜환,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,6 
8 ,10 ,김혜환,2 ,2 ,국어,독서,4 ,6 
8 ,10 ,김혜환,2 ,2 ,수학,수학Ⅱ,4 ,7 
8 ,10 ,김혜환,2 ,2 ,수학,확률과 통계,2 ,8 
8 ,10 ,김혜환,2 ,2 ,영어,영어Ⅱ,3 ,7 
8 ,10 ,김혜환,2 ,2 ,사회(역사/도덕포함),세계지리,4 ,6 
8 ,10 ,김혜환,2 ,2 ,사회(역사/도덕포함),윤리와 사상,4 ,6 
8 ,10 ,김혜환,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,6 
8 ,10 ,김혜환,3 ,1 ,국어,화법과 작문,4 ,6 
8 ,10 ,김혜환,3 ,1 ,영어,영어 독해와 작문,4 ,7 
8 ,10 ,김혜환,3 ,1 ,사회(역사/도덕포함),한국지리,3 ,7 
8 ,10 ,김혜환,3 ,1 ,사회(역사/도덕포함),사회·문화,3 ,7 
8 ,10 ,김혜환,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,7 
8 ,11 ,김희창,1 ,1 ,국어,국어,3 ,6 
8 ,11 ,김희창,1 ,1 ,수학,수학,4 ,5 
8 ,11 ,김희창,1 ,1 ,영어,영어,4 ,7 
8 ,11 ,김희창,1 ,1 ,한국사,한국사,3 ,8 
8 ,11 ,김희창,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,7 
8 ,11 ,김희창,1 ,1 ,과학,통합과학,3 ,7 
8 ,11 ,김희창,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,7 
8 ,11 ,김희창,1 ,2 ,국어,국어,3 ,7 
8 ,11 ,김희창,1 ,2 ,수학,수학,4 ,6 
8 ,11 ,김희창,1 ,2 ,영어,영어,4 ,7 
8 ,11 ,김희창,1 ,2 ,한국사,한국사,3 ,8 
8 ,11 ,김희창,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,8 
8 ,11 ,김희창,1 ,2 ,과학,통합과학,3 ,8 
8 ,11 ,김희창,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,8 
8 ,11 ,김희창,2 ,1 ,국어,문학,4 ,7 
8 ,11 ,김희창,2 ,1 ,수학,수학Ⅰ,4 ,7 
8 ,11 ,김희창,2 ,1 ,수학,확률과 통계,2 ,5 
8 ,11 ,김희창,2 ,1 ,영어,영어Ⅰ,3 ,7 
8 ,11 ,김희창,2 ,1 ,사회(역사/도덕포함),세계사,4 ,7 
8 ,11 ,김희창,2 ,1 ,사회(역사/도덕포함),경제,4 ,7 
8 ,11 ,김희창,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,5 
8 ,11 ,김희창,2 ,2 ,국어,독서,4 ,6 
8 ,11 ,김희창,2 ,2 ,수학,수학Ⅱ,4 ,5 
8 ,11 ,김희창,2 ,2 ,수학,확률과 통계,2 ,5 
8 ,11 ,김희창,2 ,2 ,영어,영어Ⅱ,3 ,6 
8 ,11 ,김희창,2 ,2 ,사회(역사/도덕포함),세계지리,4 ,6 
8 ,11 ,김희창,2 ,2 ,사회(역사/도덕포함),윤리와 사상,4 ,6 
8 ,11 ,김희창,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,5 
8 ,11 ,김희창,3 ,1 ,국어,화법과 작문,4 ,7 
8 ,11 ,김희창,3 ,1 ,영어,영어 독해와 작문,4 ,7 
8 ,11 ,김희창,3 ,1 ,사회(역사/도덕포함),한국지리,3 ,7 
8 ,11 ,김희창,3 ,1 ,사회(역사/도덕포함),사회·문화,3 ,6 
8 ,11 ,김희창,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,7 
8 ,12 ,문준휘,1 ,1 ,국어,국어,3 ,2 
8 ,12 ,문준휘,1 ,1 ,수학,수학,4 ,5 
8 ,12 ,문준휘,1 ,1 ,영어,영어,4 ,3 
8 ,12 ,문준휘,1 ,1 ,한국사,한국사,3 ,4 
8 ,12 ,문준휘,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
8 ,12 ,문준휘,1 ,1 ,과학,통합과학,3 ,5 
8 ,12 ,문준휘,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,4 
8 ,12 ,문준휘,1 ,2 ,국어,국어,3 ,3 
8 ,12 ,문준휘,1 ,2 ,수학,수학,4 ,5 
8 ,12 ,문준휘,1 ,2 ,영어,영어,4 ,4 
8 ,12 ,문준휘,1 ,2 ,한국사,한국사,3 ,4 
8 ,12 ,문준휘,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,3 
8 ,12 ,문준휘,1 ,2 ,과학,통합과학,3 ,3 
8 ,12 ,문준휘,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,4 
8 ,12 ,문준휘,2 ,1 ,국어,문학,4 ,2 
8 ,12 ,문준휘,2 ,1 ,수학,수학Ⅰ,4 ,5 
8 ,12 ,문준휘,2 ,1 ,수학,확률과 통계,2 ,5 
8 ,12 ,문준휘,2 ,1 ,영어,영어Ⅰ,3 ,4 
8 ,12 ,문준휘,2 ,1 ,사회(역사/도덕포함),세계사,4 ,5 
8 ,12 ,문준휘,2 ,1 ,사회(역사/도덕포함),경제,4 ,3 
8 ,12 ,문준휘,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,5 
8 ,12 ,문준휘,2 ,2 ,국어,독서,4 ,3 
8 ,12 ,문준휘,2 ,2 ,수학,수학Ⅱ,4 ,6 
8 ,12 ,문준휘,2 ,2 ,수학,확률과 통계,2 ,5 
8 ,12 ,문준휘,2 ,2 ,영어,영어Ⅱ,3 ,4 
8 ,12 ,문준휘,2 ,2 ,사회(역사/도덕포함),세계지리,4 ,4 
8 ,12 ,문준휘,2 ,2 ,사회(역사/도덕포함),윤리와 사상,4 ,2 
8 ,12 ,문준휘,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,7 
8 ,12 ,문준휘,3 ,1 ,국어,화법과 작문,4 ,3 
8 ,12 ,문준휘,3 ,1 ,영어,영어 독해와 작문,4 ,4 
8 ,12 ,문준휘,3 ,1 ,사회(역사/도덕포함),한국지리,3 ,4 
8 ,12 ,문준휘,3 ,1 ,사회(역사/도덕포함),사회·문화,3 ,3 
8 ,12 ,문준휘,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,4 
8 ,13 ,박주찬,1 ,1 ,국어,국어,3 ,5 
8 ,13 ,박주찬,1 ,1 ,수학,수학,4 ,7 
8 ,13 ,박주찬,1 ,1 ,영어,영어,4 ,6 
8 ,13 ,박주찬,1 ,1 ,한국사,한국사,3 ,4 
8 ,13 ,박주찬,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,5 
8 ,13 ,박주찬,1 ,1 ,과학,통합과학,3 ,6 
8 ,13 ,박주찬,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,7 
8 ,13 ,박주찬,1 ,2 ,국어,국어,3 ,5 
8 ,13 ,박주찬,1 ,2 ,수학,수학,4 ,7 
8 ,13 ,박주찬,1 ,2 ,영어,영어,4 ,5 
8 ,13 ,박주찬,1 ,2 ,한국사,한국사,3 ,4 
8 ,13 ,박주찬,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
8 ,13 ,박주찬,1 ,2 ,과학,통합과학,3 ,5 
8 ,13 ,박주찬,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,6 
8 ,13 ,박주찬,2 ,1 ,국어,문학,4 ,6 
8 ,13 ,박주찬,2 ,1 ,수학,수학Ⅰ,4 ,6 
8 ,13 ,박주찬,2 ,1 ,수학,확률과 통계,2 ,6 
8 ,13 ,박주찬,2 ,1 ,영어,영어Ⅰ,3 ,5 
8 ,13 ,박주찬,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
8 ,13 ,박주찬,2 ,1 ,사회(역사/도덕포함),경제,4 ,5 
8 ,13 ,박주찬,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,6 
8 ,13 ,박주찬,2 ,2 ,국어,독서,4 ,4 
8 ,13 ,박주찬,2 ,2 ,수학,수학Ⅱ,4 ,6 
8 ,13 ,박주찬,2 ,2 ,수학,확률과 통계,2 ,5 
8 ,13 ,박주찬,2 ,2 ,영어,영어Ⅱ,3 ,5 
8 ,13 ,박주찬,2 ,2 ,사회(역사/도덕포함),세계지리,4 ,4 
8 ,13 ,박주찬,2 ,2 ,사회(역사/도덕포함),윤리와 사상,4 ,5 
8 ,13 ,박주찬,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,6 
8 ,13 ,박주찬,3 ,1 ,국어,화법과 작문,4 ,4 
8 ,13 ,박주찬,3 ,1 ,영어,영어 독해와 작문,4 ,5 
8 ,13 ,박주찬,3 ,1 ,사회(역사/도덕포함),한국지리,3 ,5 
8 ,13 ,박주찬,3 ,1 ,사회(역사/도덕포함),사회·문화,3 ,4 
8 ,13 ,박주찬,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,5 
8 ,14 ,박하윤,1 ,1 ,국어,국어,3 ,8 
8 ,14 ,박하윤,1 ,1 ,수학,수학,4 ,8 
8 ,14 ,박하윤,1 ,1 ,영어,영어,4 ,8 
8 ,14 ,박하윤,1 ,1 ,한국사,한국사,3 ,6 
8 ,14 ,박하윤,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,6 
8 ,14 ,박하윤,1 ,1 ,과학,통합과학,3 ,7 
8 ,14 ,박하윤,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,6 
8 ,14 ,박하윤,1 ,2 ,국어,국어,3 ,8 
8 ,14 ,박하윤,1 ,2 ,수학,수학,4 ,8 
8 ,14 ,박하윤,1 ,2 ,영어,영어,4 ,8 
8 ,14 ,박하윤,1 ,2 ,한국사,한국사,3 ,6 
8 ,14 ,박하윤,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,7 
8 ,14 ,박하윤,1 ,2 ,과학,통합과학,3 ,8 
8 ,14 ,박하윤,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,7 
8 ,14 ,박하윤,2 ,1 ,국어,문학,4 ,6 
8 ,14 ,박하윤,2 ,1 ,수학,수학Ⅰ,4 ,7 
8 ,14 ,박하윤,2 ,1 ,수학,확률과 통계,2 ,7 
8 ,14 ,박하윤,2 ,1 ,영어,영어Ⅰ,3 ,7 
8 ,14 ,박하윤,2 ,1 ,사회(역사/도덕포함),세계사,4 ,5 
8 ,14 ,박하윤,2 ,1 ,사회(역사/도덕포함),경제,4 ,7 
8 ,14 ,박하윤,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,5 
8 ,14 ,박하윤,2 ,2 ,국어,독서,4 ,6 
8 ,14 ,박하윤,2 ,2 ,수학,수학Ⅱ,4 ,6 
8 ,14 ,박하윤,2 ,2 ,수학,확률과 통계,2 ,7 
8 ,14 ,박하윤,2 ,2 ,영어,영어Ⅱ,3 ,6 
8 ,14 ,박하윤,2 ,2 ,사회(역사/도덕포함),세계지리,4 ,6 
8 ,14 ,박하윤,2 ,2 ,사회(역사/도덕포함),윤리와 사상,4 ,6 
8 ,14 ,박하윤,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,5 
8 ,14 ,박하윤,3 ,1 ,국어,화법과 작문,4 ,8 
8 ,14 ,박하윤,3 ,1 ,영어,영어 독해와 작문,4 ,7 
8 ,14 ,박하윤,3 ,1 ,사회(역사/도덕포함),한국지리,3 ,6 
8 ,14 ,박하윤,3 ,1 ,사회(역사/도덕포함),사회·문화,3 ,7 
8 ,14 ,박하윤,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,9 
8 ,15 ,신현우,1 ,1 ,국어,국어,3 ,5 
8 ,15 ,신현우,1 ,1 ,수학,수학,4 ,6 
8 ,15 ,신현우,1 ,1 ,영어,영어,4 ,5 
8 ,15 ,신현우,1 ,1 ,한국사,한국사,3 ,5 
8 ,15 ,신현우,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,4 
8 ,15 ,신현우,1 ,1 ,과학,통합과학,3 ,4 
8 ,15 ,신현우,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,5 
8 ,15 ,신현우,1 ,2 ,국어,국어,3 ,3 
8 ,15 ,신현우,1 ,2 ,수학,수학,4 ,7 
8 ,15 ,신현우,1 ,2 ,영어,영어,4 ,4 
8 ,15 ,신현우,1 ,2 ,한국사,한국사,3 ,4 
8 ,15 ,신현우,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,5 
8 ,15 ,신현우,1 ,2 ,과학,통합과학,3 ,4 
8 ,15 ,신현우,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,4 
8 ,15 ,신현우,2 ,1 ,국어,문학,4 ,4 
8 ,15 ,신현우,2 ,1 ,수학,수학Ⅰ,4 ,6 
8 ,15 ,신현우,2 ,1 ,수학,확률과 통계,2 ,7 
8 ,15 ,신현우,2 ,1 ,영어,영어Ⅰ,3 ,3 
8 ,15 ,신현우,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
8 ,15 ,신현우,2 ,1 ,사회(역사/도덕포함),경제,4 ,2 
8 ,15 ,신현우,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,5 
8 ,15 ,신현우,2 ,2 ,국어,독서,4 ,4 
8 ,15 ,신현우,2 ,2 ,수학,수학Ⅱ,4 ,5 
8 ,15 ,신현우,2 ,2 ,수학,확률과 통계,2 ,6 
8 ,15 ,신현우,2 ,2 ,영어,영어Ⅱ,3 ,3 
8 ,15 ,신현우,2 ,2 ,사회(역사/도덕포함),세계지리,4 ,4 
8 ,15 ,신현우,2 ,2 ,사회(역사/도덕포함),윤리와 사상,4 ,4 
8 ,15 ,신현우,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,5 
8 ,15 ,신현우,3 ,1 ,국어,화법과 작문,4 ,3 
8 ,15 ,신현우,3 ,1 ,영어,영어 독해와 작문,4 ,3 
8 ,15 ,신현우,3 ,1 ,사회(역사/도덕포함),사회·문화,3 ,3 
8 ,15 ,신현우,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,3 
8 ,16 ,오주호,1 ,1 ,국어,국어,3 ,3 
8 ,16 ,오주호,1 ,1 ,수학,수학,4 ,3 
8 ,16 ,오주호,1 ,1 ,영어,영어,4 ,4 
8 ,16 ,오주호,1 ,1 ,한국사,한국사,3 ,5 
8 ,16 ,오주호,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,5 
8 ,16 ,오주호,1 ,1 ,과학,통합과학,3 ,4 
8 ,16 ,오주호,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,5 
8 ,16 ,오주호,1 ,2 ,국어,국어,3 ,5 
8 ,16 ,오주호,1 ,2 ,수학,수학,4 ,4 
8 ,16 ,오주호,1 ,2 ,영어,영어,4 ,5 
8 ,16 ,오주호,1 ,2 ,한국사,한국사,3 ,5 
8 ,16 ,오주호,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,5 
8 ,16 ,오주호,1 ,2 ,과학,통합과학,3 ,4 
8 ,16 ,오주호,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,6 
8 ,16 ,오주호,2 ,1 ,국어,문학,4 ,3 
8 ,16 ,오주호,2 ,1 ,수학,수학Ⅰ,4 ,3 
8 ,16 ,오주호,2 ,1 ,수학,확률과 통계,2 ,4 
8 ,16 ,오주호,2 ,1 ,영어,영어Ⅰ,3 ,4 
8 ,16 ,오주호,2 ,1 ,사회(역사/도덕포함),세계사,4 ,4 
8 ,16 ,오주호,2 ,1 ,사회(역사/도덕포함),경제,4 ,4 
8 ,16 ,오주호,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,6 
8 ,16 ,오주호,2 ,2 ,국어,독서,4 ,4 
8 ,16 ,오주호,2 ,2 ,수학,수학Ⅱ,4 ,4 
8 ,16 ,오주호,2 ,2 ,수학,확률과 통계,2 ,5 
8 ,16 ,오주호,2 ,2 ,영어,영어Ⅱ,3 ,4 
8 ,16 ,오주호,2 ,2 ,사회(역사/도덕포함),세계지리,4 ,3 
8 ,16 ,오주호,2 ,2 ,사회(역사/도덕포함),윤리와 사상,4 ,4 
8 ,16 ,오주호,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,5 
8 ,16 ,오주호,3 ,1 ,국어,화법과 작문,4 ,3 
8 ,16 ,오주호,3 ,1 ,영어,영어 독해와 작문,4 ,5 
8 ,16 ,오주호,3 ,1 ,사회(역사/도덕포함),한국지리,3 ,2 
8 ,16 ,오주호,3 ,1 ,사회(역사/도덕포함),사회·문화,3 ,3 
8 ,16 ,오주호,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,3 
8 ,17 ,옥윤수,1 ,1 ,국어,국어,3 ,4 
8 ,17 ,옥윤수,1 ,1 ,수학,수학,4 ,5 
8 ,17 ,옥윤수,1 ,1 ,영어,영어,4 ,5 
8 ,17 ,옥윤수,1 ,1 ,한국사,한국사,3 ,5 
8 ,17 ,옥윤수,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,6 
8 ,17 ,옥윤수,1 ,1 ,과학,통합과학,3 ,5 
8 ,17 ,옥윤수,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,4 
8 ,17 ,옥윤수,1 ,2 ,국어,국어,3 ,6 
8 ,17 ,옥윤수,1 ,2 ,수학,수학,4 ,6 
8 ,17 ,옥윤수,1 ,2 ,영어,영어,4 ,4 
8 ,17 ,옥윤수,1 ,2 ,한국사,한국사,3 ,5 
8 ,17 ,옥윤수,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,5 
8 ,17 ,옥윤수,1 ,2 ,과학,통합과학,3 ,5 
8 ,17 ,옥윤수,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,3 
8 ,17 ,옥윤수,2 ,1 ,국어,문학,4 ,5 
8 ,17 ,옥윤수,2 ,1 ,수학,수학Ⅰ,4 ,6 
8 ,17 ,옥윤수,2 ,1 ,수학,확률과 통계,2 ,5 
8 ,17 ,옥윤수,2 ,1 ,영어,영어Ⅰ,3 ,5 
8 ,17 ,옥윤수,2 ,1 ,사회(역사/도덕포함),세계사,4 ,5 
8 ,17 ,옥윤수,2 ,1 ,사회(역사/도덕포함),경제,4 ,4 
8 ,17 ,옥윤수,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
8 ,17 ,옥윤수,2 ,2 ,국어,독서,4 ,5 
8 ,17 ,옥윤수,2 ,2 ,수학,수학Ⅱ,4 ,5 
8 ,17 ,옥윤수,2 ,2 ,수학,확률과 통계,2 ,6 
8 ,17 ,옥윤수,2 ,2 ,영어,영어Ⅱ,3 ,4 
8 ,17 ,옥윤수,2 ,2 ,사회(역사/도덕포함),세계지리,4 ,5 
8 ,17 ,옥윤수,2 ,2 ,사회(역사/도덕포함),윤리와 사상,4 ,6 
8 ,17 ,옥윤수,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,3 
8 ,17 ,옥윤수,3 ,1 ,국어,화법과 작문,4 ,5 
8 ,17 ,옥윤수,3 ,1 ,영어,영어 독해와 작문,4 ,5 
8 ,17 ,옥윤수,3 ,1 ,사회(역사/도덕포함),한국지리,3 ,5 
8 ,17 ,옥윤수,3 ,1 ,사회(역사/도덕포함),사회·문화,3 ,5 
8 ,17 ,옥윤수,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,6 
8 ,18 ,유동현,1 ,1 ,국어,국어,3 ,8 
8 ,18 ,유동현,1 ,1 ,수학,수학,4 ,6 
8 ,18 ,유동현,1 ,1 ,영어,영어,4 ,8 
8 ,18 ,유동현,1 ,1 ,한국사,한국사,3 ,8 
8 ,18 ,유동현,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,8 
8 ,18 ,유동현,1 ,1 ,과학,통합과학,3 ,7 
8 ,18 ,유동현,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,9 
8 ,18 ,유동현,1 ,2 ,국어,국어,3 ,6 
8 ,18 ,유동현,1 ,2 ,수학,수학,4 ,7 
8 ,18 ,유동현,1 ,2 ,영어,영어,4 ,7 
8 ,18 ,유동현,1 ,2 ,한국사,한국사,3 ,6 
8 ,18 ,유동현,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,8 
8 ,18 ,유동현,1 ,2 ,과학,통합과학,3 ,7 
8 ,18 ,유동현,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,7 
8 ,18 ,유동현,2 ,1 ,국어,문학,4 ,6 
8 ,18 ,유동현,2 ,1 ,수학,수학Ⅰ,4 ,4 
8 ,18 ,유동현,2 ,1 ,수학,확률과 통계,2 ,7 
8 ,18 ,유동현,2 ,1 ,영어,영어Ⅰ,3 ,7 
8 ,18 ,유동현,2 ,1 ,사회(역사/도덕포함),세계사,4 ,6 
8 ,18 ,유동현,2 ,1 ,사회(역사/도덕포함),경제,4 ,6 
8 ,18 ,유동현,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,6 
8 ,18 ,유동현,2 ,2 ,국어,독서,4 ,6 
8 ,18 ,유동현,2 ,2 ,수학,수학Ⅱ,4 ,5 
8 ,18 ,유동현,2 ,2 ,수학,확률과 통계,2 ,7 
8 ,18 ,유동현,2 ,2 ,영어,영어Ⅱ,3 ,7 
8 ,18 ,유동현,2 ,2 ,사회(역사/도덕포함),세계지리,4 ,7 
8 ,18 ,유동현,2 ,2 ,사회(역사/도덕포함),윤리와 사상,4 ,6 
8 ,18 ,유동현,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,6 
8 ,18 ,유동현,3 ,1 ,국어,화법과 작문,4 ,7 
8 ,18 ,유동현,3 ,1 ,영어,영어 독해와 작문,4 ,8 
8 ,18 ,유동현,3 ,1 ,사회(역사/도덕포함),사회·문화,3 ,7 
8 ,18 ,유동현,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,7 
8 ,19 ,윤현서,1 ,1 ,국어,국어,3 ,6 
8 ,19 ,윤현서,1 ,1 ,수학,수학,4 ,7 
8 ,19 ,윤현서,1 ,1 ,영어,영어,4 ,6 
8 ,19 ,윤현서,1 ,1 ,한국사,한국사,3 ,6 
8 ,19 ,윤현서,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,6 
8 ,19 ,윤현서,1 ,1 ,과학,통합과학,3 ,5 
8 ,19 ,윤현서,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,7 
8 ,19 ,윤현서,1 ,2 ,국어,국어,3 ,7 
8 ,19 ,윤현서,1 ,2 ,수학,수학,4 ,7 
8 ,19 ,윤현서,1 ,2 ,영어,영어,4 ,6 
8 ,19 ,윤현서,1 ,2 ,한국사,한국사,3 ,7 
8 ,19 ,윤현서,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,6 
8 ,19 ,윤현서,1 ,2 ,과학,통합과학,3 ,6 
8 ,19 ,윤현서,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,9 
8 ,19 ,윤현서,2 ,1 ,국어,문학,4 ,8 
8 ,19 ,윤현서,2 ,1 ,수학,수학Ⅰ,4 ,7 
8 ,19 ,윤현서,2 ,1 ,수학,확률과 통계,2 ,7 
8 ,19 ,윤현서,2 ,1 ,영어,영어Ⅰ,3 ,6 
8 ,19 ,윤현서,2 ,1 ,사회(역사/도덕포함),세계사,4 ,7 
8 ,19 ,윤현서,2 ,1 ,사회(역사/도덕포함),경제,4 ,7 
8 ,19 ,윤현서,2 ,1 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,4 
8 ,19 ,윤현서,2 ,2 ,국어,독서,4 ,5 
8 ,19 ,윤현서,2 ,2 ,수학,수학Ⅱ,4 ,7 
8 ,19 ,윤현서,2 ,2 ,수학,확률과 통계,2 ,6 
8 ,19 ,윤현서,2 ,2 ,영어,영어Ⅱ,3 ,5 
8 ,19 ,윤현서,2 ,2 ,사회(역사/도덕포함),세계지리,4 ,5 
8 ,19 ,윤현서,2 ,2 ,사회(역사/도덕포함),윤리와 사상,4 ,4 
8 ,19 ,윤현서,2 ,2 ,기술・가정/제2외국어/한문/교양,일본어Ⅰ,2 ,4 
8 ,19 ,윤현서,3 ,1 ,국어,화법과 작문,4 ,6 
8 ,19 ,윤현서,3 ,1 ,영어,영어 독해와 작문,4 ,6 
8 ,19 ,윤현서,3 ,1 ,사회(역사/도덕포함),한국지리,3 ,5 
8 ,19 ,윤현서,3 ,1 ,사회(역사/도덕포함),사회·문화,3 ,6 
8 ,19 ,윤현서,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,5 
8 ,20 ,이준우,1 ,1 ,국어,국어,3 ,4 
8 ,20 ,이준우,1 ,1 ,수학,수학,4 ,4 
8 ,20 ,이준우,1 ,1 ,영어,영어,4 ,2 
8 ,20 ,이준우,1 ,1 ,한국사,한국사,3 ,4 
8 ,20 ,이준우,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,3 
8 ,20 ,이준우,1 ,1 ,과학,통합과학,3 ,4 
8 ,20 ,이준우,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,4 
8 ,20 ,이준우,1 ,2 ,국어,국어,3 ,3 
8 ,20 ,이준우,1 ,2 ,수학,수학,4 ,4 
8 ,20 ,이준우,1 ,2 ,영어,영어,4 ,3 
8 ,20 ,이준우,1 ,2 ,한국사,한국사,3 ,4 
8 ,20 ,이준우,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,2 
8 ,20 ,이준우,1 ,2 ,과학,통합과학,3 ,4 
8 ,20 ,이준우,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,4 
8 ,20 ,이준우,2 ,1 ,국어,문학,4 ,4 
8 ,20 ,이준우,2 ,1 ,수학,수학Ⅰ,4 ,4 
8 ,20 ,이준우,2 ,1 ,수학,확률과 통계,2 ,3 
8 ,20 ,이준우,2 ,1 ,영어,영어Ⅰ,3 ,3 
8 ,20 ,이준우,2 ,1 ,사회(역사/도덕포함),세계사,4 ,3 
8 ,20 ,이준우,2 ,1 ,사회(역사/도덕포함),경제,4 ,2 
8 ,20 ,이준우,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,7 
8 ,20 ,이준우,2 ,2 ,국어,독서,4 ,3 
8 ,20 ,이준우,2 ,2 ,수학,수학Ⅱ,4 ,5 
8 ,20 ,이준우,2 ,2 ,수학,확률과 통계,2 ,4 
8 ,20 ,이준우,2 ,2 ,영어,영어Ⅱ,3 ,2 
8 ,20 ,이준우,2 ,2 ,사회(역사/도덕포함),세계지리,4 ,5 
8 ,20 ,이준우,2 ,2 ,사회(역사/도덕포함),윤리와 사상,4 ,5 
8 ,20 ,이준우,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,6 
8 ,20 ,이준우,3 ,1 ,국어,화법과 작문,4 ,5 
8 ,20 ,이준우,3 ,1 ,영어,영어 독해와 작문,4 ,3 
8 ,20 ,이준우,3 ,1 ,사회(역사/도덕포함),한국지리,3 ,6 
8 ,20 ,이준우,3 ,1 ,사회(역사/도덕포함),사회·문화,3 ,2 
8 ,20 ,이준우,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,5 
8 ,21 ,이효일,1 ,1 ,국어,국어,3 ,5 
8 ,21 ,이효일,1 ,1 ,수학,수학,4 ,6 
8 ,21 ,이효일,1 ,1 ,영어,영어,4 ,6 
8 ,21 ,이효일,1 ,1 ,한국사,한국사,3 ,4 
8 ,21 ,이효일,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,5 
8 ,21 ,이효일,1 ,1 ,과학,통합과학,3 ,4 
8 ,21 ,이효일,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,5 
8 ,21 ,이효일,1 ,2 ,국어,국어,3 ,5 
8 ,21 ,이효일,1 ,2 ,수학,수학,4 ,6 
8 ,21 ,이효일,1 ,2 ,영어,영어,4 ,7 
8 ,21 ,이효일,1 ,2 ,한국사,한국사,3 ,4 
8 ,21 ,이효일,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
8 ,21 ,이효일,1 ,2 ,과학,통합과학,3 ,3 
8 ,21 ,이효일,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,5 
8 ,21 ,이효일,2 ,1 ,국어,문학,4 ,5 
8 ,21 ,이효일,2 ,1 ,수학,수학Ⅰ,4 ,6 
8 ,21 ,이효일,2 ,1 ,수학,확률과 통계,2 ,6 
8 ,21 ,이효일,2 ,1 ,영어,영어Ⅰ,3 ,5 
8 ,21 ,이효일,2 ,1 ,사회(역사/도덕포함),세계사,4 ,3 
8 ,21 ,이효일,2 ,1 ,사회(역사/도덕포함),경제,4 ,3 
8 ,21 ,이효일,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,5 
8 ,21 ,이효일,2 ,2 ,국어,독서,4 ,5 
8 ,21 ,이효일,2 ,2 ,수학,수학Ⅱ,4 ,6 
8 ,21 ,이효일,2 ,2 ,수학,확률과 통계,2 ,6 
8 ,21 ,이효일,2 ,2 ,영어,영어Ⅱ,3 ,6 
8 ,21 ,이효일,2 ,2 ,사회(역사/도덕포함),세계지리,4 ,5 
8 ,21 ,이효일,2 ,2 ,사회(역사/도덕포함),윤리와 사상,4 ,4 
8 ,21 ,이효일,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,6 
8 ,21 ,이효일,3 ,1 ,국어,화법과 작문,4 ,5 
8 ,21 ,이효일,3 ,1 ,영어,영어 독해와 작문,4 ,6 
8 ,21 ,이효일,3 ,1 ,사회(역사/도덕포함),한국지리,3 ,3 
8 ,21 ,이효일,3 ,1 ,사회(역사/도덕포함),사회·문화,3 ,4 
8 ,21 ,이효일,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,4 
8 ,22 ,임강혁,1 ,1 ,국어,국어,3 ,6 
8 ,22 ,임강혁,1 ,1 ,수학,수학,4 ,7 
8 ,22 ,임강혁,1 ,1 ,영어,영어,4 ,4 
8 ,22 ,임강혁,1 ,1 ,한국사,한국사,3 ,6 
8 ,22 ,임강혁,1 ,1 ,사회(역사/도덕포함),통합사회,3 ,5 
8 ,22 ,임강혁,1 ,1 ,과학,통합과학,3 ,5 
8 ,22 ,임강혁,1 ,1 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,5 
8 ,22 ,임강혁,1 ,2 ,국어,국어,3 ,6 
8 ,22 ,임강혁,1 ,2 ,수학,수학,4 ,7 
8 ,22 ,임강혁,1 ,2 ,영어,영어,4 ,4 
8 ,22 ,임강혁,1 ,2 ,한국사,한국사,3 ,6 
8 ,22 ,임강혁,1 ,2 ,사회(역사/도덕포함),통합사회,3 ,4 
8 ,22 ,임강혁,1 ,2 ,과학,통합과학,3 ,5 
8 ,22 ,임강혁,1 ,2 ,기술・가정/제2외국어/한문/교양,한문Ⅰ,2 ,5 
8 ,22 ,임강혁,2 ,1 ,국어,문학,4 ,4 
8 ,22 ,임강혁,2 ,1 ,수학,수학Ⅰ,4 ,6 
8 ,22 ,임강혁,2 ,1 ,수학,확률과 통계,2 ,5 
8 ,22 ,임강혁,2 ,1 ,영어,영어Ⅰ,3 ,3 
8 ,22 ,임강혁,2 ,1 ,사회(역사/도덕포함),세계사,4 ,5 
8 ,22 ,임강혁,2 ,1 ,사회(역사/도덕포함),경제,4 ,2 
8 ,22 ,임강혁,2 ,1 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,4 
8 ,22 ,임강혁,2 ,2 ,국어,독서,4 ,4 
8 ,22 ,임강혁,2 ,2 ,수학,수학Ⅱ,4 ,5 
8 ,22 ,임강혁,2 ,2 ,수학,확률과 통계,2 ,6 
8 ,22 ,임강혁,2 ,2 ,영어,영어Ⅱ,3 ,4 
8 ,22 ,임강혁,2 ,2 ,사회(역사/도덕포함),세계지리,4 ,5 
8 ,22 ,임강혁,2 ,2 ,사회(역사/도덕포함),윤리와 사상,4 ,3 
8 ,22 ,임강혁,2 ,2 ,기술・가정/제2외국어/한문/교양,중국어Ⅰ,2 ,5 
8 ,22 ,임강혁,3 ,1 ,국어,화법과 작문,4 ,4 
8 ,22 ,임강혁,3 ,1 ,영어,영어 독해와 작문,4 ,4 
8 ,22 ,임강혁,3 ,1 ,사회(역사/도덕포함),한국지리,3 ,3 
8 ,22 ,임강혁,3 ,1 ,사회(역사/도덕포함),사회·문화,3 ,3 
8 ,22 ,임강혁,3 ,1 ,사회(역사/도덕포함),생활과 윤리,3 ,2 
`;
